[
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by johnnybaverage, americanadiano, Dovey, pityparty, JenH, twntysevn27, Norsef, Chetyre, greatwhitehope7, biomusicologist, The_Prophet, stanshall, RaysDangNachos, Sakana, 1000Hz, cherojack, riotdejaneiro, Overmedicated, Thorfinn, Hipjiverobot, Mattsolo, Luke_Johnson, sean1058, Vondicus, redion, glorify, SixtySwine, Deusoma, tibcoolbreeze, sevenarts, lordatog, Vice, DiamondMonster, gothfae, Gompo, coconut, Robot_Satan, goocifer, snatch22, kylemcjuicy, euphemisms, anticitizen, bug, Spenham, scribo, funkingout, trisha, Babachewy, mike24, rascaldom, TheLoneliestMonkey, farqussus, Tagrineth, NDCaesar, Bungdeetle, tommycrashwreck, howl, Sargasm, atticusonline, verplanck, LordPretzel, HolyQ, Vee, Lumus, mira, fattypneumonia, ep2, luckypyjamas, Axhoola, thedudeabides85, lk, lauralou, BrianNotBrian, aHatOfPig, aesop_punk, LaserBlade, cognitonaut, behka, regrepsnefpoh, mugi, Fcannon, Caeristhiona, goslingone, suprememongoose, qwerty, rodneystubbs, joebot, achilleselbow, zaer, Epicurus, prowle4763, Doc_Rostov, yingkaixing, dropkickpikachu, boswelljn, Arcibi, ibetso, greyfield, nilehus, blarghamagarky, Mastronaut, slalvation, Rakadin, Mirzabah, Dasuta, Dallovich, morbo, icecube, Pigs, wehavemagnums, morganization, kestral, peng33)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "totoro23",
    "plus": 0,
    "snip": true,
    "text": "A comment left by totoro23 was marked lame too many times and excluded. (marked lame by behka, tarnations, Audhumla, icecube)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by ted0phile, Shinkusan, twntysevn27, Norsef, Chetyre, greatwhitehope7, biomusicologist, The_Prophet, entropyends, stanshall, RaysDangNachos, Sakana, 1000Hz, riotdejaneiro, pwb, Thorfinn, Luke_Johnson, sean1058, Vondicus, redion, SixtySwine, Deusoma, NotGodot, lordatog, Vice, DiamondMonster, gothfae, Gompo, DeimosRising, Robot_Satan, kylemcjuicy, anticitizen, Bitaku, BionicSheep, NixNada, bug, Spenham, scribo, trisha, mike24, Tagrineth, NDCaesar, Bungdeetle, atticusonline, all-star951, verplanck, Baryonyx, Carrot, fattypneumonia, ep2, luckypyjamas, Axhoola, lk, shinsengumi14, lauralou, fakedaisies, BrianNotBrian, aHatOfPig, aesop_punk, cognitonaut, behka, anewcede, Afkpuz, choosebro, suprememongoose, rodneystubbs, achilleselbow, prowle4763, Doc_Rostov, yingkaixing, dropkickpikachu, boswelljn, Arcibi, DerSquirrel, Mastronaut, slalvation, Dallovich, Archon_Divinus, morbo, icecube, Pigs, morganization, kestral)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by s1rnight, HolyQ, Appers, SotiCoto)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "gethen",
    "plus": 10,
    "snip": false,
    "text": "oh man i just clicked 'ignore user' on him and it is  <em>so refreshing</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "onepapertiger",
    "plus": 5,
    "snip": false,
    "text": "how do I ignore him now that he's been lamed out of the stratosphere?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "choosebro",
    "plus": 3,
    "snip": false,
    "text": "Set your lame threshold higher. The option is right there, underneath the \"Post a Comment\" Field."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rarelement",
    "plus": 0,
    "snip": false,
    "text": "I had to go to 200 lames!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "I have my threshold set at 1000.  <em>Just in case</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I just keep it on 100 and click on comment when I want to read the ones of such high lamage."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Dovey, Chetyre, zcross00, saddestking, diggydow, sarmatron, glorify, 7th_shot, Cypher, TonyHighwind, furysama, 762, fattypneumonia, BrianNotBrian, ravindra108, Zem, Cremlae, Doc_Rostov, tellumo, Dallovich)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 32,
    "snip": false,
    "text": "<em>Why can't you just say \"fuck\"??</em>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "anticitizen",
    "plus": 0,
    "snip": false,
    "text": "I think he was using the Cyrillic alphabet for effect, ya know.  But it's hard to pick up on emotion set in text ten months ago, I can only guess..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ndcaesar",
    "plus": 0,
    "snip": false,
    "text": "Cyrillic? Where's that come from?  <br/> \n <br/> \nAnyway, it would be %u0444%u0443%u043A if you transliterated it into Cyrillic. That up there just be some Roman jive."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ndcaesar",
    "plus": 3,
    "snip": false,
    "text": "(thanks for the code, assetbar)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "hah. it looks like you said \"Thanks for the code, ass.\"  <br/> \nI always felt like assetbar was basically just the word \"ass\" anyways. But with some letters attached to the end. Meaning's still the same."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deovalente",
    "plus": 0,
    "snip": false,
    "text": "It's the ancient Roman in him. <br/> \n <br/> \n(additional: chubbied)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "He was brought up better than that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "userbeliever",
    "plus": 6,
    "snip": false,
    "text": "he's a regular user of a bulletin board or similar that filters out obscenity and so he has developed the bad habit of spelling in a funny way in an attempt to circumvent this."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "<em>THIS</em> ... <br/> \n <br/> \nThat said, I got over it. I was banned from just about every place willing to ban me for censor bypassing. <br/>"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "tonyhighwind",
    "plus": 8,
    "snip": false,
    "text": "Saint is a man wih too much anger, but I would be a hypocrite if I judged him harshly for it.  I myself did always speak in tones such as these, and it has taken hard work to get where I am; I simply wish the man learns how to let go one day. <br/> \n <br/> \nAsherdan is a man who does not care if his opinion pisses you off, delights in it really, but that does not actually make him a bad person no matter how much it makes people think he is. <br/> \n <br/> \n <em>You,</em>  sir, are a  <em>fucking asshole,</em>  and though I myself will not participate I believe your passing will be a day of celebration. <br/> \n <br/> \nAlso: You cannot use the royal \"we\" unless you are royalty, even a Yankee knows this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 3,
    "snip": false,
    "text": "Did  <em>not</em>  always speak.  Let that be a lesson to you, Assetbar, when you open the window to shout criticism, be aware that it is a heavy window and there is a very real possibility of that sucker cold crushing your fingers when you try to close it.  You cannot spread negativity without inviting it upon yourself."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I ain't one to be believing in Karma.  <br/> \nI ain't one to be believing in the frothing ragespeak of folks like yourself either.  <br/> \n <br/> \nI am the way I choose to be, in as much as I can be, and entirely for my own sake. Your frail sensibilities  <em>do not concern me in the slightest</em> , and it is only your unjustifiably overblown ego that even suggests it should be otherwise.  <br/> \n <br/> \nAm I getting through to you clearly?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 6,
    "snip": false,
    "text": "I hear you tonyhighwind.  <br/> \nI have attained Nirvana. <br/> \n <br/> \n(no really. I got a cd of theirs. It's just ok)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "Just Ok would be a swell name for a cd by Nirvana. <br/> <br/> <br/> (I never listen to them, never will, but still it would wouldn't it)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "why would you not? to be contrary?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I shouldn't have written that, because it leads to this. They're probably better than 95% of the groups that are raved about on assetbar, but it's all subjective anyway. <br/>"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "zorglemeister",
    "plus": 5,
    "snip": false,
    "text": "Whoa whoa whoa.  Watch the Aspie lumping.  Sorry, don't mean to come off as a prick, but that's just something that isn't rad."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "chaesar",
    "plus": 225,
    "snip": false,
    "text": "I don't know if you guys have heard, but apparently you can make a joke about gay things happening without actually being gay. I know it sounds weird but it is true. A doctor told me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "This has always been my favourite comment on these boards.  I thank you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 11,
    "snip": false,
    "text": "I would really believe you if it was a well-regarded mailman."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "This comment has 69 chubbies, and should stay that way in perpetuity. Overflow chubbies can be applied elsewhere."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Is that a proposition?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "timmul",
    "plus": 20,
    "snip": false,
    "text": "is at a preposition?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "atticusonline",
    "plus": 3,
    "snip": false,
    "text": "does it come with a deposition?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "Is is a repetition?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "Is is *IS* a repetition."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "This propagation of preposition repetition."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "totoro23",
    "plus": 24,
    "snip": false,
    "text": "i'd go straight for any girl who'd get me a bacon of the month membership"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by Norsef, mball, Chetyre, zcross00, greatwhitehope7, biomusicologist, entropyends, RaysDangNachos, Sakana, 1000Hz, riotdejaneiro, Spoon, Overmedicated, FineMusk, Thorfinn, glorify, Vice, gothfae, Gompo, goocifer, siolre, snatch22, odei, Rykan, anticitizen, bug, Spenham, Babachewy, Tagrineth, Sargasm, atticusonline, verplanck, DrSkradley, mira, luckypyjamas, Axhoola, thedudeabides85, lauralou, cognitonaut, orrrderup, goslingone, suprememongoose, cailetshadow, joebot, achilleselbow, Epicurus, yingkaixing, dropkickpikachu, boswelljn, Arcibi, havenless, junkiejames, slalvation, Dallovich, icecube, Pigs, wehavemagnums, morganization)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by apocowarg, ocarinak, Overmedicated, Vondicus, rockstarsatemy, fosters, ohmygooses, loneal, mctanuki, behka, eRiUukFJk, Audhumla, icecube)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "presterjohn",
    "plus": 22,
    "snip": false,
    "text": "\"I am not a homophobe\" and \"one of my best friends\" ... <br/> \nDude it is okay to dislike retardo because he's one unfunny show-pony. His sexuality don't have to enter into it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by rockstarsatemy, wittyname, mctanuki, coridoroiy)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "presterjohn",
    "plus": 12,
    "snip": false,
    "text": "His gimmick is annoying and not funny. His gimmick is sexuality-based but that is not what makes it annoying and unfunny. Harping on it makes you look a little homophobic no matter your claims to the contrary. Those phrases I quoted? All those ever mean is \"I am about to be racist/sexist/biased/discriminatory but please don't call me on it, OK?\" The second one - normally seen as \"some of my best friends happen to be black\" - is so played out I didn't think anyone would use it earnest any more. <br/> \n <br/> \nIf you're dead-set on avoiding any suggestion of homophobia, just don't make homophobic comments. Or just stop worrying about it. This is the internet - somebody will still think you're a jerk no matter how nice you try to be."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by trollcollins, rockstarsatemy, farqussus, mctanuki, cailetshadow)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "presterjohn",
    "plus": 13,
    "snip": false,
    "text": "Thought experiment: Consider if retardo was a straight man and Onstad was female. If 80% of his comments were about how much he wanted to fuck her, it would still be creepy and offensive, right?  <br/> \n <br/> \nRetardo's not offensively gay, if such a thing even exists. He's just offensive. That's my point."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by Chetyre, loneal, coffeecoaster, mustconcentrate, RedGuy, mctanuki)"
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "gormster",
    "plus": 15,
    "snip": false,
    "text": "IT'S NOT SO WHY ARE YOU ARGUING. <br/> \n <br/> \nOkay, for the record? I  <em>am</em>  gay and I hate retardo. Retardo is what gives the rest of us a bad name. Retardo, you are worse than Pat. <br/> \n <br/> \nAlso, saint? You are a little homophobic. Not much. Just a smidgen."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by Chetyre, BionicSheep, drago25, farqussus, DomainAvailable, coffeecoaster, mustconcentrate, mctanuki, Lumus, Axhoola, Crater12, rachel, seren_tremio)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "kudos. <br/> \n <br/> \nbut it's still okay to think you are *a smidgen* of one. <br/> \n <br/> \n(chris [me] beats dead horse...yeaaay)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 1,
    "snip": false,
    "text": "I've always felt like calling straight people who tend to have the right (though slightly misaligned) direction towards queer identity, 'homophobes' is always going to find trouble. If only because of the connotation between homophobia and hate crimes committed under that premise. Most people take it personally because while they don't want to be grouped into that category. I don't blame them, even though...technically...homophobia IS homophobia. <br/> \n <br/> \nAnd it's totally okay ( <em>saint</em> ) to admit it, rather than doing the \"defend my opinion to the death on the achewood threads\" schtick."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "i 100% stopped short on one of my points, there. ah well. lame this one out of existence. i'm not looking forward to seeing the inevitable retort, anyway."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "....i at least appreciate that your post is considerably more thought out... <em>however</em>  I still stand by what I said just up the page. I am  <em>NOT</em>  even the  <em>slightest</em>  bit homophobic, and I take more offense that people are going to lengths trying to convince me that I am (even if just a little bit} than the actual act of telling me that I am homophobic. <br/> \n <br/> \nNo lame from me, C."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "dumase",
    "plus": 32,
    "snip": false,
    "text": "It seems every post i'm reading by saint is how unhomophobic he is. <br/> \nIt's cool if you're not homophobic, but i hate it when people harp on it like it was part of their  <em>identity</em>  or something."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "overmedicated",
    "plus": 49,
    "snip": false,
    "text": "I AM HETEROSEXUAL <br/> \n <br/> \nI WOULD LIKE TO HAVE SEX <br/> \nWITH YOUR VAGINA"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "vreeeee",
    "plus": 44,
    "snip": false,
    "text": "IT'S AT THE CLEANER'S. SORRY."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "shoinan",
    "plus": 0,
    "snip": false,
    "text": "Ok, nothing to do with the debate, but dumase, overmedicated and vreeeee - thankyou for making me laugh my freaking buttocks off. Mucho chubbies."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by mctanuki, Shabadoo, gpvos)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by farqussus was marked lame too many times and excluded. (marked lame by tekende, BionicVapourBoy, Satyr)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sock",
    "plus": 0,
    "snip": false,
    "text": "You win five internets for that one."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Chetyre, mctanuki, Zem, Boredom_Man, Doc_Rostov, tellumo)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Homophobia is disliking guys because they have sex with other guys. We all hate Retardo because he's a dumbass who parades his sexual exploits in a public forum. Completely different. Saint was just trying to head the accusation of homophobia off at the pass; most flamboyant homosexuals defend their flamboyance that way."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Mangtastic, atticusonline, Zem, Doc_Rostov, tellumo)"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "Hahahahaha, oh my god that is excellent."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Head off homos at the ass?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": true,
    "text": "A comment left by heccibiggs was marked lame too many times and excluded. (marked lame by fakead, Cypher, yingkaixing)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by Chetyre, rockstarsatemy, c_dizzle, chivalress, farqussus, howl, coffeecoaster, atticusonline, mctanuki, aHatOfPig, Zem, spry)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "boredom_man",
    "plus": 7,
    "snip": false,
    "text": "The point,  <em>my</em>  darling, is that no one wants to be the cock up your stranger."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by rockstarsatemy, atticusonline, cailetshadow)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "This was a fun, self-induced trail of destruction to revisit."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "It was fun to read for the first time, too. I could see where everyone was coming from. Like this: http://wowy.files.wordpress.com/2009/02/blog.jpg"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "... And I've concluded in hindsight, with a change of heart... that I rather like both yours and Retardo's posts... so I chubbed them to the best of my ability. <br/> \nHeck, for some of them it ended up being the only chubbs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 32,
    "snip": false,
    "text": "I would, too. This is made weirder because I'm straight. <br/> \n <br/> \nBasically I would formulate a complex ruse in which I would appear to be homosexual to one girl in order for her to purchase me large amounts of cured pork in belief that it will cure my gayness. <br/> \n <br/> \nJudd Apatow, if you're out there, yes, I do have a script ready."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zeal",
    "plus": 1,
    "snip": false,
    "text": "\"Sausage Fest: The Spiny Norman Story\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "*kosher joke*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "You'd  <em>go straight</em>  for her, or you'd go  <em>straight for</em> her?  An important distinction.  Of course, given the context of the rest of this very long thread.  But you get my point.  My point was italics."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 10,
    "snip": false,
    "text": "He should have gotten him a soda. That is basic in a situation such as this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deancain29",
    "plus": 0,
    "snip": false,
    "text": "at soda should be top of the list, man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unquotable",
    "plus": 1,
    "snip": false,
    "text": "Root beer chaser."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 16,
    "snip": false,
    "text": "More like cream soda.   <br/> \n <br/> \nDo...do you get it?  Because I think it's pretty obvious BUT NO ONE ELSE SAID IT C'MON."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Would you get your lady a soda? Or would it just be for the awkward situation of one of your very good male friends blowing you for some ludicrous reason?  <br/> \n <br/> \nI call double fucking standard."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saru",
    "plus": 1,
    "snip": false,
    "text": "My lady doesn't like soda. If it's the morning I'm usually bringing her an espresso though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Ahhh I see! I am no stranger to the Wake Up Blowjob. Well done, good sir."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saru",
    "plus": 2,
    "snip": false,
    "text": "As Ben Franklin says, it's the only polite way to wake someone up."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Somehow, I doubt Ben Franklin said this."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lacrimus",
    "plus": 1,
    "snip": false,
    "text": "But he would probably be in favor of it."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mirzabah",
    "plus": 2,
    "snip": false,
    "text": "I get my lady a tissue and a mint. <br/> \n <br/> \n <em>classy</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "But do you put a mint on each of her pillows at night?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "envika",
    "plus": 1,
    "snip": false,
    "text": "i wonder...does it enhance the experience if the person blowing you has a carbonated drink in their mouth? definitely a worthwhile experiment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "Even better if you add pop rocks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 6,
    "snip": false,
    "text": "If you are fellated by someone with a mouthful of champagne, then you have won at life."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 26,
    "snip": false,
    "text": "That's the rarely seen \"sex victory\". You can also win by buying two or more zepplins (economic victory), killing every other person on earth, or discovering a way to cheaply turn cancer into beer (scientific victory)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 3,
    "snip": false,
    "text": "If cancer turned to beer,  <em>would you drink it?</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aliiis",
    "plus": 4,
    "snip": false,
    "text": "this is best asset, typed on most beautiful keyboard"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thehelmet",
    "plus": 0,
    "snip": false,
    "text": "The rarely seen \"sex victory\" seems to easy.. are you leading us on while making your science fair project more cost effective!?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "\"Is life really a game?\" By Epicurus. <br/> \n <br/> \nWe often talk about \"the game of life\". This project intends to ascertain whether or not life is actually game-like in nature byt attempting to establish a \"win\" condition. For this project, I will require; <br/> \n <br/> \n1 moderately priced bottle of champagne (chilled) <br/> \n1 medium-to-hot assistant (vagina a plus) <br/> \n1 overstuffed leather chair <br/> \n1 soda <br/> \nFellatio"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "If you add Mentos also, I imagine it would be quite a sight. <br/> \n <br/> \nOK, I'm totally going to try this on my boyfriend."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Holy shit. Mouth full of Mentos, gulp of Diet Coke, fasten lips around man. <br/> \n <br/> \nI think that's... rule 36?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "agika",
    "plus": 0,
    "snip": false,
    "text": "This comic gets a five, despite the horror that is Teodor blowing Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by Solle, featurelessvoid, ohmygooses)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "sredni",
    "plus": 8,
    "snip": false,
    "text": "dude..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "All of your old comments are 50% funnier with the Comedian avatar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 3,
    "snip": false,
    "text": "How does its grill latch onto your teat?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by Johnmatrix, tttt2, mystkmanat)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "talix18",
    "plus": 6,
    "snip": false,
    "text": "Ah, but therein lies the rub (so to speak)...in your case the blow job is a threat:  \"I'll blow you if you  <em>don't</em>  shut up.\"  Teodor's BJ is a reward:  \"I'll blow you if it  <em>will</em>  shut you up.\"  Much more Brokeback T's way, methinks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 9,
    "snip": false,
    "text": "Mushrooms are delicious.  Also, the double entendre literally just now dawned on me.  I am ashamed for not catching that earlier."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": true,
    "text": "A comment left by senseihollywood was marked lame too many times and excluded. (marked lame by SSDDR, mania3, lateadopter, dj)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "differentdog",
    "plus": 1,
    "snip": false,
    "text": "what does that mean!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "senseihollywood",
    "plus": 11,
    "snip": false,
    "text": "that's where you do me and I owe you one... <br/> \n <br/> \n(umm, hypothetically speaking of course)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "luckyg",
    "plus": 1,
    "snip": false,
    "text": "What?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "... ..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heyman",
    "plus": 1,
    "snip": false,
    "text": "Try to keep up, but 69 minus one is 68. <br/> \nHence, owing the other party one"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 5,
    "snip": false,
    "text": "SCIENCE."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "wulvaine",
    "plus": 1,
    "snip": false,
    "text": "IS WHAT WE NEED MORE OF."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "coridoroiy",
    "plus": 2,
    "snip": false,
    "text": "C-ch-Chubby!   <br/> \nI'll give all the chubbies I fucking want, Onstad"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I never understood the Chubby allotment.  The Lame allotment, yes, some people need to be told when to stop.  But what harm could it do to spread the love, Onstad? <br/> \n <br/> \nIt's a Chubby Coridoroiy Wednesday."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Anything that is unlimited supply becomes sort of worthless, you know?  It's economic science."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 7,
    "snip": false,
    "text": "The thumbs up from Teodor at the end makes it for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 4,
    "snip": false,
    "text": "It's true, there is not much that can be said to INXS. I wouldn't even want to meet famous people I like, yet alone if I got nothing at all to say. There'd be so much pressure to be awesome. <br/> \n <br/> \nI like how on panel 10, Ray seems to apply reason to the suggestion and genuinely consider it, rather than just reacting in disgust."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Only Michael Hutchence was famous and he's dead. By autoerotic asphyxiation.  On this topic: Cornelius would be experienced and would never get himself killed, Beef would read about it on the internet and try it, and Ray would buy a machine that keeps you from killing yourself.  Or build one and sell it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ghoti",
    "plus": 0,
    "snip": false,
    "text": "Beef would read about it and then not be able to sleep for two days. <br/> \n <br/> \nAlso, wtf are you talking about?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": false,
    "text": "im not sure why teodor is thumbs upping, but it's funny"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 1,
    "snip": false,
    "text": "I think he's saying he'd like some mushroom kabobs"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "Or soda."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "I see it as Teodor giving the thumbs up immediately after Ray asks him if he wants to hang around, and that's why Ray says \"Right on, man\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "notgodot",
    "plus": 5,
    "snip": false,
    "text": "This is how I picked up my current boyfriend, more or less. He wouldn't shut up about video games."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 26,
    "snip": false,
    "text": "I'm no expert on women, but odds of boring a girl into giving you a blowjob seem slim to none."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tagrineth",
    "plus": 5,
    "snip": false,
    "text": "...until you mouse over notgodot's avatar and see the word \"Dude\" on there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 4,
    "snip": false,
    "text": "I'll have you slayed! <br/> \n <br/> \nPriceless."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "Ray is a man who gets things done.  He WILL have you slayed for sassing him at the wrong time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soilentshuggah",
    "plus": 0,
    "snip": false,
    "text": "Talking to the guys from INXS must be really damn awkward."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "talix18",
    "plus": 1,
    "snip": false,
    "text": "Especially since the most recognizable one is dead.  It would be all \"Hello guys who aren't Michael Hutchence whose names I might have known back in the 80s\" and such."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jar",
    "plus": 0,
    "snip": false,
    "text": "\"Nice work down there, by the way.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cthulhu235",
    "plus": 0,
    "snip": false,
    "text": "I wanna rate this one a six. Seeing T blowing Ray is hilarious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rachel",
    "plus": 0,
    "snip": false,
    "text": "Ray pointing his finger in the air at Téodor, considering."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 0,
    "snip": true,
    "text": "A comment left by joeyramoney was marked lame too many times and excluded. (marked lame by pityparty, ocarinak, Johnfen, behka, rachel, slalvation, balikye)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "man, showing a hypothetical or flashback situation isn't auto-bad just cause a tv show overuses it"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "That TV show would even be hilarious if it wouldn't lean on that damn non-sequitor flash-back/hypothetical button so often."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vreeeee",
    "plus": 8,
    "snip": false,
    "text": "Your comment reminds me of the time someone made a reference to an implausible prior event and sure enough the next shot was of that very thing with an unexpected twist to make it even more implausible and humorous and then we continued on with our lives as if nothing was unusual about that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "This is possibly my favorite. I'd like to order a print of it, but I believe I would freak out everyone who came over to my house."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Is it me or is Teodor fatter than normal in this one? Poor Teodor. I'm starting to get fatter and fatter myself, while still thinking of myself as thin."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "Hmm. <br/> \nI wonder how things would turn out if I started to threaten people with blowjobs. <br/> \n <br/> \n <em>hmm..</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "I don't think it'd work out well for you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 2,
    "snip": false,
    "text": "a knowing expression and wise statement for one who guzzles kings piss"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Teodor has some insanely small eyes in panels four and five. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Yuck!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lemminadetate",
    "plus": 6,
    "snip": false,
    "text": "You know, most everbody likes boners, i mean, most dudes like them on them and others like them in them. It is acceptable also, to have a fantasy where one may see a friend's boner by accident, look him in the eye and say \"Nice. God bless you.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "I have now had this fantasy, and it's like a firm embrace. <br/> \n <br/> \nNice. God bless you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "videocrime",
    "plus": 0,
    "snip": false,
    "text": "yeah, dude, you should've gotten him a soda. it's the least you can do"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "doubleclef",
    "plus": 0,
    "snip": false,
    "text": "I think it's funny how ray says he is going to slay teodor"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 0,
    "snip": false,
    "text": "Actually he said he will have him slayed. Ray doesn't stoop to doing the act himself, he has people for that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unclesma",
    "plus": 1,
    "snip": false,
    "text": "\"Why can't a product just sit on the damn shelf and be quiet\" is the reason I have read Achewood four times now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by desert_donkey was marked lame too many times and excluded. (marked lame by apocowarg, Chetyre, Jar, spicyponyhead)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "filetmignon",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fourganger",
    "plus": 0,
    "snip": false,
    "text": "I will be a sour-puss and point out to Ray that cat's need to eat meat to survive. Dogs can make do without. But a cat will die with no meat. Science!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jonno",
    "plus": 2,
    "snip": false,
    "text": "Science also thinks cats can't talk. So put that in your LHC and particularly accelerate it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "This is disturbing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "This is awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Grody!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Using words like 'grumpy', 'sass' and 'slayed' in a serious sentence is just my favorite thing."
  }
]