[
  {
    "depth": 0,
    "minus": 0,
    "name": "stephen",
    "plus": 44,
    "snip": false,
    "text": "No one likes Pat"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "magnumt",
    "plus": 31,
    "snip": false,
    "text": "Noone likes a dude who brings cruddy health food to a party, that's for sure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scura",
    "plus": 8,
    "snip": false,
    "text": "sorry i lamed you on accident."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "afronaut",
    "plus": 0,
    "snip": true,
    "text": "A comment left by afronaut was marked lame too many times and excluded. (marked lame by hateandwar, johnnybaverage, Daemon, freakscene, straw, Contrasoma, Norsef, Lolsworth, madnes, apocowarg, Chetyre, lamboyster, zcross00, shatneresque, nighttoad, entropyends, tthug, RaysDangNachos, riotdejaneiro, heccibiggs, Dezufnocosem, mikeronomicon, Overmedicated, StoatLad, mattbeetee, Thorfinn, flaxplus, nabeel84, invidious, NeoNaoNeo, redion, Mangtastic, EM2, lordatog, dizneedave, katsura, wjon, goocifer, StagnantDisplay, NicM, rowboat, mercuri0us, greening_cow, bug, Courtland, Jhunter, trisha, barfighting, fugazirancid, atypicaloracle, Shurimpu, equinn2006, farqussus, gournal, Howard, NDCaesar, gtc, fancypants, drmadplay, howl, xiaomimi, atticusonline, meowmix, Cracklewater, all-star951, LordPretzel, Art-Vader, mikerotch6, wishlish, Baryonyx, dinner, fattypneumonia, proof_man, TTAGXAMM, muddgirl, fmercury, aesop_punk, Njury, madrin, ravindra108, orrrderup, Fcannon, zulko, Hyetal, cathaoir, choosebro, CEOKasen, genocidefish, Jewpacabra, Herr_Modin, captneko, Ravigotte, erinye, eRiUukFJk, SeanBad, Boredom_Man, prowle4763, Xaxx, scraggg, Doc_Rostov, hausea, AidenS123, ford, yaegmenthor, lonestar52, Fathington, Valorgigo, ibetso, greyfield, echidnaboy, rumblefish, sp1derbaby, biff, Tipist, Pigs, afvbs)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 11,
    "snip": false,
    "text": "hell of tacky."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 59,
    "snip": false,
    "text": "afronaut! You got a lot of lames! HOW COME?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shinkusan",
    "plus": 0,
    "snip": false,
    "text": "Not to say you don't deserve them, but what's the deal? You are like the antithesis to Asherdan. You always get over 10 chubbies, basically. I'll probably get lamed for even MENTIONING Asherdan."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Most of my posts have fewer than three chubbies. Many have none. <br/> \n <br/> \nI will grant you that my above comment did not deserve 38 chubbies, though. I'm surprised to see that it did."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "robocop",
    "plus": 0,
    "snip": false,
    "text": "actually i think that  <a href=\"http://web.archive.org/web/20101003210437/http://m.assetbar.com/achewood/recent_comments?user=SpinyNorman\">SpinyNorman</a>  is the standout chubby magnet in my mind. he also has the superhuman ability to avoid lames"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Funny thing is... Asherdan is a far more charming fellow, if you actually see his posts. <br/> \nI almost regret joining in the laming back then (and maybe if I hadn't done so, I'd have some more left over for tekende and that cunt-cheese Doc Rostov)."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "invidious",
    "plus": 20,
    "snip": false,
    "text": "I popped open afronaut's comment just to see what all the fuss was about.  <br/> \n <br/> \nIt sucks so much I raised my lame limit to 100 just so I could lame it, too."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "riazm",
    "plus": 53,
    "snip": false,
    "text": "For some reason, when reading this comment, I thought you said you pooped into afronaut's mouth.  <br/> \n <br/> \nI don't...I mean. This isn't like me, but it happened? <br/> \n <br/> \nSorry mom, sorry dad."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "I have chubbied your comment, but I would rather hug it, if that were possible. <br/> \n <br/> \nhuuuuuuuuugs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 1,
    "snip": false,
    "text": "We will never forgive you for this, son."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "AKA son I am disappoint"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "what"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "carlyle",
    "plus": 1,
    "snip": false,
    "text": "Oh man, I read that comment, then your comment, then re-read that comment and saw it. <br/> \n <br/> \nIt was surprising!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Invidious, I meant to chubby you, but I lamed by accident. I'm sorry."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Oh hee,hee,hee. That is the mark of pride in one's work."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ravigotte",
    "plus": 0,
    "snip": false,
    "text": "I travelled back in time to do the same"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "all-star951",
    "plus": 0,
    "snip": false,
    "text": "Same here."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "waddlerz",
    "plus": 0,
    "snip": false,
    "text": "no, is because he is dick, is basic"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 33,
    "snip": false,
    "text": "It is good to make fun of Moby."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "shmuckeles",
    "plus": 4,
    "snip": false,
    "text": "yeah, like maybe beef's high opinion of moby will make him recant his opinion of those \"treats\". pat is such a silly"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ovenface",
    "plus": 15,
    "snip": false,
    "text": "Though I don't like Moby's music, I always feel bad for him because people make fun of him all the time and he seems like a nice guy. I don't think I ever heard someone say something good about Moby. Poor little dude."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "thequietyou",
    "plus": 1,
    "snip": false,
    "text": "He used to be in a band called Vatican Commandos back in the day.  I'll always like him for that. <br/> \n <br/> \nCTHC"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ovenface",
    "plus": 4,
    "snip": false,
    "text": "I actually saw him at a punk show in Danbury one time, all trying to hang out in the back unnoticed. The punk kids at the time were not as forgiving as you."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "thequietyou",
    "plus": 2,
    "snip": false,
    "text": "It helps to be old enough to have seen Vatican Commandos.  I was indeed \"punk\" well before the McDLT...now I'm just some weird dude in his 30s getting angry when I hear Coheed and Cambrea."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 10,
    "snip": false,
    "text": "He was on Never Mind the Buzzcocks (comedic music-based celebrity panel quiz show in the UK), and he was genuinely really funny."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "He was also on Space Ghost"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "Nobody cares, Moby.  <em>Nobody cares</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "Wow, huge burn on Moby out of nowhere. <br/> \n <br/> \n(okay, not really out of nowhere)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "whatever guys, that moby song on The Beach is good. everyone likes that song."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Moby's music may sound good on the beach, but at a party it sucks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Oh man I was going through the comments thinking \"dang I kinda like Natural Blues and find the rest inoffensive.\" But man that's sitting at a computer, it is the opposite of appropriate party music.  Why, oh why would you play Moby at a party?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't. Many have."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sstralka",
    "plus": 13,
    "snip": false,
    "text": "Hey, I like Pat.  I mean, not that I think he's a good person or anything, but the fact that he's such a prick is what makes him a great character."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anonymous44",
    "plus": 2,
    "snip": false,
    "text": "amen"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "Wow. A chubby for you.. and for Rocko. He sure looks like he went down the hill after his show got canceled though.."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": false,
    "text": "Seriously, you read one of Pat's blog posts, and you just get so  <em>angry</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "Pat's and Connie's are the only blogs I've read all the way through. LN's and Lyle's are nigh-impossible to read, Molly's frankly not that interesting of a character, Beef is hard to handle in large doses, as is Philippe... Pat's blog is just  <em>hilarious</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cagliostro",
    "plus": 0,
    "snip": false,
    "text": "In Lyle's case, you're missing out. He's not my favourite character, but after he goes to Scotland, his blog becomes creepy as  <em>Hell.</em>  If you want to skip the gonzo porn stuff, just start reading at the entry called 'whisky'. I think you'll be... intrigued."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Pat's blog is fantastic. Nice Pete's is my favorite, though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 10,
    "snip": false,
    "text": "Those mentholated toothpicks are insane, they are like freshness has taken wooden form."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "soticoto",
    "plus": 15,
    "snip": false,
    "text": "My freshness sometimes takes wooden form."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Because of your amazing icon, I believe you.  Weighted Companion Cube FTW!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by NeoNaoNeo, DeimosRising, varnish, dinner, Budenhagen, aparrish)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vweep",
    "plus": 0,
    "snip": false,
    "text": "Oh dear. How dreadfully lame. <br/> \nBut I laughed. Chubby for you!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "liamc",
    "plus": 0,
    "snip": false,
    "text": "this is pretty masterfully executed, though not within my usual tastes. chubby for the effort."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Pretty much all of my humour falls into the  <em>\"I shouldn't laugh but can't help myself\"</em>  category.  <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rosie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rosie was marked lame too many times and excluded. (marked lame by straw, madnes, Thorfinn, SSDDR, Connellingus, Zem, dropkickpikachu)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xud",
    "plus": 0,
    "snip": false,
    "text": "Carob?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "suprememongoose",
    "plus": 6,
    "snip": false,
    "text": "It's a chocolate substitute made from the pods of the Carob tree. It tastes kind of funky to me, like off-tasting bad chocolate I guess. Sometimes it's good if you aren't expecting it to taste like chocolate...but mostly I avoid it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "seanbad",
    "plus": 9,
    "snip": false,
    "text": "Tastes like dark chocolate kept in an old, dirty sock."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 2,
    "snip": false,
    "text": "Carob is perhaps the shittiest bestitute in the whole history of scam-food. It also tends to have more fat and sugar in it than actual chocolate, in order to make the repulsive toejam/odl compound chocolate flavour remotely palatable.  <br/> \n <br/> \nIt has no reason to exist, other than to make unsuspecting children cry. <br/> \n <br/> \nI love a chunk of well-cooked tofu, but carob makes me  <em>angry</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Wow, you're like the anti-Pat.  Still, I'd chubby you if I could.  I chubby you  <em>so hard</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "I did it for you.  Hooray!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sargasm",
    "plus": 83,
    "snip": false,
    "text": "The party don't stop until the asshole vegan cat gets shanked by a fat junkie squirrel with a buzz on.  I am grateful that Achewood exists because without it I would never have been able to type that, ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "petitegitan",
    "plus": 5,
    "snip": false,
    "text": "If I could, I'd give this comment 10 chubbies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deancain29",
    "plus": 2,
    "snip": false,
    "text": "yes. 10 chubbies."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 9,
    "snip": false,
    "text": "i thought that was when the party started."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 7,
    "snip": false,
    "text": "I would go see a band called \"Todd and the Ankle Shanks\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "layzerblade",
    "plus": 1,
    "snip": false,
    "text": "\"Todd Todd Todd and the Ankle Shanks\" sounds even better to me, but it might be a little too much."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "The thing is, at this point (at least going by the blog), Pat's not even vegan. He's just doubly a prick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davidbs",
    "plus": 4,
    "snip": false,
    "text": "I enjoy the fact that Pat didn't get shanked until he mentioned the prize garnered from Moby's website."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 3,
    "snip": false,
    "text": "Why Does My Ankle Feel So Bad?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hey, I just wanted to let you know that I understood that joke and chubbied it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "<em>why is my sole, covered in blood?</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lastlarf",
    "plus": 19,
    "snip": false,
    "text": "For me the best bit in this strip is Panel two. \"Only take one!\" Pat is such a dick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I have given you a chubby of agreement."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 1,
    "snip": false,
    "text": "Much ado about shanking the Vegan Pat."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jujubeesforjesus",
    "plus": 2,
    "snip": false,
    "text": "I yell \"shank 'em if you've got 'em\" at parties sometimes, but I mostly just get weird looks.  Maybe if I had a vegan friend obsessed with bestituting I might make some more progress."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rodneystubbs",
    "plus": 7,
    "snip": false,
    "text": "I yell \"shank em...\" anytime someone deserves it.  Usually I am surrounded by my Achewood-liking friends.  Usually the shankee is not a reader, so when we poke him with whatever we have we just seem like major dicks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woof",
    "plus": 2,
    "snip": false,
    "text": "alt text: Todd brings street justice with a mentholated toothpick and a strong buzz"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "djwhiterabbit",
    "plus": 6,
    "snip": false,
    "text": "thanks to this strip, my wife now says \"shank 'em if ya got 'em\" when unpleasant people are about."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kreftron",
    "plus": 9,
    "snip": false,
    "text": "I love how pisses Teodor gets in Panel 6.  The dude loves making food, and is affronted at such a horrid disregard for taste."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Damn, that's what I wanted to say.  In panel 5, he's intrigued, and a little worried, but carob is a common substitute for chocolate, so he's still willing to hear how this recipe goes.  But disparaging cherries and alcohol and using vegan prunes instead - that's insult upon injury."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tropicana",
    "plus": 0,
    "snip": false,
    "text": "And somehow, I doubt the prunes can be non-vegan. Aren't they just, you know, dried plums?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Well, how are cherries non-vegan? That's what confuses me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tropicana",
    "plus": 2,
    "snip": false,
    "text": "Cherries are made from the souls of baby cows. <br/> \n <br/> \nBut really, assuming that the recipe uses dark chocolate instead of milk, and the cherry/alcohol filling doesn't contain animal products, chocolate covered cherries  <em>would</em>  be vegan. Unless, that is, that the vegan in question is one of those tightassed ultra-healthy ones that frown on anything that tastes good. <br/> \n <br/> \nPat is that kind of vegan."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thicker",
    "plus": 3,
    "snip": false,
    "text": "How many times have I been shanked in the ankle while letting slip that I went on Moby's site. I cannot even count that high"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "Beef looks shell-shocked in panel 7. I guess that flavor  <em>was</em>  insanely raunchy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "I know, his eyes combined with his lower lip makes it look like the food was so bad that he is  <em>melting all raiders of the lost ark style</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saru",
    "plus": 12,
    "snip": false,
    "text": "I attempted to  <em>imagine</em>  this flavor. <br/> \nIt has taken hell of bottles of Sauza to get this  <em>wholly imaginary</em>  taste out of my mouth. <br/> \nNow, since I'm definitely not afraid of the fucking police right now, I have some things to take care of."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tourach3",
    "plus": 1,
    "snip": false,
    "text": "this comment gave me a chubby"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henrythecad",
    "plus": 4,
    "snip": false,
    "text": "Pat's food is the gastronomical equivalent of Ray's game."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 3,
    "snip": false,
    "text": "i like that he still describes them as \"chocolate covered cherries\" even though they are indeed nasty prunes, and not even tangentially resembling chocolate covered cherries."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 3,
    "snip": false,
    "text": "I was once at a party where an annoying vegetarian brought some kind of weird oatmeal-based paella kind of stuff and made everyone try it to prove how vegetarian food can still taste good.  It was one of the most horrible things I've ever eaten.  It was warm and sticky and the oatmeal was overcooked and mushy and tasted like old toothpaste cause for some reason she decided to put in a whole damn mint plant.  Evangelistic vegetarians  <em>deserve</em>  to get shanked."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ibetso",
    "plus": 12,
    "snip": false,
    "text": "Agreed. As a vegetarian who doesn't give a crap what everyone else eats, I want to see the proselytising vegetarians shanked for giving the rest of us a bad name."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i know i guy..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I too am a vegetarian who doesn't pester people about it. While dicks like pat make us look bad, there are also people who will get all in your face about not eating meat like you said you hate their child because it's ugly just cause you turned down some pork."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 2,
    "snip": false,
    "text": "Every party needs someone like Todd. I'm tired of being polite to jerks at parties. I want a fat jailbird squirrel with a toothpick to help me out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "I believe this one rates high for the sole satisfying image of Pat's ankle being shanked."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "frankieteardrop",
    "plus": 1,
    "snip": false,
    "text": "i think they do, in fact, serve carob-covered prunes at  <a href=\"http://web.archive.org/web/20101003210437/https://www.teany.com/\">teany</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101003210437/https://www.teany.com/node/542\">https://www.teany.com/node/542</a> <br/> \nSay no more."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "imbeta",
    "plus": 0,
    "snip": false,
    "text": "street justice?! LOL"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "He deserved it by initially and lyingly referring to those little spherical atrocities as 'chocolate covered cherries'."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 0,
    "snip": false,
    "text": "\"Shank 'em if ya got 'em!\" is possibly the best phrase that I have ever seen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "elliotj",
    "plus": 0,
    "snip": false,
    "text": "Beef's face on panel seven = 5"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "Pat: Dick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "It's weird actually seeing Todd's mouth like that. Usually he's just the featureless black silhouette, like in the third panel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 2,
    "snip": false,
    "text": "A 1oz. serving of plain carob has 182 calories, 8.9g of fat, 8.2g of saturated fat, and is 52% fat. <br/> \n <br/> \nPat is so much of an asshole, he stone cold lies about his own recipe!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I imagine Pat's voice sounds like Roger from American Dad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "Todd did to Pat exactly what I wanted to do to this strip.  <br/> \n <br/> \nWow I just blew my own mind."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "You... wanted to shank the comic strip with a mentholated toothpick?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nyu",
    "plus": 0,
    "snip": false,
    "text": "Some chicks I want to put my penis in are like this. Fortunately, once that mission has been accomplished, we can part ways."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 2,
    "snip": false,
    "text": "If you are a performance artist trying to systematically parody the average NYU student, I have to admit I think you're doing a pretty good job. (Up yours if not.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 1,
    "snip": false,
    "text": "Why would he say they are chocolate covered cherries when they aren't chocolate-covered cherries! Every word of that was wrong! <br/> \n <br/> \n If you are a vegan at a party foisting your recipes onto others, they should be obliged to also bring booze and/or weed as well, to make the affair more palatable. Unless they bring quiche. I hear you can make a pretty mean vegan quiche."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 3,
    "snip": false,
    "text": "\"Covered\" was fairly accurate. He just lied about what was covered by what."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i like Moby. if we ever met, i think we would be friends, all respecting our differences and then we would make several albums of kick-awesome music."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "this is not true. we wouldn't really be friends. we wouldn't really respect our differing opinions and rip on each other constantly until one of us blew up and quit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stubob",
    "plus": 0,
    "snip": false,
    "text": "How come when I spend a party seated over the toilet while my friends stand around me and drink nothing this cool happens?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pjwentz",
    "plus": 0,
    "snip": false,
    "text": "This might be my favorite ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "feaudo",
    "plus": 0,
    "snip": false,
    "text": "I was always ashamed to like mobi"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "This strip probably makes me hate Pat more than any other strip. I think it is just his face that just infuriates me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "I recently made some really tasty vegan cupcakes with mint chocolate frosting. During the entire time I made them I couldn't help but think....\"How would Pat completely fuck this up?\" <br/> \n <br/> \nRuining cupcakes would be a completely unforgiveable crime!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "I love it when bad things happen to Pat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Shanking his ankle was too good for him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 1,
    "snip": false,
    "text": "beautiful craftsmanship, Todd."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Téodor is unimpressed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Carob is some disappointing shit, it looks like chocolate, then you put it in your mouth and it both tastes and feels like used coffee grounds. I can't fathom what the person who decided this was a chocolate substitute was thinking, especially when cocoa itself is a plant anyway, so there's no reason to replace when trying to make vegan chocolate."
  }
]