[
  {
    "depth": 0,
    "minus": 0,
    "name": "thegrapist",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thegrapist was marked lame too many times and excluded. (marked lame by HEYOO, johnnybaverage, americanadiano, ShemmJacc, mysterymeat1001, Shinkusan, Dovey, Abunchanada, straw, Contrasoma, tekende, aziz, Snuffdigit, Pox, ButterMoths, apocowarg, Zilcho, biomusicologist, silver_lake, unklmnky69, fakead, ppccd, riotdejaneiro, jstegall, pmoney187, blindspot, koodge, StoatLad, mattbeetee, Thorfinn, puadxe, imbroglio, blastradius, SixtySwine, kylank, dwodles, fell, aargh, CK421, BPMead, SchnappM, donward2, DeimosRising, wittyname, sirptom, goocifer, cmjhogan, Checkmatejones, lamelliform, odei, solobuttons, shankies, UgliestSong, ajg, mortshire, Belgand, seanpskelly, Courtland, Jhunter, nokococo, mike24, Rayonatoilet, Kleptonis, RedMange, furysama, microwiz, BuffaloButt, TheLoneliestMonkey, robbingdog, farqussus, businesstime, luasn, electricjelly, fancypants, varnish, woodenteeth, MortisInvictus, Draco, Crev_Gibax, DougTheHead, Bobothebum, Sleaw, Cracklewater, all-star951, LordPretzel, HolyQ, tpederson, BillyLK, DrSkradley, Baryonyx, pete, Troy_Convers, tripleG, juanclaudius, luckypyjamas, vexingrupert, thebarbarian, Scarfy, BlueLoggy, huskemonge, Towel, sigmacoder, aesop_punk, LaserBlade, Sortelli, Kensai, ArthurDentLives, Ihmgard, troutman, RogueCheddar, anewcede, ravindra108, coldfrog, Setzkin, Fcannon, gardenhead_, thechio, Dirian, Tragic_Johnson, nutmeg, Methadone, bixschmix, clembot, Boyd, kenyot, Hexjumper, habib, MrPoopytime, joebot, mendenbar, alejandroadam, smilebuddha, HollyBones, Doc_Rostov, Mo_Rose, sleepyhead, littlefatdog, Audhumla, thatcrazycommie, lastlarf, NotCool, clintisiceman, boswelljn, nphares, goddam, gonchoriffic, ibetso, tokyogirl119, greyfield, peterjoel, Panserbjorne, LiquidCruelty, gkiyo, biff, opalleye, Ubermensch, wotown, Dallovich, morbo, kestral)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 125,
    "snip": false,
    "text": "To drink tea with your ass?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rienne",
    "plus": 19,
    "snip": false,
    "text": "not a distinction I'd advertise on the internet, but that's a personal preference, I suppose."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by straw, biomusicologist, riotdejaneiro, pmoney187, waddie, koodge, Thorfinn, kylank, wae, Pseudochron, Triactry03, StagnantDisplay, lamelliform, mortshire, RedMange, chemuswitch, Johnnyrocker, milkpants, DrSkradley, thebarbarian, flandango, Sortelli, Ihmgard, troutman, nutmeg, Methadone, Majumbo, smilebuddha, HollyBones, wingspan, goddam, gkiyo, biff, nickb285, tragicone)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "mysterymeat1001",
    "plus": 30,
    "snip": false,
    "text": "Says the anime avatar to George Washington."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by killerlimpet was marked lame too many times and excluded. (marked lame by Thorfinn, riotnrrd, griggs_although)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by pmoney187, kylank, gothfae, InspectorGadget, Johnnyrocker, milkpants, thebarbarian, Sortelli, Ihmgard, nutmeg, smilebuddha, starch)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mysterymeat1001 was marked lame too many times and excluded. (marked lame by lawbot, NeoNaoNeo, robbingdog, prism, keithcozz)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by Thorfinn, GSurge, kylank, goocifer, FirePowa8, mortshire, woodenteeth, MortisInvictus, the_dingle, pete, thebarbarian, Magb, lateadopter, nutmeg, Wite_Rabit, Panserbjorne, slalvation, baseballfan)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "mysterymeat1001",
    "plus": 24,
    "snip": false,
    "text": "So you wouldn't like to buy a print, then?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by Thorfinn, kylank, MortisInvictus, atticusonline, baseballfan)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bixschmix",
    "plus": 3,
    "snip": false,
    "text": "I actually got handed a ticket yesterday. On one side was printed \"Heaven,\" and the other, \"Hell,\" with corresponding explanations imploring me not to be to assured of gaining the former and avoiding the latter. \"Which ticket do you hold?!\" it asked.  <br/> \n <br/> \nI wished it were a Chick tract."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by BPMead, Crev_Gibax, flandango)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "My favorite Chick tract I've ever actually received is called  <a href=\"http://web.archive.org/web/20101009144550/http://www.chick.com/reading/tracts/0099/0099_01.asp/\">\"The Party Girl,\"</a>  where Satan lays a trap for a girl through Marti Gras. Another great one is  <a href=\"http://web.archive.org/web/20101009144550/http://www.chick.com/reading/tracts/0046/0046_01.asp/\">\"Dark Dungeons,\"</a>  about the dangers of D&D. <br/> \n(crosses fingers on the bbcode...)"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "Oh, Dark Dungeons - man, that one is a  <em>classic</em> .  Chick makes me kinda ill. <br/> \n <br/> \nSpeaking of which, did you ever hear of Tom Hanks' first movie, about the dangers of D&D?   <a href=\"http://web.archive.org/web/20101009144550/http://en.wikipedia.org/wiki/Mazes_and_Monsters\">Looks more entertaining than anything he's done recently.</a> <br/> \n <br/> \nBack onto Chick though - having viewed his website, his new stuff isn't as good.  I mean, the gospel message is there and all, sure, but dude - comparisons to Exodus?  I can get that anywhere, man!  I come to you for conspiracy about the Catholic church being in league with Satan!  I wanna hear how rock music is  <em>still</em>  bad, and about the various demons that inhabit me from playing video games!  He's off his game, I tell you."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "samcc",
    "plus": 3,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144550/http://www.chick.com/reading/tracts/0100/0100_01.asp\">The Choice</a>  was always one of my favourites, but only because it inspired  <a href=\"http://web.archive.org/web/20101009144550/http://esr.ibiblio.org/index.php?p=135\">this beautiful beast right here.</a>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "[url]http://www.chick.com/reading/tracts/0034/0034_01.asp]This one[/url] is pretty much the best one ever.  There's some extremely subtle nuances in the naming of characters.  No really, you might miss it unless you're paying very close attention."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "damn. it.   <br/> \n <a href=\"http://web.archive.org/web/20101009144550/http://www.chick.com/reading/tracts/0034/0034_01.asp\">Second try.</a> <br/>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Lewis Siffer.  Subtle."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "BAHAHAHAAA. Oh man. This rock, rock, rock, rock, rocks with the ROCK. <br/> \n <br/> \n\"I'll give you a little wedding present...some AIDS.\" <br/> \n <br/> \nZAP!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 0,
    "snip": false,
    "text": "I used to live in a part of town heavily populated by latinos and while filling up my gas tank a man approached me and handed me a Chick tract en español."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Party Girl is absolutely my favorite, with good ol' Ms. Damien. Dark Dungeons is all well and good, but it has dominated the Internet at least ten years before the Web, and I'm all out of nerdrage. <br/> \n <br/> \nI'm digging the new one, Moving On Up."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I was genuinely given Party Girl in a prostletory context. Somebody *really* thought I was headed to sinful ruin in New Orleans and needed some godly conversion."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "(The correct answer is you were holding  <em>both</em> .)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "I have never heard of Chick tracts until just now. That is absolutely horrifying."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "Damn, I did not mean to reply up here. This was meant to be a response to the discourse down below."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scraggg",
    "plus": 0,
    "snip": false,
    "text": "In Japan, there is not a product out there that an anime warrior can not sell."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "You have a lot of time on your hands."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wae",
    "plus": 4,
    "snip": false,
    "text": "It's possible to hit ctrl c and ctrl v with only your left. So it looks like he may just have a lot of time on one of his hands."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "baryonyx",
    "plus": 7,
    "snip": false,
    "text": "This is Assetbar. It's essentially a time-furnace."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Fucking hellshit ass, are you still whining about all the lames you're getting?  We've all moved on, friend.  So should you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Yes. I am Australian. Last I checked, that was not American."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by kylank, cavebaby, rustmouth)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "I don't know which to reply to....so I'll reply to this one. <br/> \n <br/> \nNow, while he was obviously joking with the \"Unamerican\" jibe, playing sarcastically on feelings of the past - I still think it smacks of old-school stereotyped American ignorance of the rest of the world being here too, as he was making a joke that was relevant purely to other Americans and not to anyone else.  And there's no need for that shit.  But still, he was obviously joking. <br/> \n <br/> \nNOTE: I ain't saying that all Americans are like that.  If I honestly believed that, then it wouldn't be a stereotype, would it?  Most Americans I've met are way cool.  But given that there's 300 million people there and they're the most culturally influential country in the world at the moment*, there's naturally gonna be some whackos. <br/> \n <br/> \nBesides, despite being an Aussie, I was raised and went to elementary school in the US, so possibly I might have a right to internally criticise  <strong>both</strong>  countries.  And maybe even England, too! <br/> <br/> <br/> *For the last 100 years, anyway.  Rome was That Country for like 500 years.  Give China 50 years before they are That Country again.  Seriously."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fcannon",
    "plus": 0,
    "snip": false,
    "text": "My apologies. I lamed first, asked questions later."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "Just last week I chubbied someone for the proper use and spelling of the work \"jibe\". <br/> \n <br/> \nBut now I have to refrain from pointing out that the word our esteemed  <strong>drskradley</strong>  used in the first sentence of his second paragraph should have been \"gibe\". <br/> \n <br/> \nI must refrain from pointing it out to avoid being a cock to a stranger."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Oh,  <em>oh !</em>   <br/> \n <br/> \nFrom  <a href=\"http://web.archive.org/web/20101009144550/http://www.merriam-webster.com/dictionary/gibe\">http://www.merriam-webster.com/dictionary/gibe</a> <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>One entry found.<br/>\n<br/>\ngibe<br/>\n<br/>\nMain Entry:<br/>\n<strong>gibe</strong> <a href=\"http://web.archive.org/web/20101009144550/http://www.merriam-webster.com/cgi-bin/audio.pl?gibe0001.wav=gibe\">Listen to the pronunciation of gibe</a><br/>\nVariant(s):<br/>\n<em>or</em> <strong>jibe</strong> \\%u02C8j%u012Bb\\<br/>\nFunction:    <em>verb</em> <br/>\nInflected Form(s):<br/>\n<strong>gibed</strong> <em>or</em> <strong>jibed</strong>; <strong>gib·ing</strong> <em>or</em> <strong>jib·ing</strong><br/>\nEtymology:<br/>\n    perhaps from Middle French <em>giber</em> to shake, handle roughly<br/>\nDate:    1567<br/>\n<br/>\n<em>intransitive verb</em><br/>\n : to utter taunting words <br/>\n<em>transitive verb</em><br/>\n : to deride or tease with taunting words<br/>\n<br/>\n<strong>synonyms</strong> see <a href=\"http://web.archive.org/web/20101009144550/http://www.merriam-webster.com/dictionary/scoff\">SCOFF</a><br/>\n%u2014 <strong>gibe</strong> <em>or</em> <strong>jibe</strong> <em>noun</em><br/>\n%u2014 <strong>gib·er</strong> <em>or</em> <strong>jib·er</strong> <em>noun</em><br/>\n<br/>\n<a href=\"http://web.archive.org/web/20101009144550/http://www.britannica.com/search?query=gibe&amp;submit=Find&amp;source=MWTEXT\">Learn more about \"gibe\"</a> and related topics at <a href=\"http://web.archive.org/web/20101009144550/http://www.britannica.com/search?query=gibe&amp;submit=Find&amp;source=MWTEXT\">Britannica.com</a></em></div> <br/> \n <br/> \nPerhaps just a regional difference, but I see no case for different spelling depending on the syntactic context."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 10,
    "snip": false,
    "text": "Woe to you, quote function!  I spent all that time working the italics and non-italics to look exactly like the  <a href=\"http://web.archive.org/web/20101009144550/http://www.merriam-webster.com/dictionary/gibe\">source page</a> , and then you piss allover my efforts like a vengeful puppy! <br/> \n <br/> \nAnd woe to you, Assetbar!  Your minimal knowledge of the phonetic alphabet renders all attempts at even waist-deep linguistic discussion utterly baseless! <br/> \n <br/> \nWoe! Woe!  <em><strong>WOE!</strong></em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zem",
    "plus": 20,
    "snip": false,
    "text": "whoa"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "ibetso",
    "plus": 1,
    "snip": false,
    "text": "Ladies and gentlemen, KEANU REEVES is here!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "solobuttons",
    "plus": 3,
    "snip": false,
    "text": "GY!BE"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I was referring to the  <a href=\"http://web.archive.org/web/20101009144550/http://dictionary.reference.com/browse/jibe\">third definition</a>  of jibe, (clearly described as an  <em>Americanism</em> ), which does not have an alternate spelling. <br/> \n <br/> \nFailing due diligence, I was not aware that there were definitions which had \"gibe\" and \"jibe\" as alternate spellings.  I clearly misspoke. <br/> \n <br/> \nI beg your pardon  <strong>drskradley</strong> ."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wigglestick",
    "plus": 2,
    "snip": false,
    "text": "Descriptivism, my friends! Know it, love it. Just because something is an Americanism doesn't make it  <em>wrong.</em> <br/> \n <br/> \nNow, whether or not an Americanism qualifies as  <em>standard usage</em>  on a forum with members from many English-speaking countries is another argument. I try to avoid turns of phrase I know to be impenetrable to non-Americans, but being American, sometimes I don't know which those  <em>are.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jimjams",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jimjams was marked lame too many times and excluded. (marked lame by mortshire, keithcozz, slalvation)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "I'm using the term \"country\" quite liberally.  I think you can get what I mean. <br/> \n <br/> \nAnd yes, 100 years - give or take a few decades.  Certainly no more than 150 years.  America wasn't the huge cultural influence it is now before the Industrial Revolution.  France and England were jostling for such power, and had been for years.  China was struggling to enter into this brave new Western world, scared of losing their perceived cultural superiority.  Germany was a major source of culture, particularly in the field of arts and humanities. <br/> \n <br/> \nBut America was still in its infancy.  The economies of the North and South were coming together as one after the Civil War, but they weren't leading the fucking world by any means.  So yes, 100-odd years. <br/> \n <br/> \nAustralia was still, essentially, a colony.  We were still the children of convicts and people who had no other choice but to come down to Terra Australis."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 1,
    "snip": false,
    "text": "I'm hardly an expert but I'd say the US' global cultural influence probably wasn't significant until they conquered Western Europe and Japan at the end of WWII."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I disagree -- the American cultural invasion of the rest of the world began when other countries began to emulate our business models and industrial practices -- roughly the 1880s, when it became apparent we would soon be the richest country in the world, gained steam after our intervention ended WWI and gained steam again when Hollywood began exporting movies (roughly, 1925)."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sortelli",
    "plus": 29,
    "snip": false,
    "text": "I'm going to start carrying a gun so I have a quick way out if I ever get stuck in an elevator with any of you people."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "That's the best thing any of us has said so far."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I already put a cyanide capsule in my fake tooth."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "flandango",
    "plus": 0,
    "snip": false,
    "text": "This is not a dang chatroom people, come on now."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 1,
    "snip": false,
    "text": "I for one have nowhere else to go where I can tell people the things I feel like I have to say. The things are about dinosaurs and war and rad alcoholic cats."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by dri-ft, Thorfinn, rowboat, aHatOfPig, ravindra108, Wulvaine, smilebuddha)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dri-ft",
    "plus": 0,
    "snip": false,
    "text": "i'm english too but way lame for using mate"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by Thorfinn, Wulvaine, smilebuddha, SPECTRE)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "You're right. It's a good thing you offer so many other reasons to choose from."
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "neonaoneo",
    "plus": 1,
    "snip": false,
    "text": "<Bandwagon> <br/> \n<Jump on this> <br/> \n<Thanks for the effort> <br/> \n<Enjoy your day>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Are you sure there are any seats left?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "You know, you're on the fast track to being like asherdan or retardo. That is, so disliked that even when you say perfectly reasonable things, people lame you for it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "Being Canadian, I am allowed to criticise my country, expected to criticies America, and in special circumstances, England as well(but only once)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Argh! Double post! HOW COULD THIS HAPPEN <br/> \n <br/> \nWHHHYYYYYY"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 5,
    "snip": false,
    "text": "Are you kidding?   Guys like Nolan will pay top dollar to see something like that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "I hate to be contrary here, but I'm pretty sure the Internet is the exact place to advertise that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "peterjoel",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "peterjoel",
    "plus": 15,
    "snip": false,
    "text": "and, of course, what I meant by that was: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "drskradley",
    "plus": 4,
    "snip": false,
    "text": "Oh hee hee!   <span style=\"border-bottom: 1px dotted\"><strong>ASS</strong></span> AM!  Oh hee hee hee!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "peterjoel",
    "plus": 9,
    "snip": false,
    "text": "Ok ok, it's not exactly sophisticated. But my other idea got as far as downloading some pictures of Guantanamo prisoners and Iraqis being abused by American soldiers -  <em>but not as far as actually opening Photoshop</em>  - before I realised that there was no possible chance of that ending up being in good taste..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "Well, I'll chubby that.  Respectful discretion is a rare thing these days, and well appreciated."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "It's my favorite tea. I chubbied your picture assuming we had the same taste in tea. (P.S. No picture has been chubbied.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "You're listening to K103 ASS-AM."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pursesnatcher",
    "plus": 0,
    "snip": false,
    "text": "I can't believe THAT many people went to the trouble of <br/> \n1. setting their lame limit way above 3 <br/> \nand laming the comment... <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Neither is a particularly laborious task."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I keep my lame limit at 100, so that when a comment has hell of lames, I can see it to determine that it is in fact lame.  99.72% of the time, the comments are lame, so I add another lame to the total."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wigglestick",
    "plus": 3,
    "snip": false,
    "text": "I set mine arbitrarily high. <br/> \n <br/> \nBefore I made this change, I would frequently have to click on a comment to read it anyway out of curiosity. <br/> \n <br/> \nNow, if it  <em>still</em>  has enough lames that I can't see it anyway, I know that I should refrain from clicking it. <br/> \n <br/> \nI frequently still do anyway. The Internet has spoiled me for the emotions of horror and revulsion."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "Jesus way to use the word 'anyway' eight million times in one post ASS"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Most keep their lame limit way above 3.  There are even comments by Onstad that require such changes."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "doc_rostov",
    "plus": 24,
    "snip": false,
    "text": "If being a feckless dilettante was a piano, \"thegrapist\" would be considered a bold yet entirely predictable new talent."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "The only problem with this comment is that the level of erudition displayed fails to correspond appropriately with the Vlad avatar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Excellent change!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 6,
    "snip": false,
    "text": "It has been changed to fit your request, MrBiff. But in requesting such an act, I'll have you know that you have singlehandedly doomed a formerly \"chill\" mortal to a cursed life. I now know my condition. I now stand before you forever condemned to live as an outwardly erudite but inwardly bitter and acerbic man of the People. <br/> \n <br/> \nTis a lugubrious day in the Rostov household."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "The choice of  <em>Frowning Cornelius</em>  accurately portrays all the facets of your new status."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sock_puppet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sock_puppet was marked lame too many times and excluded. (marked lame by DaPooka, tekende, possums, Thorfinn, chivalress, odei, whoper, nokococo, DrSkradley, newwavepony, Setzkin, Methadone, mrblank91, alejandroadam, smilebuddha, starch, gkiyo, foea)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "miku224",
    "plus": 5,
    "snip": false,
    "text": "Man, go back to ebaum's.  We don't need that shit here."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Man, anything you post gets a very large boost from the stylings of the Psychedelic Neon Tyrannosaur. <br/> \n <br/> \n(I hope it is a tyrannosaur, and not an allosaur)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 2,
    "snip": false,
    "text": "I count two fingers."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "*whew*"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Come now Bary, I know you know that don't  <em>necessarily</em>  mean it's a T-rex.  It could be a nanotyrannus, or a.... <br/> \n <br/> \n*checks  <span style=\"border-bottom: 1px dotted\">\"The Complete Book of Dinosaurs\"</span>  by Dougal Dixon, it's good it's got hella pictures and info* <br/> \n <br/> \nSon of a bitch!  There are others big-headed meat-eating theropods with the wee little hands deal, but basically the only ones with two fingers are tyrranosaurids.  Even fucking Gigantosaurus has three fingers!  And he doesn't need them any more than the other guys.  Guess becuase he was earlier in the Cretaceous, so not as evolutionarily specialised. <br/> \n <br/> \nAlbertosaurus, Alioramus, Appalachiosaurus, Tarbosaurus, Gorgosaurus - all two fingers, all tyrannosaurids.  Not necessarily Tyrannosaurus himself, but all tyrannosaurids. <br/> \n <br/> \nI stand corrected, my friend."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Am I getting a reputation as the Dinosaur Guy now? Is that who I am?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "Well, the name does tend to reinforce that.   <br/> \n <br/> \nPersonally, I support you.   <br/> \n <br/> \nI know that means little from some joker on the Internet."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Oh man I'd be so happy if it was a nanotyrannus"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Make mine Three-Fingers, if we're having tequila"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "Too many of those three fingers, and you will be all, oh, sore."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "Biff, I'm ashamed of you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Never sell your soul to Thetan, dogg. He will take it to Hell for his pleasure. It is just not the way to go."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Jesus, I have to up my lame threshold to like ninety just to see this and am sorely disappointed. Today sucks many cockular objects including cocks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 6,
    "snip": false,
    "text": "You could just click on the \"comment\" link and checking it out. That would seriously cut back on the cockular objects today would vigorously throat. <br/> \n <br/> \nMan, just  <em>look</em>  at that paragraph of lames! That is a serious paragraph, like a paragraph of dense literature! If Tom Pynchon rolled on by and took a gander at that paragraph he'd be all like, \"Naw, fuck that, I ain't reading that shit.\" <br/> \n <br/> \nTom Pynchon, you such a motherfucker"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "I am truly speechless now that I know how simple that is. Indeed, the number of cockular objects has diminished."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "If it weren't for my man Tommy P, I woulda never found out I could cure whiskey dick with the sound of a missile."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heyoo",
    "plus": 2,
    "snip": false,
    "text": "I've just noticed how amazing Cornelius's eyebrows are. LOOK AT PANEL 3 (in order to witness this)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "My dear sir, you have just witnessed \"the half-cocked brow.\" A fascinating mixture of bemusement and disdain. Should only be attempted by an expert. (Not as dirty as it sounds.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I can pull this off with the best of them. When I was younger I spent a lot of time trying to do Spock's eyebrow thing. So now I have great control over my eyebrows."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Is he intrigued in the last panel?  I don't know if I'd want to be played by Orlando Bloom, but Cornelius is British."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "minortough",
    "plus": 3,
    "snip": false,
    "text": "I'm fairly certain that he is growing more and more disenchanted with the direction Ray has taken a conversation about one of his passions."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "So Orlando Bloom is a step down from ass-drinking your tea.  Good to know that Cornelius is a sensible bear."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "I saw the lame and noted the source, but just to clarify: I meant no offense to the British here.  A Briton might not mind being portrayed by Legolas, is all I was saying.  Elves, arrows--they dig on that shit, man. <br/> \n <br/> \nNow if you'll excuse me, I need to get back to my fried cheese product with genetically modified ranch dressing.  You have to eat it before it reaches critical mass."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Onstad should win some sort of award for his eyebrows. He's spot on."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 6,
    "snip": false,
    "text": "Fact: most art schools dedicate an entire semester to teaching eyebrows. <br/> \n <br/> \nAnother fact: Onstad pays so close attention to the eyebrows of his characters because he himself lacks eyebrows."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "That's the biggest giggle I've gotten on this page of comments, and that's saying something.  Out of chubbies, 'fraid."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "buffalobutt",
    "plus": 1,
    "snip": false,
    "text": "I think I'd prefer to star in one of those videos, then one of those rather unpleasant beheading ones..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dutch",
    "plus": 1,
    "snip": false,
    "text": "I think the embarrassment of realizing that I couldn't create suction from my anus would probably make me want to be beheaded."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 2,
    "snip": false,
    "text": "Do you actually know?  I'd at least give it the old college try.  The worst that could happen is that you'd fail miserably at anus-suction, and get beheaded for the trouble.  At least you learned one more thing about yourself prior to death.  As Socrates said, the unexamined life is not worth living. <br/> \n <br/> \nOr maybe it was one of the other characters from Bill & Ted's Excellent Adventure.  Can't recall."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "It was Billy the Kid."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "I don't think you understand how a douche works."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "If you were to sit in a tub of tea you would absorb some through your anus, though. <br/> \n <br/> \nI am like 90% sure that's true."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I think with a little bit of gumption, duct tape, and maybe a series of pulleys connected to a harness, we could finagle old Newton into letting his laws pipe some steaming hot Twining's up the back passage until your baby blues turn a delectable and delicious brown. Come on, folks, let's give it the ol' college try. <br/> \n <br/> \nAnd I say \"college try\" very literally, because the only people actually willing to try this would be a bunch of impressionable nineteen year olds with hats at strange angles all hopped up on watery pilsner and overwhelming bass riffs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 46,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "<em>OH, GOD DAMN IT - YOU JUST WENT AND DID IT!!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Damn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nhennies",
    "plus": 5,
    "snip": false,
    "text": "The role of Osama Bin Laden will be played by Jack Nicholson."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 2,
    "snip": false,
    "text": "\"Ya want some tea? Don't move till your ass is NUMB.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poing",
    "plus": 4,
    "snip": false,
    "text": "This town needs a tea enema?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "avedestron",
    "plus": 0,
    "snip": false,
    "text": "The real question is, how many websites are there devoted to Tea Enemas?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nhennies",
    "plus": 2,
    "snip": false,
    "text": "http://www.google.com/search?q=%22tea enema%22&rls=com.microsoft:en-us&ie=UTF-8&oe=UTF-8&startIndex=&startPage=1"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Ray does not know tea, but he knows how to package anything into a media deal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by radishes was marked lame too many times and excluded. (marked lame by silver_lake, Zadig, prius_chaser, Firehawk, nhennies, shinsengumi14, usversusthem)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyromancer",
    "plus": 8,
    "snip": false,
    "text": "Orange Pekoe-lonic"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 8,
    "snip": false,
    "text": "No to be confused with the orange pee colonic.  Very different part of the Internets."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by aziz, Thorfinn, baseballfan)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "No, the market imposes non-linear values at that level.  King piss is in the \"safe-for-kids\" area."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "OMFG, I laughed loud and long at  <strong>pyromancer</strong> , then  <strong>lateadopter</strong>  nearly killed me. <br/> \n <br/> \nIt took me several minutes to type this due to torrents of laughter at the OPC."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Still making me laugh out loud days later."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "How does Cornelius' apparent unease about having Earl Grey shot up his ass fit in with his title as world-class bad-ass?  I can think of better teas for this purpose.  Iced tea, for instance.   <br/> \n <br/> \nNot Ice T though - no thanks.  Even Earl Grey would be better."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "The only thing about Ice T that goes up asses is his foot - up a bitch's ass if she ain't street side making his money. Or, so he claims."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "I wonder if Ray will remember to not drink crappy Chinese restaurant tea after this, or if he will just go on to join the made-for-TV movie parade."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "andrew_",
    "plus": 11,
    "snip": false,
    "text": "I really wanted this comic to come out at 3 in the morning last night because I was really really high. <br/> \n <br/> \nI had it all planned out, too. I was going to be the first comment and it would've said, \"Sorry to waste this prime real estate but I'm at a point right now where I'm laughing at my own hands and I just made my desktop background a picture of a humpback whale breaching.\""
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "andrew_",
    "plus": 29,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wae",
    "plus": 7,
    "snip": false,
    "text": "I have killed nearly as much time with Civ III as I have with masturbation itself."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tommycrashwreck",
    "plus": 5,
    "snip": false,
    "text": "Chubbied for appropriate usage of a wikipedia \"Featured Picture\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "andrew_",
    "plus": 5,
    "snip": false,
    "text": "haha, it was like striking gold when I saw it. \"GUYS. LOOK AT THIS.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": true,
    "text": "A comment left by featurelessvoid was marked lame too many times and excluded. (marked lame by Deusoma, wittyname, Zem)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "andrew_",
    "plus": 1,
    "snip": false,
    "text": "I think I'm just not going to comment for a while."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 39,
    "snip": false,
    "text": "andrew_! Don't go makin' desktops! You're completely HIGH AS HELL!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I am out of chubbies. Well done, though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "avedestron",
    "plus": 0,
    "snip": false,
    "text": "You get kudos for doing exactly what I have done many, many times."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": true,
    "text": "A comment left by budenhagen was marked lame too many times and excluded. (marked lame by doppelpopolis, AdrianMiller, nutmeg)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Do people still play that?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "I'm upset both by your disdainful tone and also a lot by Phillipe's face as dog food."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "While I was reading this comment, I didn't have my screen scrolled down far enough to see the picture, and when I read \"humpback whale breaching\" I was thinking of \"humpback whale crowning.\" <br/> \n <br/> \nIt took me a good five minutes to work up the courage to scroll down. Kind of puts the lie to my comment above about a dulled sense of revulsion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clembot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by clembot was marked lame too many times and excluded. (marked lame by tekende, Thorfinn, Prine, flandango, Zem, I_Love_Kate, gkiyo, Budenhagen)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "budenhagen",
    "plus": 2,
    "snip": false,
    "text": "HE DIDN'T EVEN DO ANYTHING!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Such is the power of street cred."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tommycrashwreck was marked lame too many times and excluded. (marked lame by Thorfinn, Firehawk, UConnHusky)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flandango",
    "plus": 18,
    "snip": false,
    "text": "Get back under that nacho"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "I had to google \"get back under that nacho\" to find this comment, but I must let you know: You are my hero. I have no idea why. But you are."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wotown",
    "plus": 1,
    "snip": false,
    "text": "The role of man-douching Lyle will be played by Sean Astin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "I was thinking maybe Rip Torn?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wotown",
    "plus": 0,
    "snip": false,
    "text": "Rip Torn could pull off the handlebar mustache, but I can't picture him in a took or a Misfits t-shirt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "opprobrium",
    "plus": 1,
    "snip": false,
    "text": "had Colonel James Braddock chugged cheap tea with his balloon knot, i may not have had to sit through part 2 and part 3 of Missing In Action."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "missbee",
    "plus": 1,
    "snip": false,
    "text": "balloon knot...why would you even think of that. <br/> \nwhat did tina do to you man?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bondijames",
    "plus": 0,
    "snip": false,
    "text": "How long before Nolan starts up teaparty.com, featuring this very fetish?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "breadcrab",
    "plus": 0,
    "snip": false,
    "text": "Probably a while. Internet access in hell sucks worse than the phones."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heyman",
    "plus": 1,
    "snip": false,
    "text": "Ray completely forgets what he approached cornelius for in the first place"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "See now I'm conflicted. Mr Bear says he'd do it in aid of his countrymen, and then Ray talks about 'U.S.' hostages. <br/> \n <br/> \nSurely I'm not the only one who imagined Mr Bear with an English accent?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Mr. Bear is handled confusingly by Onstad, so as to give the impression of being English. He is, however, American. For instance, when he re-immigrated to America, he had to incorporate as a church."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zedpower",
    "plus": 4,
    "snip": false,
    "text": "When you're a well-traveled elderly badass, you can be a citizen of any nation you damn well please at any time of the day."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "Cornelius is a well-heeled gentleman; high-church East coast, I'd say. From a cosmopolitan time when Alastair Cooke was on the wireless and everybody wore a hat."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "steerpike66",
    "plus": 4,
    "snip": false,
    "text": "You heard me; not some damned baseball cap. A hat."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "No. He's seen too much, and imbibed too much classical philosophy to go to Church. He'd rather read Catullus."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "HIGH Church. They go for the Bach. 'Jesu Joy of Man's Desiring' and so forth."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "steerpike66",
    "plus": 4,
    "snip": false,
    "text": "Not those rude Baptists shouting and trampling the gardenias."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Actually, I've tried that with the INS, and it really isn't true."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Cornelius Bear is as much an American as Albert Einstein. <br/> \n <br/> \nThere are other similarities. Can you spot FIVE?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Oh indeed, he is simply an expatriate. He speaks of his present company."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Cornelius is just a very British-seeming American. Like Professor Xavier or Frasier."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 0,
    "snip": false,
    "text": "The word you're looking for is \"classy.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flandango",
    "plus": 0,
    "snip": false,
    "text": "Ray needs some Oolong."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": false,
    "text": "you're supposed to like fresh darjeeling"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "English Breakfast is like Darjeeling."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by aziz, Thorfinn, InspectorGadget, baseballfan)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "...but she's too cute to even ask"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Huh, I'm drinking Twining English Breakfast right now. <br/> \n <br/> \nStill, when it actually comes to tea, I usually refer people to Douglas Adams's stance on tea:  <a href=\"http://web.archive.org/web/20101009144550/http://www.bbc.co.uk/dna/h2g2/A61345\">http://www.bbc.co.uk/dna/h2g2/A61345</a> <br/> \n <br/> \nI've never actually had tea this way, but that doesn't mean that the process he describes is both enjoyable and sounds like harbors fucking delicious results."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What? You pour tepid water on a teabag and hope for the best? <br/> \n <br/> \nAnyway, he's wrong about the milk. If you put the milk in first your tea will be a crappy mix of hot water and milk, and when agitated, clouds of brown will billow through that pale mix. <br/> \n <br/> \nThere's a reason he made his fortune as a writer, not a Chai-wallah."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, we rarely use real tea leaves. I have a mug that I use that's specifically made for it... It's got like a little colander thing you put the leaves in, then you pour hot water over it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gumption",
    "plus": 0,
    "snip": false,
    "text": "I propose we begin an organization that will find the perfect tea for Ray. This, I think, is a noble cause."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "victorsmonster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by victorsmonster was marked lame too many times and excluded. (marked lame by silver_lake, Thorfinn, Steerpike66, Anderian)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "i agree."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 2,
    "snip": false,
    "text": "Mr Bloom will drink what he's told with what he's told. Uppity little tyke."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "steerpike66",
    "plus": 3,
    "snip": false,
    "text": "I read on the internet that Clement Attlee was found dead with over a quart of tepid Darjeeling in his colon. The services hushed it all up, of course."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "This strip still leaves Cornelius' opinions on earl grey somewhat...Ambiguous. Does he dislike it, or does he just not like the idea of drinking tea with his ass?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Earl Grey is floor sweepings. The ignoramus who wishes to seem an connoisseur of tea will vaunt Earl Grey in his foolishness. Smelly ashy nonsense."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by aziz, Thorfinn, lateadopter, gkiyo, baseballfan)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "baseballfan",
    "plus": 1,
    "snip": false,
    "text": "You're just an angry condescending little person all over this page, aren't you?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by Thorfinn, eatmorekix, jpenpage, smugairle, newwavepony, gkiyo, baseballfan)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "baseballfan",
    "plus": 0,
    "snip": false,
    "text": "OK then! Let me just save some time here and skip to the lowest common denominator. Therefore: Your Mom!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foea",
    "plus": 1,
    "snip": false,
    "text": "Earl Grey is used to describe any black tea with bergamot oil."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by AdrianMiller, jrpigman, baseballfan)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Strange hybrid? Hmmmm. <br/> \n <br/> \nEarl Silvery? <br/> \nEarl Ashen? <br/> \n <br/> \nWait, I know! <br/> \nEarl Murky!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jrpigman",
    "plus": 5,
    "snip": false,
    "text": "What exactly are you saying about Captain Picard? <br/> \n <em>Choose your next words carefully, steerpike66.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "... I only noticed his name when you stated it there... I guess the guy is a Gormenghast fan.  <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "I am intermediate as well"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I would classify myself as an expert. I'm the tea-guy in most circles I occupy a station within. Black, the many varieties of herbal, Arabic, Green, the subtle differences between regular and decaf...I know my shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "d-pad",
    "plus": 0,
    "snip": false,
    "text": "Why is this rated so low? The last 2 panels alone gets a 5 from me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 13,
    "snip": false,
    "text": "My vote changed the number of votes."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "silver_lake",
    "plus": 0,
    "snip": false,
    "text": "People seem to punish Achewoods that post late. 0.2 points for every hour past due. Harsh, but fair, since all other comics get the same treatment."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "I refuse to give any strip that features Cornelius getting testy less than a 4."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "I'm quite surprised myself. The last 2 panels, along with the alt. text...not a 5 by any means, but a solid 4 from me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 2,
    "snip": false,
    "text": "I imagine that Ray's decision-making processes are widely used in industry. This is exactly how the Weinsteins decide what kind of films we are to see."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "obliviator",
    "plus": 2,
    "snip": false,
    "text": "I am intrigued by your ideas, sir and would like to subscribe to your newsletter."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "strix22",
    "plus": 0,
    "snip": false,
    "text": "Ray seems to me to be a green tea kind of guy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flandango",
    "plus": 0,
    "snip": false,
    "text": "No way.  Oolong."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "halfdirt",
    "plus": 0,
    "snip": false,
    "text": "I've been totally obsessed with the Oolong lately.  And I've been to a couple American Chinese food restaurants where the Oolong has been very good.  If Cornelius is right, and I'm missing out on something, I cannot imagine how good genuine Oolong is.  I'm trying but I can't!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flandango",
    "plus": 0,
    "snip": false,
    "text": "It is the best.  Cornelius is used to the tea that was served in Chinese restaurants in the US back in the 1930's.  That tea was in no way Oolong."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 1,
    "snip": false,
    "text": "I used to think Ray was a great critical thinker.  After this I just feel like he's one of those guys that just sort of forgets to stop talking until about 3 sentences too late."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I find panel four to be an excellent stand-alone. I need to attach that to something, like a door or a binder or...or...OR A COFFEE MUG. <br/> \n <br/> \nMr. Onstad? Are you there?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "hot DAMN is this one ever getting a five. The degree to which Ray takes this seriously feels me with obscene joy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 4,
    "snip": false,
    "text": "You have seriously been felt in an obscene way by an abstract concept?  Get out of Plato's cave, man!  You know they'll just come back for more.  Then, bam, you're pregnant with possibilities.  Things popping out of your forehead and everything. <br/> \n <br/> \n- holy fuck am I bored at work today"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "It's ok - discussing Greek philosophy is a job unto itself.  Whether you're getting paid for something else or not, the discussion and perversion of such is a service  <em>to society</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "If it worked for Socrates, I'll be damned if it doesn't work for me!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Only this I ask of you, my fellows. Under no circumstances should you mention the philosopher which should not be named, that which came after Kant. It kills the mood."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Lovecraft?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "In a manner of speaking... Actually, Asunción Herrera Guevara, head of the  <em>ethics and practical philosophy</em>  department at Oviedo Uni. But close enough."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "The amazing thing is that \"with obscnene joy\" makes even MORE sense due to my typo than in the original sentence. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "<em>What</em>  is Ray doing with his arms in panels 1 and 3?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I think he is asserting his prerogatives."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": false,
    "text": "This strip went in a direction."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 38,
    "snip": false,
    "text": "Cornelius has long memories of the Tea Enema Square atrocity."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "samcc",
    "plus": 1,
    "snip": false,
    "text": "Chubby for making me wince."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 2,
    "snip": false,
    "text": "Hey man"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "samcc",
    "plus": 1,
    "snip": false,
    "text": "Get outta here! I don't get paid to drag Royce's niece around all day! <br/> \n <br/> \nAlso hi."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Commence hilarious dialogue between our avatars."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 4,
    "snip": false,
    "text": "I want grass, buds, and leaves!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Commence hilarious dialogue between our avatars."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "What, again?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "I am the poorly scripted AI that ruins a good game. Sorry."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Once again, I have submitted to irresponsible and premature liposuction of my AssetBar assets.  I should have saved my chubbiness for you.  I will spray hot bloody fat on you in another time and place."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by Thorfinn, vermy, baseballfan)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "As far as I'm concerned, rogergs is the Mayor of AssetBar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Lawbot disagrees with me, vehemently."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by Thorfinn, vermy, baseballfan)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Well that's good to know, 'cause I wasn't joking."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by Thorfinn, vermy, baseballfan)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "it's almost like lawbot and neonaoneo are in a contest to see who can be the most like asherdan"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Asherdan: the Hitler of Assetbar."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "So does that make my statement \"Reductio ad asherdanum\"? This is not the first time I have seen such things in response to lame posts, and not just by me.  Maybe it's like a weird acheworld version of Godwin's law.  If so, I propose we name it Thorfinn's law, after me, the person who first made the observation.  As a conversation on lame posts and those who leave them increases in length, the probability of an asherdan comparison approaches 1."
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What's an asherdan?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "re asherdan comparison: i do not know how many times lawbot has been a cock to a stranger but i do find the nonfunctional pants comment extremely hysterical and rather good-natured for an insult.  it is a thing to think about."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I always read clear to the bottom, then chubby my way back to the top, ensuring that my chubbies only go to the comments that were truly deserving, but that occasionally backfires as well, because sometimes people post chubby worthy things a day or two after the comic, and my chubbies have all been used.  I think that instead of a strict 5 chubbies per strip, you should be allowed 1 more per 25 comments.  So today, with 140 comments so far, you would be allowed the base 5, plus 5 more (140/5, rounded down), for a total of 10.  This would greatly help to alleviate the chubby shortage that so many of us have been hit by"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "that, sir, is a very good idea (imo).  i think assetbar developers read the comments on this page:  <a href=\"http://web.archive.org/web/20101009144550/http://martini.assetbar.com/beta_comments\">http://martini.assetbar.com/beta_comments</a>  regarding assetbar features.  would you submit it?   <br/> \n <br/> \n(note: if someone has found a more reliable way to reach the developers, please let me know, for i haven't found out how to submit bug reports.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "The snap means that by the next panel Mr. Bloom was already on the phone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Wow, johnnyc. You beat me by two whole minutes. I really should refresh more often. Well, maybe our comments can work together to form a more perfect Idea. Does that make me a collaborator?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Do you really want to collaborate with Commandant Klink? <br/> \n <br/> \nI see nothing, nothing!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "Your reverse psychology won't work on me! I can see clearly that working with Herr Rowboat can only lead to the continued success of my operation!  <em>There have been no escapes from Stalag 13!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "The \"SNAP!\" in the final panel assures us that pre-production of this Smuckles-funded U.S. hostage epic will begin in earnest tomorrow....and be utterly abandoned by Wednesday, when Ray remembers that he doesn't need to do anything, ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grayestnova",
    "plus": 1,
    "snip": false,
    "text": "I think I might be in love with the way that Ray's mind works."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattfish",
    "plus": 3,
    "snip": false,
    "text": "Ray is the king of getting ever-so-slightly off track."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dwodles",
    "plus": 1,
    "snip": false,
    "text": "I think I've been in love with the way Ray's mind works since he sold his soul to have fuckin rude ass piano skills."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "supergeorgina",
    "plus": 0,
    "snip": false,
    "text": "I love how innocent conversations with Ray always take a turn down this kind of a lane."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "supergeorgina",
    "plus": 0,
    "snip": false,
    "text": "Lol @ Snapple tea."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "headlines: US P.O.W SAVES HOSTAGES BY DRINKING TEA WITH HIS ASS."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "javonathan",
    "plus": 0,
    "snip": false,
    "text": "This strip is okay."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "<sarcasm>Someone suggests that the comic strip is anything less than perfection!? Why, I must lame to show my disapproval of such a disgusting remark! </sarcasm>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 3,
    "snip": false,
    "text": "Damn you BBcode!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "elzilcho",
    "plus": 0,
    "snip": false,
    "text": "The lesser known \"sarcasm\" tags format everything like a line from Mad Magazine. <br/> \n <br/> \nSomeone  <em>suggests</em>  that the  <em>comic strip</em>  is anything  <strong>less</strong>  than  <strong><em>PERFECTION</em></strong> !? Why, I must  <em>\"lame\"</em>  to show my  <strong>disapproval</strong>  of such a  <strong>disgusting remark</strong> ! <br/> \n <br/> \nAnd of course for blind people, screen readers just act a bitch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jpenpage",
    "plus": 0,
    "snip": false,
    "text": "I wish Connie had answered the original question.  Then I would know whether I am foolish in my decisions."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tourach3",
    "plus": 0,
    "snip": false,
    "text": "no lie, i am drinking earl grey tea (with a lemon wedge, of course) as i read this <br/> \nmaybe i'm just stoned but sometimes the world is weird like that"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "I am drunk off of this Lipton instant Green Tea and Rum. Does that count for anything? I bet Mr. Cornelius Bear would have a bone or two to pick with me."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "skoora",
    "plus": 2,
    "snip": false,
    "text": "Yes, a tea bone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "I immediately regret posting this"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "samcc",
    "plus": 0,
    "snip": false,
    "text": "Need to get you some Lady Grey tea, man.  Cut out the citrus middle-man.  Twinings makes a good Lady Grey, but it's harder to find than their others."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Lapsang Souchong is a good tea to like Ray. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 1,
    "snip": false,
    "text": "My advice to Ray is stick with coffee.  We went to the trouble of having a revolution to get rid of tea and teadrinkers.  Drinking tea is just like pissing on Alexander Hamilton's grave. <br/> \n <br/> \nThat having been said, I went through a gourmet tea phase last year.  It was fun, and my blood pressure went down 20 points.  In the end, though, I just need my 8-12 cups of coffee a day to function.  This is how we are as a people; it's not our fault."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "I actually have pissed on his grave."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "Ray should read Douglas Adams' \"The Salmon of Doubt.\" He dedicates a whole chapter to making good tea."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 5,
    "snip": false,
    "text": "Orlando Bloom is in rehearsals right now: <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "He looks like Inigo Montoya."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 3,
    "snip": false,
    "text": "He looks like JOhn Leguizamo"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 3,
    "snip": false,
    "text": "He looks like Charles Bronson"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jrpigman",
    "plus": 3,
    "snip": false,
    "text": "Matt Dillon, circa \"Something about Mary\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "He looks mildly constipated."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mindbnder",
    "plus": 1,
    "snip": false,
    "text": "he looks like an unemployed high school band instructor."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "...who was let go from his last school because they suspected he might be spending a bit too much \"private time\" with the students in the band room."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "BINGO"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "That is a vile 'tache, sir. he looks like a scouser, Ey!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "zebra",
    "plus": 0,
    "snip": false,
    "text": "So randomly... <br/> \n <br/> \nLet's say someone was doing something pretentious and terrible, like writing a paper about apathy and melancholy and just all around sadsackery, and one particular focus was multi-media and combined artforms, like words mixed with pictures (a comic, perhaps one on the internet, would be a good example). <br/> \n <br/> \nSo, in saying this (terrible) thing, what strips might be best to look at in terms of just raw sadness?   <br/> \n <br/> \nOr maybe I should just ask what are the best Roast Beef strips?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144550/http://achewood.com/index.php?date=11052001\">The</a>   <a href=\"http://web.archive.org/web/20101009144550/http://achewood.com/index.php?date=06022003\">saddest</a>   <a href=\"http://web.archive.org/web/20101009144550/http://achewood.com/index.php?date=09052006\">thing</a> .  <a href=\"http://web.archive.org/web/20101009144550/http://achewood.com/index.php?date=07302007\"> 1</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "Almost right. For some reason assetbar ate the plus sign, so ' 1' became just '1'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sigmacoder",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144550/http://achewood.com/index.php?date=02022007\">Teodor on depression.</a>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "Anyone here drink ringtons? now theres an awesome tea. actually sod this i'm going to go drink some now. <br/> \n <br/> \nonce again achewoods subliminal advertising ahs affected my tiny mind."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Be  <em>quiet</em> , Comrade_Tom."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "Damn, plain cold Italic-ed. <br/> \n <br/> \ngoing to go find a cement bridge to jump off."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Dude I just got offered the freshest new Beyonce rington on my myspace."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 3,
    "snip": false,
    "text": "\"What's a good tea to like?\" Not, what tea would I like, or what is a good tea. It's as if Ray has dispensed with the idea of consuming things for any other reason than the value they'd bring to his already pretty expensive lifestyle. What tea should I settle on as my tea, he's really asking, as a lifestyle accessory, as an accoutrement to my other things that I like, which, taken as a whole define me in ways my actual personality never can. Yet, in a way, you could say that this is just a defining characteristic OF his personality; he is obsessed with every shimmering and shifting surfaces - who am I to say this is any less deep than appreciation of the actual taste of tea?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "I should really proofread. Oh well."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "best achewood ever.  i see you've still got it after all, onstad"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brisk87",
    "plus": 0,
    "snip": false,
    "text": "Onstad once more proves that he listens in remotely to the conversations that I have with my own friends."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "f1shst1ck",
    "plus": 0,
    "snip": false,
    "text": "The producers note is what made me give this a 5"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Digs on Orlando Bloom are allllright with me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "\"your ass sucks earl grey!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "off topic: im listening to Iron Tusk, by the band Mastodon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "masterbbb26",
    "plus": 0,
    "snip": false,
    "text": "I have had Snapple, drank tea at a Thai restaurant AND i drank real tea at church once.....does that make me an expert?"
  }
]