[
  {
    "depth": 0,
    "minus": 1,
    "name": "theunity",
    "plus": 15,
    "snip": false,
    "text": "Such an awesome look into Ray's psyche."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petitegitan",
    "plus": 9,
    "snip": false,
    "text": "That's just not the kind of thing that's important to him."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "untilyouaresonude",
    "plus": 69,
    "snip": false,
    "text": "Nobody else wanna say it? Fine, I will. Ray has too damn much money."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tapaidhnaomh",
    "plus": 32,
    "snip": false,
    "text": "Yea. We made too much money."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mugi",
    "plus": 16,
    "snip": false,
    "text": "That can be fixed with a charity laserlight show."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "vweep",
    "plus": 4,
    "snip": false,
    "text": "Chubbied for Metalocalypse reference."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 4,
    "snip": false,
    "text": "featuring Fat Kid and The London Philharmonic!! <br/> \n <br/> \n(goes to the bathroom)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mangtastic",
    "plus": 1,
    "snip": false,
    "text": "Chubby for Monty Python reference."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Ya'll some extreme television viewers."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "If it doesn't trigger an involuntary bodily function, it ain't TV."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "My nipples explode in delight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "Hey Ray, if you have some money lying around maybe I could borrow a fifty or something for some fine liquor?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cdtm",
    "plus": 0,
    "snip": false,
    "text": "Guy probably uses fifties for toiletry."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sargasm",
    "plus": 25,
    "snip": false,
    "text": "Ray's definition of \"fine liquor\" does not include anything that you could buy with a mere half-centurion, unless maybe you were just buying one glass of it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zeal",
    "plus": 5,
    "snip": false,
    "text": "From now on I am referring to fifties as half-centurions.  A chubby for you, sir.  A chubby indeed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but never confuse a half-centurion with a half-centaur."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 11,
    "snip": false,
    "text": "Wouldn't that just be a man...or a horse?  <br/> \n <br/> \nI suppose it could be a quarter horseman. Oh no. Oh no i didn't!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "Heh. <em> Classic Lyle.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shinkusan",
    "plus": 0,
    "snip": false,
    "text": "Just get him to do something bad to you. Then you're looking at an even six-hundo"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "Oh, I leave my childhood drum out every once in a while."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imitationcrab",
    "plus": 3,
    "snip": false,
    "text": "Ebay says you can \"Buy It Now\" for $1,550.  The paper I mean.  Not Ray's salsa."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 9,
    "snip": false,
    "text": "Well, how much for the salsa, then?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dorothypoopbot",
    "plus": 1,
    "snip": false,
    "text": "How is it not wrinkled at all in the last panel???"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 7,
    "snip": false,
    "text": "The Dewey Defeats Truman misprint is not vulnerable to the inconveniences of entropy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Somewhere in his underground layer, the 2nd Law of Thermodynamics shakes his fist angrily... <br/> \n <br/> \n <em>\"I'll get you next time, DDT... next time!\"</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 17,
    "snip": false,
    "text": "<strong>Weekend Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101005060513/http://raysmuckles.blogspot.com/2004/10/country-western-party.html\">Country-Western party!</a> <br/> \nPat:  <a href=\"http://web.archive.org/web/20101005060513/http://journeyintoreason.blogspot.com/2004/10/do-not-eat-crab-unless-it-is-day.html\">Do NOT eat crab unless it is the DAY before trash pickup!</a> <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101005060513/http://chrisonstad.blogspot.com/2004/10/linguini-seafood.html\">\"Linguini Seafood\"</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Has anyone tried this linguini recipe? It sounds delicious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 19,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101005060513/http://chrisonstad.blogspot.com/2004/10/fire.html\">Fire</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Xiaomimi, I consider you a pre-eminent scholar on the blogs. Has the blog frequency decreased of late?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 3,
    "snip": false,
    "text": "Yes, drastically.  In general there was a gradual attenuation of posting frequency after the blogs first appeared, but it unsurprisingly slowed to a virtual halt when the premium content was introduced.  I suspect the premium content is replacing the blogs as a non-strip creative outlet, intentionally or not.  There have been a couple posts since then, but I don't expect there to be many more."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "The blogs have been rather neglected for at least a year, probably more.  Yeah, the premium content pretty much ground them to a halt (at least, until this past weekend), but they were going about 2 mph long before that, anyways (except for Onstad's own blog, maybe)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "The Premium content doesn't have blogs though does it? It has twitter like status updates and strip cut offs. I don't subscribe so I don't know, but doesn't it? I've always thought the premium content wasn't much more actual work for Onstad, but more of a feature for people who have jobs and feel kicking a couple bucks over every month (like they would for a magazine subscription) is worth it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "No, it doesn't have blogs.  Most of the time it's just short, 1 paragraph glimpses into various characters' worlds, but there's more to it than that.  I tend to think of it as random ideas that Onstad has but can't make into a \"real\" strip.   <br/> \n <br/> \nMy point above was just to note that it wasn't the creation of the premium content that lead to the disrepair of the blogs; the blogs were dying long before the premium content came around...but it could've been all the work on the GOF book and the precursor work to the premium content that led to the decline of the blogs."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 3,
    "snip": false,
    "text": "The trickle of blog production following the GOF arc was actually relatively steady, with an average of about eight posts per month (S.D. = 4.4) between April 2006 and June 2008.  There was a gradual slight decrease in blog frequency over this period, but it never hit zero posts in a month.  Since the premium content was introduced in July 2008, the average is below one post a month (S.D. = 1.2) and there have been four zero-post months.  That's all I'm sayin'."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "How many of those blog posts were the Bacon Blog, though?  I'm going solely on memory here, but it just seemed that the only thing he was doing with any regularity for a while was the Bacon Blog, which, I dunno, doesn't really count like the character blogs, if you ask me.  But, hey, you've done the research; I probably look like an idiot."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 2,
    "snip": false,
    "text": "The bacon blogs only lasted a couple of months, though.  Here,  <a href=\"http://web.archive.org/web/20101005060513/http://m.assetbar.com/achewood/recent_comments?user=xiaomimi&amp;msg=100\">these</a>   <a href=\"http://web.archive.org/web/20101005060513/http://m.assetbar.com/achewood/recent_comments?user=xiaomimi&amp;msg=75\">two</a>  pages of my comments list cover that time span.  If you see Onstad's name in the  message link, it usually means his is the only blog that day.  The bacon blogs may dominate less than you remembered, but you tell me."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I'm at work, so I'll take your word for it.  I guess I think of even averaging 8 a month as being significantly less than the torrid pace set when they began (which, again, according to my impressionistic memory, and with some due hyperbole, seemed more like 8 per week).   <br/> \n <br/> \nI started reading Achewood not too long before he started the blogs, and it just always seemed to me that his interest started waning quite some time ago, though he obviously kept them up, to an extent. <br/> \n <br/> \nDang, I can't believe you stat this shit up, xiaomimi!  Do we have to promote you from Blog Girl to Blog Queen or something?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 3,
    "snip": false,
    "text": "That guy called me a pre-eminent scholar.  I couldn't let him down! <br/> \n <br/> \nAnd of course you're right, the blog frequency was crazy high when it first started (probably closer to eight per day for the first week or so), but it slowed down fairly quickly after the first month.  Since then there's been a sort of surge-and-fade pattern, with a bunch of blogs all at once and then a gradual slowdown until the next surge.  Likewise, at the global level it's been a steady decrease.   <br/> \n <br/> \nLooking at the patterns, I'm not sure it's so much a matter of interest fading as the effect of other diversifications of Achewood content pushing the blogs to lower prominence.  Blogs slowed way down during the Great Outdoor Fight arc, for example.  More surprisingly, it looks like a lot of the blog slowdowns in the post-GOF period correspond with  <em>Man Why You...</em>  'zine publications. And of course, the GOF book, book tour, and premium content have probably all contributed to the current disemblogging.  It's just a matter of the content getting more spread out."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "riazm",
    "plus": 7,
    "snip": false,
    "text": "I imagine you in a white coat, with glasses, in one of those glass walled offices. You and three other people are staring at a huge plasma screen which has a graph of blog post frequencies plotted with certain events and equinoxes pinned on. \"GOF Plotline\" \"Birth of Mexican Magical Realism\" \"New Moon.\"  <br/> \n <br/> \nAll of you holding your heads saying: <br/> \n <br/> \n\"Please. Help. Me. See. The. Connection. Here.\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<em>perfect.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "also, xiaomimi, you are just too rad for doing what you did. chubbies all the time!"
  }
]