[
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zem was marked lame too many times and excluded. (marked lame by hellofditties, morbo, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 1,
    "snip": false,
    "text": "So they say"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "regrepnsnefpoh",
    "plus": 0,
    "snip": false,
    "text": "It's actually wonderfully in character. <br/> \nAnd can you picture them all the the dumbwaiter, Beef explaining why they mustn't hold it in?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 6,
    "snip": false,
    "text": "Teodor looks so damn ashamed"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 24,
    "snip": false,
    "text": "puzzled on some brew <br/> \n <br/> \nstatements like this are almost enough to make me drink."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "syrinx",
    "plus": 16,
    "snip": false,
    "text": "It's the poetry of a man who truly loves the sauce."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "This, crispy stellas, and hella slanted (along with get yo slant on) have become cornerstones of my Guy Talk."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 32,
    "snip": false,
    "text": "I love that ray has a term for deficating into lunch bags."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "agika",
    "plus": 0,
    "snip": false,
    "text": "If there's anything I learn from Achewood, it's the terminology for crapping into various things. <br/> \n <br/> \nAlso, I shall now titter whenever someone utters the phrase \"hot lunch\".  God bless you, Onstad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 2,
    "snip": false,
    "text": "as much as i love ray, he's not the first to use the term \"hot lunch\" in reference to poo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "True, but they were  <em>packing</em>  hot lunches."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "\"Drop a Rosanne\" is yet another winner."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "Easy to say for a man who made pickles in bed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://www.urbandictionary.com/define.php?term=hot lunch\">Ahem.</a> (It's just urbandictionary but you probably don't need the mental picture those definitions will give you.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Nice call! Every other reading, I took it to be a general phrase for busting a deuce, but \"packing Hot Lunches\" is clearly a specific term for taking a shit in a brand-name ziploc sandwich bag.  <br/> \n <br/> \nI thank you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 11,
    "snip": false,
    "text": "It's going to be an interesting day for the garbageman tomorrow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewoodno1fan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achewoodno1fan was marked lame too many times and excluded. (marked lame by divot, madnes, Deusoma, equinn2006, hikikomori, aquamuffin, mystkmanat, Zem, mrblank91, Mastronaut)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bookofsand",
    "plus": 10,
    "snip": false,
    "text": "Check it out; Ray's diction and grammar are impeccable when he's talking to his entertainment security people, but it quickly goes back to baseline with the ol' knuckleheads."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "suppose he got a repu <em>tation</em> !!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qatipay",
    "plus": 23,
    "snip": false,
    "text": "The dumbwaiter ain't the coolest place in town right now"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 1,
    "snip": false,
    "text": "I held it for a full week at Boy Scout camp because otherwise I'd have had to wipe it with a leaf."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nessotron",
    "plus": 0,
    "snip": false,
    "text": "I think everyone's held it for a week at some point, but two would be torturous."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "The leaf - not as bad as you'd think."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "unless that leaf is poison oak. then it's worse"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 0,
    "snip": false,
    "text": "Same here. We had latrines... but they were scarier to me than the thought of crapping in the woods."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "antwerpmassive",
    "plus": 0,
    "snip": false,
    "text": "Ah, this is the truth.  The first time I went to Boy Scout summer camp, one guy got stung by hornets that came out of the latrine while he was in there. <br/> \n <br/> \nThat was supposedly something that happened to him a few times before."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "Oh lord, Beef, two weeks?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leahpidoptera",
    "plus": 18,
    "snip": false,
    "text": "Oh, Beef, you didn't need surgery. Just a matchstick would have worked!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ezcmac",
    "plus": 0,
    "snip": false,
    "text": "You ain't understand the cat unless you spent two weeks at Boy Scout Camp without unloading your luggage."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cameasiam",
    "plus": 4,
    "snip": false,
    "text": "It's 3:21 and I just woke my girlfriend up with my laughing and she has to get up for work in less than 3 hours. She now hates Achewood more than she hates me. Atleast she understands that it wasn't my fault."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chrissketch",
    "plus": 8,
    "snip": false,
    "text": "I was a counselor at a Boy Scout camp for a few summers. I was a lifeguard at the pool. At one point, it was left up to me and another guy (both of us younger than the rest of lifeguards) to take the evening shift at the pool by ourselves for the first time. Then we are informed by a panicked youngster that some kid in changing area has passed out. <br/> \n <br/> \nTurns out this kid broke the three cardinal rules of scout camp so he wasn't having a pretty good day: <br/> \n1. He was dehydrated because he'd been drinking just a little soda instead of water for a few days now. <br/> \n2. He was walking the trails without a buddy (apparently he had told them he would \"catch up\" and passed out on the trail once already). <br/> \n3. (and most importantly) He hadn't shat for nearly a week and a half. <br/> \n <br/> \nWe called in the emergency, and got him onto a stretcher that was actually meant to rescue drowning victims who might also have back injuries. Then, in a truly epic moment of \"aw fuck\" we realize the position and proximity of the gate to a nearby wall prevents us from getting this kid out on this stretcher. We passed him over the chain link fence so they could drive him to the nearest hospital which was at least an hour's drive away.  <br/> \n <br/> \nDon't think he needed surgery though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 1,
    "snip": false,
    "text": "Well, the lightweight didn't even manage a week and a half. Only the dedicated need surgery."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "from now on getting \"a little puzzled on some brew\" is my official getting drunk phrase.  <br/> \nBeef yr my hero."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 1,
    "snip": false,
    "text": "I'm pretty sure getting \"a little puzzled\" doesn't go all the way to full-on drunk.  It's the rest stop on the way over from buzzed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "confusion",
    "plus": 0,
    "snip": false,
    "text": "One of my exes did that at Jewish camp."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "Jewish camp?? Oh my dog!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wildcat",
    "plus": 1,
    "snip": false,
    "text": "No, thank YOU Carrie!!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "People need to say \"packin' hot lunches\" as a euphemism for pooping more often. It is the awesomest."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "I did that but it was for only a week and it wasn't at Boy Scout Camp, it was a school camp and I didn't need surgery so I guess it's nothing like this, I guess I just held in my shit for like 5 days yeah about 5 days but then I finally went because we had been climbing mountains and stuff all week and I couldn't handle that anymore also we were going to play this massive game of basically tag and I couldn't be expected to run in the snow with an ass full of sass also I was like 11 so there was no excuse for not shitting in a timely and consistent matter it's just the bathrooms were dirty."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aseidel",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef. Oh the life you have lived."
  }
]