[
  {
    "depth": 0,
    "minus": 0,
    "name": "canebreak",
    "plus": 31,
    "snip": false,
    "text": "It is a good thing for Beef to be happy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crowrobot",
    "plus": 0,
    "snip": false,
    "text": "Unfortunately it is also rare."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "muscles",
    "plus": 27,
    "snip": false,
    "text": "A cat owning a robot dog? MADNESS!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wehavemagnums was marked lame too many times and excluded. (marked lame by ted0phile, SSDDR, goocifer, Shurimpu, Rayonatoilet, NDCaesar, waldo913, Fermatprime, luckypyjamas, spiderbethlehem, DanS, Brosaurus, Zem, dropkickpikachu, goodgravy, motts, Appers)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "psykeres",
    "plus": 2,
    "snip": false,
    "text": "Haha! I wanted to give this a chubby, but the ol' rating system is disabled."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 9,
    "snip": false,
    "text": "I wanted to lame this, but then I saw that this comment was made a year ago. Things were different then, I think. It was probably considered funny back then."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 4,
    "snip": false,
    "text": "You are a good man."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tripperday",
    "plus": 2,
    "snip": false,
    "text": "I think it's funny now and want to Chubby it. I want to Chubby the hell out of that comment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_pink",
    "plus": 0,
    "snip": false,
    "text": "I could not chubby *and* lame this, so I just chubbied."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gtc",
    "plus": 64,
    "snip": false,
    "text": "Mickey Mouse owns Pluto but is good friends with Goofy.  <br/> \n <br/> \nThat's pretty screwed up if you think about it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 15,
    "snip": false,
    "text": "...holy shit."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "vweep",
    "plus": 0,
    "snip": false,
    "text": "That is not the saddest thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "No, but it is screwed up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Mickey has been owning Pluto since days when slavery was not only legal but generally approved of. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 4,
    "snip": false,
    "text": "I love taking my dog to check the pee-mail."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nutmeg",
    "plus": 18,
    "snip": false,
    "text": "DANG I JUST GOT THAT IT'S A GENIUS CONCEPT <br/> \n <br/> \ni was all thinking it was an AIBO thing but it's a general dog thing, checkin' pee places for updates and such! i never got that bit until now DAMNNNNNN. <br/> \n <br/> \nokay i'm calm."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 2,
    "snip": false,
    "text": "Wonderful last panel"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 18,
    "snip": false,
    "text": "Beef hasn't been this happy since Ray made Cheers"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crinklebat",
    "plus": 1,
    "snip": false,
    "text": "Such a good call!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Totally good call.   <a href=\"http://web.archive.org/web/20101003210446/http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D09122002\">Looking back</a> , this Aibo gives him a much mellower happy-buzz then the Cheers bar, though.  Like the wine to its tequila, say."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nosearmy",
    "plus": 1,
    "snip": false,
    "text": "When his eyes went pie-shaped he looked like a meth or speed freak.  It was slightly scary to see such a transformation. <br/> \n <br/> \n\"Oh hee hee hee!\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "moolah",
    "plus": 2,
    "snip": false,
    "text": "beef only wants the best for weldon"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 1,
    "snip": false,
    "text": "If only real AIBOs were half this charming."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doncaballero",
    "plus": 13,
    "snip": false,
    "text": "As a Breast Man you are able to purchase the \"Really Charming AIBO\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 6,
    "snip": false,
    "text": "Sony gives you the  <em>real</em>  AIBO only if you create a piano album that outsells Dark Side of the Moon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 3,
    "snip": false,
    "text": "I tried to check my pee-mail but then The Man told me me to be nicer to my postal delivery service."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ezcmac",
    "plus": 0,
    "snip": false,
    "text": "Oh god it is so depressing to see the ironically sad yet hopeful happiness of such as a lonely AIBO enthusiast would enjoy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "He loves the little AIBO Weldon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "not as depressing as <br/> \n <br/> \nhttp://www.realdoll.com/cgi-bin/snav.rd?action=viewpage&section=testimonials <br/> \n <br/> \nstory 5"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I cannot stop looking at this site. I'm going to have nightmares."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "The alt text to this one, \"Roast Beef is going around and he is pretty happy and the dog is well taken care of\" made this into a five for me. So much joy in Beef's transformation into a reasonably well adjusted cat-person."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caseyb3",
    "plus": 6,
    "snip": false,
    "text": "This is basically what puppies are for. There is no more efficient way to make someone happy; even an ugly dog will please a dour woman or man, not giving a damn whether or not the fellow wishes to be pleased. <br/> \n <br/> \nThey run around and have just the happiest old time. That is their agenda and they'll do it whatever you have to say. You learn to roll with it, and everything they do is adorable. Between that and their surprising ability to like you no matter how shitty you are, it is pretty hard to be too sad around a dog. <br/> \n <br/> \nIncidentally, the font on Beef's shirt is older than the micro or minicomputer. It is called Westminster and is almost as old as my parents. Hell of a thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 7,
    "snip": false,
    "text": "I feel mostly angry around dogs.  I do not like to be needed or wanted by an animal in any particular way.  Cats make me feel relaxed.  Some crave passive attention, some crave active attention.  This is the difference between a cat person and a dog person."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apricotta",
    "plus": 2,
    "snip": false,
    "text": "As I was reading caseyb3 comment, I felt an increasing urge to answer, cat-person-wise. Then I scrolled down and I saw your comment. And I no longer need to write anything. Chubby."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "fineoakstructure",
    "plus": 5,
    "snip": false,
    "text": "The difference between cat persons and dog persons is that cat persons like to spend money on something that hates them.   <br/> \n <br/> \nDog persons are just more likely to have kids to fill this role."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "spinynorman",
    "plus": 9,
    "snip": false,
    "text": "Dogs are for aggressive people, cats are for passive ones.  <br/> \n <br/> \nCats is all \"hey buddy, fuck you and feed me\" <br/> \n <br/> \nDogs is all \"HOLY SHIT IT'S YOU I CAN'T FUCKING BELIEVE IT\""
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "So, cats are for pussies. <br/> \n <br/> \nGot it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Cats are for people who'd be mildly offended that you think \"pussy\" is an insult."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "To rephrase: people who don't think gentleness and considerateness are bad qualities."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Don't read too much into my comment above.   <br/> \n <br/> \nBut, that being said, if you're into gentleness and considerateness, why would you be into cats?  All the cats I've known seem to care only about themselves and thoroughly enjoy clawing things (e.g. my thighs)."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Yeah, one thing about dogs is that they emote. They have a big flag on their ass that lets you know how they feel, 24/7. Also, they've been bred through the generations to seek out human company and look to humans for support and help, and to supply the same in the reverse.  <br/> \n <br/> \nCats are... wild. They say that a dog is only a few generations away from a wolf, but I've never lost the feeling that when a cat looks at me with those alien gemstone eyes, it's thinking of itself, ten times larger, chasing me through dry scrub and smelling blood."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Man, that is exactly the opposite of my experience with cats.  Most of the cats I've known have been affectionate, loving creatures.  My elderly kitty Natasha is sleeping on my shoulder right now.  Most of the dogs I've known are frankly too stinky and ungainly to cuddle with."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Man, it looks like \"fakead\" and \"glorify\" really like cats and hate the idea of people poking a little fun at cats."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "People get real touchy on the subject. I am a cat dude and I felt the urge to lame all the anti-cat comments but I am also a reasonable dude so I did not do that."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "A chubby for a reasonable man."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "need i make the obvious joke here?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "caseyb3",
    "plus": 1,
    "snip": false,
    "text": "In the interest of context, I am a dude of both dogs and cats. They have their merits and drawbacks, but this is not about them, it is about us. <br/> \n <br/> \nDomestication: only game in town."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I'm definitely a cat person, but it has nothing to do with gentleness nor considerateness. <br/> \n <br/> \nI mean I don't hate dogs. They've got the stupidity of the average person without that oblivious maliciousness that humans have in spades. I want them to go away, but I don't want to flay them alive in the process like I want to do to people.  <br/> \n <br/> \nCats however, are completely honest, non-annoying, non-malicious, and generally fine in every way. They do their own sort of thing, let you know softly when they want attention, go away when they don't, reward you for doing what they want, punish you for doing what they don't want, and totally don't judge me for wanting to flay people alive because they totally maul things for fun too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 1,
    "snip": false,
    "text": "Cats are good for a depressed person because they do not rely on you so you can't let them down. A cat doesn't jump on you when you come home or (usually) try to wake you up; they simply exist in your house, and they will not complain too much if you want them to sit and watch TV with you. I have four cats, which sounds like a lot until you realize that three of them spend most of their time sleeping in hidden places and the fourth sleeps  <em>on</em>  you, but even the one that hates me will come around and sit with me and purr when I'm upset. <br/> \n <br/> \nCats are rad if you have enough of them to represent the common temperaments: angry and evil, invisible, occasionally invisible, and \"Oh man you're just like a dog except if you bug me I can throw you across the room.\" <br/> \n <br/> \ntl;dr i'm a pussy"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redzerostar",
    "plus": 0,
    "snip": false,
    "text": "\"even an ugly dog will please a dour woman or man\" is quite sage."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 12,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nNice Pete:  <a href=\"http://web.archive.org/web/20101003210446/http://peterhcropes.blogspot.com/2004/11/chapter-10.html\">Chapter 10</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 2,
    "snip": false,
    "text": "Pee-mail, pioneered by Rush: <br/> \n <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I grew up on Weldon road. This strip shocks and confuses me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "makes me feel so good"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Beef is so... weird looking. I mean, like, look at the final panel. He's like a stick. He needs to relax."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "This is the sweetest comic"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 1,
    "snip": false,
    "text": "Played on the prettiest guitar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "\"Have the happiest old time\" is now in my vocabulary."
  }
]