[
  {
    "depth": 0,
    "minus": 1,
    "name": "beansdooma",
    "plus": 15,
    "snip": false,
    "text": "those are some deep fucking leaves"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by sonickid, ezcmac, Lolsworth, seven47, riotdejaneiro, roger_wilco, pmoney187, Dezufnocosem, Spoon, smog, snowman, Thorfinn, Hayzeus, drewvreeland, sean1058, Jesler729, kylank, aargh, sharksarecoming, sirptom, oingoboingirl, StagnantDisplay, anticitizen, seanpskelly, sardoniclaconic, Rayonatoilet, Mikemcg, stop, Talbain, thenotorioussam, bob_lamonta, hoboninja, shades, ep2, luckypyjamas, shinsengumi14, aHatOfPig, newwavepony, troutman, Fcannon, Afkpuz, suprememongoose, AlbinoSquid, kenyot, Doc_Rostov, Mo_Rose, spry, littlefatdog, Wolfslice, almightygosh, mastema23, theargentinian, peterjoel, DeathwishJones, SPECTRE, lizjones, aperson)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "Not exactly improbable... the chances are about 50/50."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bob_lamonta",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bob_lamonta was marked lame too many times and excluded. (marked lame by madnes, silver_lake, ppccd, Overmedicated, Thorfinn, kylank, Yossarian, wae, wargasmic, chochacho, lamelliform, littleherrdoktor, Jopon, sevendaughters, DrSkradley, nutmeg, Doc_Rostov, benjaminpask, M-E-Charm)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chuvak was marked lame too many times and excluded. (marked lame by seven47, gladi8orrex, kylank, bob_lamonta, troutman)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theargentinian",
    "plus": 6,
    "snip": false,
    "text": "i think he's talking about the goofy fan fic above... not the strip itself... actually.. im pretty sure of it.."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bob_lamonta",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bob_lamonta was marked lame too many times and excluded. (marked lame by gladi8orrex, kylank, wae, FeralChicken, PohlHoud, retinarow, Audhumla, valuedan, M-E-Charm)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": true,
    "text": "A comment left by semiquaver was marked lame too many times and excluded. (marked lame by gladi8orrex, kylank, eatmorekix, cavebaby, farqussus, bob_lamonta, glurgle, PohlHoud, aperson)"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "It was good the first and second time. Now, he'll have to do it about fourteen times before it becomes funny again. If he stops now, it's nothing. But this is manflesh."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": true,
    "text": "A comment left by earendil was marked lame too many times and excluded. (marked lame by Cyberbob, Spoon, DeimosRising, Zem)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by Cyberbob, Spoon, jfenserty, DeimosRising, aHatOfPig, dropkickpikachu)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": true,
    "text": "A comment left by slab64 was marked lame too many times and excluded. (marked lame by sagoon, ButterMoths, cretin, Cyberbob, Thorfinn, kylank, DeimosRising, Jopon, DanS, HollyBones, peterjoel)"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "myrrdisparo",
    "plus": 2,
    "snip": false,
    "text": "I think a *kick* would be more appropiate. But the joke is kinda stale now, isn't it?"
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "circumstances",
    "plus": 6,
    "snip": false,
    "text": "It was stale before the movie came out, truth be told."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "slab64",
    "plus": 4,
    "snip": false,
    "text": "And yet...it had to be done."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Like Teodor's semen?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Ah - suddenly it all becomes clear."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Okay apparently the people who appreciate that sort of thing are about one out of three.  That's pretty good considering."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wae was marked lame too many times and excluded. (marked lame by kylank, eatmorekix, FilosSoapEyed, bob_lamonta, Wolfslice, grayfox)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by kylank, n00b, Marcus_Brody, jollysaintpete)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "gormster",
    "plus": 17,
    "snip": false,
    "text": "what the fuck is wrong with your semen"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by kylank, jollysaintpete, tommycrashwreck)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "What? Such a blob will never grow on you, barring some hideous Frankenstein medical experiment"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "norrin",
    "plus": 4,
    "snip": false,
    "text": "I was kind of surprised when the good Dr. grew on me, but he did. It wasn't like Ahserdan where he was just reviled by all at all times; he managed a pretty even chubby to lame ration even before he became widely acceptable. <br/> \nEven if his comments aren't your thing, you have to admit they are interesting."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mastronaut",
    "plus": 1,
    "snip": false,
    "text": "Speaking of which, where did asherdan go? I haven't seen his bright smiling face in quite some time..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 3,
    "snip": false,
    "text": "He got hated out like disco. I actually felt bad for him near the end, when people were laming him even if he made benign comments. But then, there's people like bob lamonta who lame everything, like the vast majority of posts above this one."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "peterjoel",
    "plus": 23,
    "snip": false,
    "text": "Sometimes I sit outside in the cool of the evening, looking at the stars - a moth flutters around the night light. The drone of the cicadas only amplify the silence. Sometimes, I like to imagine that asherdan is still among us, as a ghost, writing interesting comments with a fresh user account."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 3,
    "snip": false,
    "text": "I agree man.  Manflesh is a troll with  <em>craft</em> .  Possibly he is an Orc or some such."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wae was marked lame too many times and excluded. (marked lame by kylank, eatmorekix, Wolfslice)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 4,
    "snip": false,
    "text": "yo don't lame this fellow he is a fine fellow i know him."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "wae",
    "plus": 8,
    "snip": false,
    "text": "Look, I apologize in advance for getting a little bit \"internet message board poster\" about this, but here's the thing: <br/> \n <br/> \nDude's first day here, he tries to call somebody out for being \"indulgent and pointless and unnecessary.\" That's all well and good, and you can use chubbies and lames to express how you feel about comments. Many of manflesh's only rate about a 50/50 anyway . . we get it, porno slasher fan fic isn't hilarious to everybody. <br/> \nBut when a couple people tell him that it's kind of a running joke and not to be hatin' just yet, he just got all lame-happy on them. And that's sometimes when I start calling people names. <br/> \n <br/> \nOn the internet."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tucky",
    "plus": 27,
    "snip": false,
    "text": "A non-achewood-reading friend of mine was looking over my shoulder and asked what I was reading.  I nonchalantly told him I was observing a miniature flame war over a fan-fic written by a contraversial figure named Dr. Manflesh Desires Anal Play Immediately.  I think he wants to find a tact way of leaving my house now."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "Dr. Manflesh is certainly controversial."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dovey",
    "plus": 8,
    "snip": false,
    "text": "The Immediacy with which he Desires, nay Requires his Anal Play can be quite Confronting."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "yes but i think you should excuse someone who is totally unfamiliar with the dynamic here for not understanding the point/concept of dr. manflesh. and re: the laming, i love my boyfriend but he can be silly sometimes. it took me several tries to get him into achewood, for instance."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "Even *after* it was clearly explained to him? <br/> \n <br/> \nThat is silly. Do not be silly on the Internet."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "spry",
    "plus": 0,
    "snip": false,
    "text": "the strip or the trail of jism lying two comments above you? <br/>"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "drskradley",
    "plus": 4,
    "snip": false,
    "text": "The balls of doing this again made me giggle.  Thank you, good doctor."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "swanny614",
    "plus": 0,
    "snip": true,
    "text": "A comment left by swanny614 was marked lame too many times and excluded. (marked lame by kylank, brian, mania3, sevendaughters, iceofboston)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theargentinian",
    "plus": 21,
    "snip": false,
    "text": "we need to figure this icon thing out here swanny614... although mine was randomly assigned I have come to like it and do not want to part with it. Its a duel. You and me. Pistols at dawn."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 3,
    "snip": false,
    "text": "Are you one of those zealous types who finds it morally reprehensible to take any Form that Onstad Hath not Bestowed upon you?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theargentinian",
    "plus": 1,
    "snip": false,
    "text": "yes. i feel completely comfortable in the skin Onstad bestowed... I feel like its my Onstad-given right... and I'll duel anybody for it..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Until tomorrow."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "norrin",
    "plus": 2,
    "snip": false,
    "text": "There's this comedy technique where you just keep doing something and it's funny. You go on longer and it's not funny. But if you keep doing it after that, it eventually will be funny again. <br/> \n <br/> \nI think he's on the limit of the first wave of funny."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "baryonyx",
    "plus": 5,
    "snip": false,
    "text": "Frankly the longer he sticks with it, the funnier it will be on a whole."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "chubbied in agreement"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wigglestick",
    "plus": 3,
    "snip": false,
    "text": "Just about anything is funny on a hole."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kochipoik",
    "plus": 2,
    "snip": false,
    "text": "Your avatar is how I imagined Lonis Edison's voice."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "He's been at it twice so he must be ANDY KAUFMAN good"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyc",
    "plus": 3,
    "snip": false,
    "text": "Three times is always the funniest."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "dovey",
    "plus": 5,
    "snip": false,
    "text": "Three times is always the funniest"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "overmedicated",
    "plus": 4,
    "snip": false,
    "text": "Three times is always the funniest."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "drskradley",
    "plus": 15,
    "snip": false,
    "text": "Three times is always the...fuck."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dovey was marked lame too many times and excluded. (marked lame by biomusicologist, Tony, cmjhogan, Red_Dawn, scrumpton, charchar)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "If only there were more chubbies to give."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I saved one!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "You two, semiquaver and drskradley, should ALWAYS reply to each others' comments."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "We...do."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 4,
    "snip": false,
    "text": "Dude, call it what you will but writing something that long is the opposite of lazy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "augeno13",
    "plus": 1,
    "snip": false,
    "text": "I wouldn't call writing something that long lazy.  But I will call using Word's \"Find and Replace\" feature on a piece of Voyager slashfic you've used twice already lazy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "Why do my comment replies always end up in weird places? <br/> \n <br/> \nSCREW YOU ASSETBAR,  <em><strong>FUCK</strong></em>  YOU!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deimosrising",
    "plus": 8,
    "snip": false,
    "text": "Honestly this was probably funnier in the original, replacing a character's name with \"a semen blob on my mid-thigh\" doesn't really add a lot to the humor value of a Star Trek slashfic with incongruously overwrought diction."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 5,
    "snip": false,
    "text": "was the use of \"incongruously overwrought diction\" intentioned to be funny and ironic? because it was."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cathaoir",
    "plus": 0,
    "snip": false,
    "text": "Yay for linguistic humor!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 1,
    "snip": false,
    "text": "I'm glad you fellows had this conversation 3 months before the time at which I wrote this comment. I liked it 3 months from then."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "schnappm",
    "plus": 0,
    "snip": true,
    "text": "A comment left by schnappm was marked lame too many times and excluded. (marked lame by dasilodavi, PohlHoud, Wolfslice)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "Not funny anymore."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "See, my feeling is kind of that it's funny  <em>again</em> . It started to wain, and, for totally unexplainable reasons, is on the upswing again."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "streever",
    "plus": 3,
    "snip": false,
    "text": "I strongly agree.  <em>what's that sound? oh oh, is it the sound of a chubby being awarded??</em>"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "So ye have given, and so ye shall recieve."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tourach3",
    "plus": 3,
    "snip": false,
    "text": "recursion is fun!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rene",
    "plus": 4,
    "snip": false,
    "text": "A wain is a type of horse-drawn, load-carrying vehicle, used for agricultural purposes rather than transporting people, for example a haywain. I believe that you meant \"wane.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Ya, cool, I just learned that last week, because people call Adam Wainwright (a pitcher for the Cardinals) (a baseball team in St. Louis) (which is in Missouri) (in the U.S.A.) the \"wagonmaker,\" and I had to find out why.  Now this.  My god.  Things are really connecting for me and the wagons lately.  I gotta go call Radio Flyer about some lotto tickets."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by jollysaintpete, dasilodavi, pulkbaby)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by snowman was marked lame too many times and excluded. (marked lame by clever-nickname, Overmedicated, equinn2006, charchar)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "heh. It's funny when people say \"neat.\" <br/> \n <br/> \nIf you have read the past two days' comics and the accompanying comments, you might get why it's \"funny or neat.\" If you haven't, you probably won't.  <br/> \nI'm at a loss to explain  <em>why</em>  it is funny, exactly, but it is. I think it's kind of a \"you just get it or you don't\" thing. Either way, best not to worry about it. You can always add Dr. Manflesh to your ignore list."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "I know, I've always liked \"neat\" for some reason. <br/> \n <br/> \nFor the record, I  <em>have</em>  read the past few days' comics (and the past several years') but I still just think this is lame.  But you're right, and I'm not exactly worrying about it.  Just confused.  It seems like people are giving it too much credit for being this Andy Kaufman-esque comedy bit, but for me it's just not reading as clever. <br/> \n <br/> \nI suppose there's lots of stuff that I find really funny and other people don't.  Tim and Eric springs to mind as a good example."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Great job!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "Look, lots of people on these boards like Manflesh.  Dunno if it is a majority, or merely a large minority, but it is a sizable portion of the community. <br/> \n <br/> \nIf you find it too difficult to live with, click on  <strong>*Ignore User*</strong>  and you will never see it again.   <br/> \n <br/> \nYou ain't gonna get nowhere trying to fight it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "I guess I'm just a naive young poster who thought he could make a difference from the inside. <br/> \n <br/> \nAnyone want to write a screenplay about this?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "A young conservative beats back the excesses of the radical liberal media and comes to power in a land of political strife?  You're George W. Bush!  We can just turn on the news."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Just to be absolutely clear I don't actually think you're George W. Bush."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "It's funny because it's Manflesh. <br/> \n <br/> \nend discussion here <br/> \n-------------------"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "snowman",
    "plus": 2,
    "snip": false,
    "text": "Wait, let me re-read it with that in mind... <br/> <br/> <br/> Oh!  LOL!!!1"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "perhapsmaybe",
    "plus": 0,
    "snip": false,
    "text": "Why is kai a girl's name, i feel like less of a man ;-;"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "philosophe",
    "plus": 1,
    "snip": false,
    "text": "I know a guy named Kai.. he eats pie while flying through the sky... I wonder why?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nutmeg",
    "plus": 19,
    "snip": false,
    "text": "look at all of this, manflesh. the way they talk about you. revere you, as if you were more than a man with flesh and a doctorate. you have transcended, manflesh. you have  <em>made it</em> . and all you have done is replaced one character's name in the same star trek fanfic with the subject of each comic strip for the past few days. everybody's all \"what will he do next? i hope it's the same shit again.\" if i could, i'd give you a firm handshake and one of those wink/nod/smirk combination moves that says, \"keep it up, you great, ridiculous bastard.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by eatmorekix, scrumpton, PohlHoud, pulkbaby)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cherubrocker22",
    "plus": 3,
    "snip": false,
    "text": "splut!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 8,
    "snip": false,
    "text": "The kind of handshake that an eagle would land on; a handshake that would cause an epic, mountainous backdrop to spontaneously appear."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "snow is pretty epic. <br/> \n <br/> \nso are beards and shadows."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 3,
    "snip": false,
    "text": "Then I have a  <a href=\"http://web.archive.org/web/20101009144644/http://www.michaelgallagherphoto.com/SantaFe2006/_DSC0113MountainMan087x12.jpg\">present</a>  for you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "That is me, in thirty years."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Fare thee NOT well, Manflesh. <br/> \nFare thee NOT well"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "earendil",
    "plus": 1,
    "snip": false,
    "text": "betcha he's going to replace a DIFFERENT character's name in the same star trek fanfic next time"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "m-e-charm",
    "plus": 0,
    "snip": false,
    "text": "Hey man, <br/> \nI think you're awesome. <br/> \nSincerely, <br/> \nyours truely."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Funny with Rachael Ray, still funny but less so with Johnny Cash, now it's just getting ridiculous."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "What's astonishing is that as of posting, this story has 41c/41l.  It's the highest balanced score I've ever actually seen."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "i'm just going to have to say, i think that he has some kind of form-fan-fiction program that he just has to punch in names, sort of like ray's  <a href=\"http://web.archive.org/web/20101009144644/http://achewood.com/index.php?date=10052005\">form apology letter</a> . <br/> \n <br/> \njust something about the little grammar problems, such as <br/> \n <br/> \n\"she wasn't as disturbed by  <strong>a semen blob on my mid-thigh's</strong>  behavior as she might have been\" <br/> \n <br/> \ni think he just fills in words and the program does the rest. i'm afraid to find out if such a program exists."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by DrCatastrophe, kylank, Red_Dawn, Miku224, PohlHoud, cpnglxynchos, Doc_Rostov, Darthemed)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "drskradley",
    "plus": 7,
    "snip": false,
    "text": "No, lame that. I'm just not trying today."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I won't lame that, but I will declare that, in my opinion, your decision to change your avatar thoroughly reeks of lameness. Never mind that you've kept up the Ash theme. I had to come to recognize you as a nodding, swaying Ash, and that's how I liked you. Granted, Ash's possessed hand continually breaking plates over his head for all eternity is ultimately cooler, but....whatever. I'll get used to it. I just don't like change, I guess."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "It was only momentary, it was quickly changed to this current one.  I may change it back, I'm not sure.  One has to experiment - but does that negate the possibility to change back without becoming even MORE lame?  That is the artistic question."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, I'm a little disappointed at the sudden and complete absence of Ash (especially since I left the above post, like, less than an hour ago and now it reads as nonsense), but this is interesting enough. Oh wow! Oh  <em>dang!</em>  I was just going to ask if it was you or something, then I realized (I mean  <em>just</em>  realized, like, in real time!) that it's Edward Norton being continually boxed in the grill by his inner Tyler Durden for all eternity! OK. That's rad. Carry on."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>WHAT THE FUCK, DUDE?!</em>  I swear it was  <em>Fight Club</em> , like, one fucking minute ago! Am I  <em>that</em>  drunk?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I was still deciding.  AssetBar has kinks in it, and shit takes time.  Shit takes  <em>time</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "And of course, now it's back to  <em>Fight Club.</em>  Thanks, doc. Now this whole thread looks ridiculous. Wait, I'll predict your next move! When I hit refresh, you will be........ <em>HUGO WEAVING IN PRISCILLA, QUEEN OF THE DESERT!!!</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I'm glad I appeased you, as you were difficult to appease. <br/> \n <br/> \nNot to make too much of a thing about my own choice of avatar (despite how much I enjoy topics about me), but here were some of the options I was tossing up over: <br/> \n(I am posting them purely because I find them amusing.) <br/> \n <br/> \n[IMGS OFF] [IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF]  <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n <br/> \nAnd, of course, [IMGS OFF] <br/> \n <br/> \nThe Hoff wasn't really in contention, but damn that picture makes me laugh.  All of these are open for anyone to take advantage of my plundering of the internet."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, I'm gonna stick with my own avatar. As I have said, I don't like change. But a piece of advice; I would have to imagine that the Don Hertzfeldt avatar is bound to garner you no end of cred with these fake internet message board types (myself included). And so ends my involvement with this \"musical avatars\" mania."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Oh necessarily it would.  But whatever - I have trouble making such decisions, but am not doing so for the case of looking cool via association with a product I know little about.  People would be all \"oh Hertzfeldt he was cooler before blah blah blah\" and I would have no idea what they were talking about as I only saw his set of cartoons once on a mate's computer.  I just found that gif and thought it was awesome.  That particular  <em>Fight Club</em>  avatar, however, I feel has multiple associations from that particular scene which I felt as applicable to myself.  <br/> \n <br/> \nThat and I somehow got the nickname of Tyler Durden in Year 12.  But that's a story for another day."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "One must always fight stagnancy. To be identified with something all the time is to limit what you can do.  <br/> \n <br/> \nI really should precede that with a \"Confucius say\" or something. It's like I ripped that shit right from a fortune cookie or maybe a fourth grade inspirational poster.  <br/> \n <br/> \nIt would probably have a cat on it doing something that has nothing to do with the quote itself."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Stagnancy vs. Consistency. Hmmm. If I were Asian I could probably figure this out."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Whenever it comes to something like this I just label my Rock 'Em Sock 'Em Robots and just let 'er rip. <br/> \n <br/> \nIt has solved most of my political, financial, and romantic issues. With robotic violence."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikemcg",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mikemcg was marked lame too many times and excluded. (marked lame by kylank, UncleJam, thedudeabides85)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "duskbringer",
    "plus": 21,
    "snip": false,
    "text": "Cartooning as a shameful waste of potential or so much wank and sewage. <br/> \nGenius."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Cartooning is wasted invective."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Onstad got it wrong.  The last panel in the lower right corner should read \"commenting on cartooning.\" <br/> \n <br/> \n- cannot even claim that jizz on pantleg got there with any outside assistance"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 35,
    "snip": false,
    "text": "This was great, but damn I would like to know what the old cement bridge means to Ray, Mr. Bear and little Phillipe. <br/> \n <br/> \nOnstad, this strip was not masturbation, as your sidebar implies. It was more like you gave me head and then spat it on my jeans."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bigtom",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bigtom was marked lame too many times and excluded. (marked lame by Dovey, tekende, roger_wilco, Dezufnocosem, kylank, DESTROY_YOU, mike24, DrSkradley, Miku224, SpinyNorman, pr0ncess, PohlHoud, Zem, Doc_Rostov, lastlarf, perhapsmaybe, Mastronaut)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "jesler729",
    "plus": 26,
    "snip": false,
    "text": "We know."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 2,
    "snip": false,
    "text": "REALLY? FIVE?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "myrrdisparo",
    "plus": 2,
    "snip": false,
    "text": "well, shucks, Jes, it's still kind of surprising. what with the raging debate between retarded theorists and fivers. fivers all showing their knifes at dawn, retarded theorist spitting on their tracks. it is basicly a thing of madness. yeah, basicly, a thing of madness"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "?!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Hooray for comment/avatar synchronicity"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vandenbos",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't mind seeing this idea continued upon in the blogs, really."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vandenbos",
    "plus": 9,
    "snip": false,
    "text": "The cement bridge thing, I meant.  Not sex spittle on geysershitdick's jeans."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gormster",
    "plus": 3,
    "snip": false,
    "text": "Best collision of object and username awards 2008, <br/> \nWinner:  <em>sex spittle on jeans</em>  /  <strong>geysershitdick</strong> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 39,
    "snip": false,
    "text": "I didn't have a cement bridge. I had an overpass by a stretch of highway mostly unused.  <br/> \n <br/> \nIt was fun to go back there, like sneaking off into a cave, some little crack in the surface of the world that everyone had forgotten about. I can still remember the sigh of cars and musty smell of dark water, the mutter and cry of swallows nesting far up in its rafters, the sting of a cigarette we had snuck from my mother's purse... Drinking a forty we had paid some college kid to buy us and trying to hide the grimace that followed each sour swig. It was like you could take some little part of yourself that was always vulnerable and hide it away where no one could find it and on lazy afternoons you'd pedal across fields and baking cement and then there you'd be, all tucked away in the far back like you had never left there at all.  <br/> \n <br/> \nIt was a good place. It felt safe. It felt like no matter what happened in the rest of your life, that little corner of the world would always be there and be just the same, spray paint scrawls winding across its surface, the septic glint of broken beer bottles, the slow crawl of water running down stained cement... Things like that didn't seem to end. <br/> \n <br/> \nI wonder what it'd be like to go back there. Doesn't matter, I guess. It's probably torn down by now. But that seems to be the way of things."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 28,
    "snip": false,
    "text": "My sister had a castle at her childhood playground.  It was huge, had rooms upon rooms and staircases upon revolving staircases, and glistened of opal and pearl. <br/> \n <br/> \nShe went back to it when she was an adult.  It was the height of her hip and tarnished yellow.  She climbed over the top of it, got bored, and went home. <br/> \n <br/> \nBut it still smelled like urine after all these years. <br/> \n <br/> \nThe End."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norrin",
    "plus": 4,
    "snip": false,
    "text": "I actually expected a  <em>\"Fin.\"</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ntopp",
    "plus": 1,
    "snip": false,
    "text": "Was your cement bridge infested with gill-men?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Ahhh, the other good Dr. I was going to make a statement that although the romanticism of spinynorman's post was sincere and struck a chord, there really was something missing from his story. then you go and articulate it through example. why am I even here. damn."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I opened up several cans of Nostalgic Whoopass on yall without realizing it. I deserved to get taken down a notch."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Good  <em>God</em> , Norman, that was practically poetry."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by baryonyx was marked lame too many times and excluded. (marked lame by hypercube, desdin0va, IJC, perhapsmaybe, Ikrizzle)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wae",
    "plus": 6,
    "snip": false,
    "text": "Ray builds a replica of the bridge in his back-yard. He then throws a Red Hot Chili Peppers-themed party."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 9,
    "snip": false,
    "text": "Todd: \"The Old Cement Bridge? I-I-I-I got s-so frikkin' stoned on that bridge! SO FRIKKIN' STONED!\" <br/> \n <br/> \nLie Bot: \"The Old Cement Bridge is where I met FDR. His clone, actually. He taught me the secret presidential recipe for shrimp stir fry.\" <br/> \n <br/> \nVlad: \"Many a magical make-out on, under, and near this bridge I have had.\" <br/> \n <br/> \nI repay my debt."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Man you captured Lie Bot's voice so  <em>perfectly</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i can See this happening. <br/> \n <br/> \nin my mind, i was invited. there was much crispy stellas by the pool. Beef and Molly nowhere to be seen. (something about a boat.) i became involved in a conversation with Tèodor about vinyl. as he gabbed i noticed Philippe in a reporter's hat on the terrace, talking to Lie Bot. as a breeze drifted under the bridge and ruffled my hair, i knew that this was a Good party. <br/> \n <br/> \n...at least until Ray's Aibos got loose."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Aw, don't worry, cpnglxynchos, they don't ejaculate none!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "tell that to Pat and he still won't believe you. <br/> \ntell that to Nolan and came running in hoping they will."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "*and he will come running."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by straw, ocarinak, ddddbbbb, sarabria, Epicurus, Valorgigo, Dainbramage, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mista_b",
    "plus": 1,
    "snip": false,
    "text": "You got karma."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "That happened to me. <br/> \n <br/> \nFor a week or two I only had chubbies, and then they came back, and have been back ever since. <br/> \n <br/> \nAlso, I have discovered that I lame less often.  I am not trying to avoid losing them again.  I just find myself getting the urge to lame less often.  And when I do get the urge, I think about it for a second or two, and sometimes change my mind."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "If only it were that easy to quit smoking."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "Mark Twain once said: <br/> \n <br/> \n <em>Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times. </em> <br/> \n <br/> \nHaving noted that, this past New Year's Eve was the 10th anniversary of my last cigarette."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "equinn2006",
    "plus": 8,
    "snip": false,
    "text": "I'm pretty really okay with waiting an extra day for this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blueshoc12",
    "plus": 2,
    "snip": false,
    "text": "to steal from magritte - this is not a bridge."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "hexjumper",
    "plus": 2,
    "snip": false,
    "text": "I don't know what he's apologizing to Chris Ware for, exactly. Shit, if I were Chris Ware, I'd be doing an Achewood endzone dance right about now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "beansdooma",
    "plus": 7,
    "snip": false,
    "text": "http://achewood.com/index.php?date=07112003"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "augeno13",
    "plus": 2,
    "snip": false,
    "text": "oh  <em>hell</em>  yes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ineightwalls",
    "plus": 0,
    "snip": false,
    "text": "the perfect comment. i am amazed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": true,
    "text": "A comment left by usversusthem was marked lame too many times and excluded. (marked lame by scrumpton, Conn, DrSkradley, Zem)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "<strong>beansdooma</strong>  link reposted clickably: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009144644/http://achewood.com/index.php?date=07112003\">click here</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "seanfish",
    "plus": 0,
    "snip": false,
    "text": "He's recognising Ware as being the major talent that he is."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "yomamacuhsuckit",
    "plus": 1,
    "snip": false,
    "text": "WORTH THE WAIT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "balboa",
    "plus": 0,
    "snip": true,
    "text": "A comment left by balboa was marked lame too many times and excluded. (marked lame by dri-ft, silver_lake, Overmedicated, Jesler729, EvilChick, catgrl131, lost_buoy, suprememongoose, clintisiceman, tragicone)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "This isn't \"The Wizard of Oz,\" fer chrissakes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 5,
    "snip": false,
    "text": "Disagreeing is a 3 lame minimum here. You are not allowed to have an unpositive opinion of the strip ever."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 2,
    "snip": false,
    "text": "A hearty lame to unthinking fandom. <br/> \nChubbies all around to constructive criticism."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": false,
    "text": "Sad but true.  I don't like the color either :("
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i agree with this. the old  <a href=\"http://web.archive.org/web/20101009144644/http://achewood.com/index.php?date=02112002\">colored strip after French Fry's funeral</a>  is how i think Achewood should be colored."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eyespasm",
    "plus": 2,
    "snip": false,
    "text": "Roast Beef; The Smartest Cat on earth"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": true,
    "text": "A comment left by slalvation was marked lame too many times and excluded. (marked lame by dutch, kharitonov, skjames)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "flash1087",
    "plus": 4,
    "snip": false,
    "text": "I felt and thought a great many things when I read this one, so lemme do them all at once: <br/> \n <br/> \n1. Teodor mirrors my sentiments on sex exactly, although I can't say I've ever had that happening to me. <br/> \n <br/> \n2. That's probably the saddest story Roast Beef ever told about his childhood, and that's saying a lot. His mom did some crappy things to him and Showbiz, but I don't think any of the other stories resulted in near-death experiences. <br/> \n <br/> \n3. \"Cartooning\" could've been a comic in itself and I'd have 5'ed it. <br/> \n <br/> \n4. Who's this 'Franklin Christensen Ware' fella?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Wikipedia Chris Ware and then sit back and feel amazed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "twoply",
    "plus": 1,
    "snip": false,
    "text": "Tomorrow I'm hoping to find some of his work at the local library. Thanks Chris!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flash1087",
    "plus": 0,
    "snip": false,
    "text": "You've never steered me wrong before, Joker-avatar-man. <br/> \n <br/> \nI doubt my library is happenin' enough to have it, but I'm hoping to find some Jimmy Corrigan. Looks like a winner to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Oh, you won't be disappointed. Jimmy Corrigan is the only comic that's ever really made me cry....it's beautiful."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flash1087",
    "plus": 1,
    "snip": false,
    "text": "Gives me high hopes. Other than Grave of the Fireflies I don't think I've cried at a book or movie or anything since I watched Optimus Prime die as a youth."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ocarinak",
    "plus": 2,
    "snip": false,
    "text": "Grave of the Fireflies is the saddest thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baseballfan",
    "plus": 7,
    "snip": false,
    "text": "Onstad : Ware :: Breathed : Trudeau"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bobodante",
    "plus": 0,
    "snip": false,
    "text": "This analogy is a near perfect construct. Agreed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "<em>Near</em>  perfect. Substitute Trudeau for Watterson and you're on to something."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "I'm giving this a chubby. Not because it deserves it, but because when I mouse-over your avatar, it says, \"19, Confused-Member Status: Easy\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "Why do I get the feeling that this guy's one lame came from not knowing who Chris Ware is?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "But it  <em>is</em>  lame not to know who Chris Ware is. Thankfully, being lame - like not knowing who Chris Ware is - is a curable affliction."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "locke1127",
    "plus": 1,
    "snip": false,
    "text": "neat but kind of silly"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 1,
    "snip": false,
    "text": "The only way for Chris Ware to respond would be to sneak an Achewood style page into the next Acme novelty."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "yes, yes, YES."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'd buy  <em>that</em>  for a dollar."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "budenhagen",
    "plus": 1,
    "snip": false,
    "text": "I think the left panel was showing an example of cartooning. <br/> \n <br/> \nAt any rate, best Achewood ever? PRETTY DAMNED CLOSE AMIRIGHT!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "um. Right panel. Psh, directions."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "porquechutzpah",
    "plus": 0,
    "snip": false,
    "text": "this is one of the prettiest achewoods ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "If there was ever a way to make leg sperm pretty, Onstad has done it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drcatastrophe",
    "plus": 1,
    "snip": false,
    "text": "It is odd to see a strip, however briefly, rated higher than 'ray gets sort of stoned.' this one is very good though, interesting as either a one-time exercise or an indication of a new direction."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "maybe it's because the panel of ray saying \"the old cement bridge!\" is basically him saying \"no one should be a dick to a stranger, ever!\" coloured and edited. <br/> \n <br/> \nplease tell me i'm not the only one who noticed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "To me it looks like when he says \"Oh my God! Slow-pitch softball!\", just in this one, the stoned-eye lines are too small to see. <br/> \nOr maybe not."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Oh yeah, because Onstad  <em>never</em>  uses the same images over and over again. *cough Bigfoot walk cough* <br/> \n <br/> \nDude, he probably only has like 15 images of each character that he re-uses for each comic.  He might draw something new when it's needed (see Great Outdoor Fight), but he clearly cut-and-pastes stuff he drew ages ago a LOT. <br/> \n <br/> \nIt's just the dialogue that's different - and that's what I'm here for anyway.  I'm not complaining, it's just the way it is.  Still, I'm prepared for a lame-fest."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I can't find it right now, but Onstad admitted as much in an interview. I guess most of us are here primarily for the dialogue - that's why it's so special when the strip is as beautiful as this one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "\"Hey, 2-months-ago version of me! Here's that link you were looking for!\" <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009144644/http://www.orato.com/node/2332?page=2\">Deconstructing Achewood</a> <br/> \n <br/> \n\"Hey, thanks!\" <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I'll find character illustrations in other strips that mimic what I want, like gestures or outfits that I need, and copy those in and adjust them to fit the strip.</em></div>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kelissamunz",
    "plus": 7,
    "snip": false,
    "text": "2008 is freaking me the fuck out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jesler729",
    "plus": 1,
    "snip": false,
    "text": "I hope \"Cartooning\" is the next shirt. I really do."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "oh  <em>necessarily</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toiletstore",
    "plus": 14,
    "snip": false,
    "text": "This is the American Beauty of Achewood strips."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "Well said."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gormster",
    "plus": 7,
    "snip": false,
    "text": "Best minimalist ejaculation ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattfish",
    "plus": 2,
    "snip": false,
    "text": "I envision it with a \"pit-oo\" sound effect."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "That's because it spits in a manner remarkably similar to a certain  <a href=\"http://web.archive.org/web/20101009144644/http://achewood.com/index.php?date=02052002\">french fry.</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "oh man, good catch. I must have internalized that one"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "KELISSAMUNZ! <br/> \n <br/> \nWE MUST FIGHT!"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "kelissamunz",
    "plus": 3,
    "snip": false,
    "text": "ICON FIGHT GO !!!!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dino_grill",
    "plus": 4,
    "snip": false,
    "text": "?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Man, I haven't had an avatar fight in a long time.  O, mr_pete, wherefore have you gone?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "there is a taxi icon feud brewing above... but in seeing you guys... i believe we really need to come together and stop this icon-on-icon violence."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Or just upload some original pictures. Please do this. Onstad didn't bestow these on you. A computer did. Don't allow a computer to do that to you. Really, it's so much more interesting to be able to tell you all apart (or, I imagine it would be). It is a simple thing. Do it. Be your own people."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 2,
    "snip": false,
    "text": "I lived in an apartment next to an old cement bridge for some time. It's amazing how many bad things happen around bridges."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drcatastrophe",
    "plus": 2,
    "snip": false,
    "text": "One can often pretend, if one is so inclined, that it is  the person/character depicted in the avatar that is speaking the comment; in this case, it is something I can see Mr. Waits potentially saying."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Oh hell yes. Tom Waits would totally say that about bridges."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Then he'd say something about trains and how the moon was like a bone, and maybe something about crows and a doe-eyed girl named Ethel with track marks up and down her arms like birthmarks."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "A tattooed tear, one for every year he's away."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "varnish",
    "plus": 1,
    "snip": false,
    "text": "I'm really starting to regret choosing this icon."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "ROFL"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "There's no getting rid of it now though, my friend.  <em>People recognise you.</em> <br/> \n <br/> \nThat having been said, Spinynorman's managed the avatar change quite nicely in recent months."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "andrew_",
    "plus": 0,
    "snip": false,
    "text": "I'll never escape this thing."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Haha, so now people imagine whatever I say as a psychopathic monster? I wasn't aware I was such an institution."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Well, you usually do have an incite only found of the criminally psychotic genius. You have a powerful grasp of people's feelings which is often found in those that are psychotic."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "um... do you mean insight? because that's pretty different."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "yes"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Well, hurrah."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Wait, don't psychopaths have virtually no concept of other people's emotions, to the degree that they don't think of other people as people?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "You're thinking of sociopaths."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<strong><a href=\"http://web.archive.org/web/20101009144644/http://en.wikipedia.org/wiki/Sociopath\">Sociopathy </a>= <a href=\"http://web.archive.org/web/20101009144644/http://en.wikipedia.org/wiki/Psychopath\">Psychopathy</a></strong> <br/> \n <br/> \n(sorta)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Turns out that  <em>I</em>  was thinking of \"psychotics\" rather than \"psychopaths.\"  I regret the error and thank you for educating me."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I believe now the preferred term is \"antisocial personality disorder.\" Very different from \"unsocial.\"  <br/> \n <br/> \nUnsocial means you have youporn.com in your bookmarks in your browser along with several high-ranking characters in a range of RPGs.  <br/> \n <br/> \nAntisocial means you shot a family of three because the father wouldn't let you in on the freeway. It means you are incapable of accepting any social law because you fundamentally cannot believe the basic tenet of any society, that other people are just as important than you and you have no right to harm them and no right to their stereos and wives.  <br/> \n <br/> \nExactly who is accepted as members of a society is a pretty big problem for a lot of people, and it's not something I'm going to tackle on a cartoon web board."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "What's great is that if you ever change your icon, this conversation will make absolutely  <em>no sense.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Well, now the icon is changed. However, from now on, we will pretend that whoever is pictured in spinynorman's icon is a psicopath. <br/> \nI think the new one could be."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I was talking about varnish. With the Tom Waits avatar."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Shit, now I look like an idiot. <br/> \nAh, well, won't be the last time."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Indeed, it won't be. P-S-Y-C-H-O-P-A-T-H. There. Now you're the idiot and I'm the asshole. Well, I'd be remiss if I excluded myself from the idiot tag, as well. But that's one of a few words which I know how to spell."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Oh, no, my tragic spanish-as-a-native-tongue complex kicked (in?) again."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, now I feel like a piece of shit. Muchas gracias."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Come on, don't be. Pero de nada, en cualquier caso."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "True."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "My tragic English-as-a-native-tongue complex is at full force. Therefore, I can only hope that we've just made peace."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "If that is true, mine must come through as screams that shudder the soul."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "storableprawn",
    "plus": 0,
    "snip": false,
    "text": "Johnny Ryan approves this strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "docjutz",
    "plus": 0,
    "snip": false,
    "text": "...whoah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "latterman",
    "plus": 3,
    "snip": false,
    "text": "This strip made me want to major in tragedy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tourach3",
    "plus": 5,
    "snip": false,
    "text": "your icon just freaked me the fuck out <br/> \ni was trying to flick imaginary bugs off my monitor like i was on acid again or something"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zaratustra",
    "plus": 12,
    "snip": false,
    "text": "Roast Beef Kazenkakis - The Smartest Boy On Earth"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 2,
    "snip": false,
    "text": "The Only Living Cat in New York?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mista_b",
    "plus": 11,
    "snip": false,
    "text": "This strip is a five. Almost as five as Phillipe."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "this is a Great thought."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mista_b",
    "plus": 0,
    "snip": false,
    "text": "That is a great avatar."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "now THAT is a Great thought. <br/> \n <br/> \nno but seriously, thanks."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "i wish that didn't require the \"seriously\""
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "another Great thought."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "slab64",
    "plus": 2,
    "snip": false,
    "text": "This whole comments section is like, a complete love fest, I've noticed. When Acheworld folk have a bad day and are down on the world, they're gonna return to this page and just bask in the warmth created by people totally getting each other."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 2,
    "snip": false,
    "text": "Love always makes me feel all warm and comfy inside. <br/> \nHere, have a chubby."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "That is a great avatar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "Yeah this strip rules. Worth waiting a day for, I mean I love strips about Ray wasting his money on something silly, or Phillipe misunderstanding a concept, but this here, this is something else, something that makes a man reflect. HUZZZAH Mr. Funny Book Drawer."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tropicana",
    "plus": 3,
    "snip": false,
    "text": "If any other webcomic attempted this, it would end up being tacky and pretentious. But it's Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "powderfinger",
    "plus": 1,
    "snip": false,
    "text": "agreed, i think it's because we know these characters, we see them as if they are actual people and something like this that just expands on situations we already know about them makes it something special. Maybe, maybe it's just jackin off into the old poop catcher."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tropicana",
    "plus": 1,
    "snip": false,
    "text": "That is one of the things I like the most about Achewood, actually. It's a comic about cats, stuffed animals, robots, et al., and it deals in toilet humour, but it's also incredibly solid from an artistic standpoint. It's a lot harder to be both clever and lowbrow than it is to be just clever. Seriously, this shit is Quality."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iidebaser",
    "plus": 1,
    "snip": false,
    "text": "I dig the achewood novelty library.   <em>totally</em>  worth the wait. it would be interesting to see onstad do a series in the style of his favorite cartoonists, but the interviews make it kind of sound like that list begins and ends with chris ware."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "On the contrary, I've read multiple mentions of Berkeley Breathed and Bill Watterson. It's also fairly obvious - though never actually mentioned by him - that George Herriman should be recognized as rather important to the outcome of his strips. Though, I guess that could be said of anything of any worth that succeeded it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 2,
    "snip": false,
    "text": "holy SHIT."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fluff",
    "plus": 0,
    "snip": false,
    "text": "Maybe it's just that I'm from Chicago, but I love this stuff. I still have clippings from the City Paper in 1992 or something when Quimby the Mouse first ran on crappy, now-yellowing newsprint. Anyway, Chris Ware and Roast Beef are two great tastes that go great together."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "blackbrrr",
    "plus": 0,
    "snip": false,
    "text": "one of the best achewoods yet! way to make chris go whirrrrrr in counter-clockwise in his grave."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tropicana",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144644/http://en.wikipedia.org/wiki/Chris_Ware\">Chris Ware is still alive.</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "randombeing",
    "plus": 1,
    "snip": false,
    "text": "He is, and I can't seem to procure a copy of Acme #18 anywhere. It's a great shame. Perhaps the greatest shame of all."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Ha ha! I found it in a comic book store yesterday! woop woop. But unless you live in Norway, I guess that's not really helping."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theargentinian",
    "plus": 15,
    "snip": false,
    "text": "i used to pan for fake gold when i was 12... but then I saw a bear getting shitty head and it kind of took all the fun out of it."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "brycemidas",
    "plus": 0,
    "snip": false,
    "text": "theargentinian was twelve."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petronius",
    "plus": 0,
    "snip": false,
    "text": "this is fantastic.a new ultra fave."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "You give this a 5. You give this a 5 NOW. All of you."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Naa."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by Dovey, straw, Tinhand, divot, Tony, fosters, catgrl131, Methadone, Doc_Rostov, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "your stuff often reads like performance poetry, i'm into it... fuck the lamers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "It's a hamfisted, poorly executed roast beef impression. Of course it reads like it's trying to be performance poetry, because that's what the actual beef's dialogue IS. In this case, though, it is just Lame."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "oh. at the time i didn't even cotton to the RB impression. it just reads like someone who has read too much Achewood. which is fun and hardly worth the lames. but that's enough of my two cents."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "I get the feeling you're trying to capture Beef's voice, but you're not really doing it very well. He's a man of few words, usually - you need to keep your sentences lean and concise until you build up steam to get rolling. Also, RBK does not object to full stops, he uses them on his blog all the time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by catgrl131, DrSkradley, Doc_Rostov)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Not for those of us trying to read what you're saying."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Tekende, I have come to the admittedly hasty though confident conclusion that you of all people have no right to negatively comment on anything that anyone writes here ever, especially in light of your embarrassing, Bambi-man-like display of banality on tomorrow's board. I tried to make peace with you then (in the future), but now you just keep pissing me off (in the past). Falseprophet is at least trying to be interesting, and Gormster at least has a solid critique of his attempt. You're just a whiny, sniveling broad."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Okay. I guess I won't criticize anyone about anything, ever."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, you can criticize  <em>me!</em>  You can criticize me straight to  <em>hell!</em>  I've been a total  <em>cock</em>  to you! Oddly enough, I find myself being the biggest asshole in the world (the fake internet message board world, anyway) when I'm generally pleased with life (or drunk...or both). Anyway, it's nothing personal. I don't mean to come off as a troll. It's just more interesting this way. And good on you for hitting on that fake internet message board girl tomorrow (in the future)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Hey, Tekende. This is me calling you in the past from the future to say sorry that I called you a whiny, sniveling broad. This is before I knew you were a homeboy. I was truly being a dick of all dicks. I know we've since buried the hatchet and all that, but this kind of made me wince."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Haha, it's cool."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "mista_b",
    "plus": 0,
    "snip": false,
    "text": "Beef is fortunate that she didn't spit it into his eye. Or kiss him. I'm not sure which would be worse. They're EQUALLY BAD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rachel",
    "plus": 0,
    "snip": false,
    "text": "teodor's the one that got the bad head, not beef."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 12,
    "snip": false,
    "text": "You have to admit that it is still pretty lucky she didn't spit jizz in Beef's eye as he was escaping his mom's submerging car."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "beansdooma",
    "plus": 0,
    "snip": false,
    "text": "that is just perfect"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bunnyriffic",
    "plus": 0,
    "snip": false,
    "text": "Oh this is incredible I just got my copy of Jimmy Corrigan in the mail today. <br/> \n <br/> \nThis is a pretty fun tribute."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brycemidas",
    "plus": 2,
    "snip": false,
    "text": "I may be drunk but my drunk braincells are clamoring for a Tony Millionaire tribute next."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Hear, hear! And a \"dook dook dook\" to you, good sir!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cuneocapo",
    "plus": 1,
    "snip": false,
    "text": "At first, I'll admit, I was mad when I saw this. But reading it more, I enjoy it a lot more, especially after the last few we've been having. It's just interesting, I don't know. Good job, Mr. Onstad!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fourstrungout",
    "plus": 0,
    "snip": false,
    "text": "I love how Roast Beef talks exactly like how he thinks...punctuationless"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentj",
    "plus": 0,
    "snip": false,
    "text": "My cement bridge is a trestle. <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevendaughters",
    "plus": 0,
    "snip": false,
    "text": "Onstad sees the pitch...swings...and it's outta here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wererogue",
    "plus": 1,
    "snip": false,
    "text": "Ah, bridge. <br/> \n <a href=\"http://web.archive.org/web/20101009144644/http://img.photobucket.com/albums/v703/wererogue/Photos/bridgeclose.jpg\">Bridge</a> ,  <a href=\"http://web.archive.org/web/20101009144644/http://img.photobucket.com/albums/v703/wererogue/Photos/bridge.jpg\">bridge</a> , <a href=\"http://web.archive.org/web/20101009144644/http://img.photobucket.com/albums/v703/wererogue/Photos/hayguysbridge.jpg\">bridge</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Wow, thanks for the links. <br/> \n <br/> \n <em>THIS IS BRIDGE</em> <br/> \n <br/> \nI would wear that on a t-shirt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ivanstrel",
    "plus": 0,
    "snip": false,
    "text": "Cartooning is masturbation only when you don't get paid to do it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Then what is masturbation when Ron Jeremy does it?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "echidnaboy",
    "plus": 7,
    "snip": false,
    "text": "Answer no. 1:  <em>Practice.</em> <br/> \nAnswer no. 2:  <em>You think Ron Jeremy ever needs to masturbate? He's always got, like, twelve hot chicks available to cater to his every sexual whim.</em> <br/> \nAnswer no. 3:  <em>Art.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ivanstrel",
    "plus": 0,
    "snip": false,
    "text": "Actually, I was thinking \"work,\" as in \"employment.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "chubbied, particularly for answer #3."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "And while Ron Jeremy does always have between twelve and fifty chicks available to cater to his every sexual whim, it occurs to me that they are rarely of the \"hot\" variety."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "audhumla",
    "plus": 1,
    "snip": false,
    "text": "this strip is an artistic achievement rivaling the likes of handel, matisse, fellini, and of course grafton"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "audhumla",
    "plus": 0,
    "snip": false,
    "text": "a is for achewood"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": false,
    "text": "I have no idea what the fuck this is, and that is a great thing."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "buster",
    "plus": 0,
    "snip": false,
    "text": "i think Onstad got ahold of some potent shrooms"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 1,
    "snip": false,
    "text": "Or a couple old issues of RAW. <br/> <br/> <br/> Or both"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": false,
    "text": "this is one of the few efforts by Onstad that, despite being majorly incomprehensible, stands up to his god-among-men-like works of \"ray is sort of stoned\" and \"phillipe makes a bad choice\", as well as the blogs for Nice Pete. (having a guy write a book then stalk the critics should be a movie, Onstad. You could make money. More then you already do.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "peterjoel",
    "plus": 2,
    "snip": false,
    "text": "This strip is pure poetry."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "friendofyou",
    "plus": 0,
    "snip": false,
    "text": "yes it is. It really is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dutch",
    "plus": 1,
    "snip": false,
    "text": "if i wasn't drunk right now, I'd be surprised at the want I have for peeing myself.  As such, I attribute it mostly to this strip, and slightly less to the brew swimming in my intestines."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "I think you mean 'wont', like tendency, maybe?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nuisancevalue",
    "plus": 1,
    "snip": false,
    "text": "Well, he could just like peeing himself. Is there a difference between desire and habit?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "Hmm... <br/> \nTouche."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nuisancevalue",
    "plus": 0,
    "snip": false,
    "text": "No, I mean it, is there a difference?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes. I don't particularly like or want to urinate or defecate, but I've made a necessary habit of it anyway."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 3,
    "snip": false,
    "text": "I'm hoping this begins a trend \"Post-Modern Fridays\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rechelon",
    "plus": 1,
    "snip": false,
    "text": "in which each strip has a minimalist, many-leveled representation of masturbation <br/> \n <br/> \n*puffs pipe*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "The phrase \"puffs pipe\" could in themselves be considered a minimalist, many-leveled representation of masturbation. <br/> \n <br/> \n*here's a chubby*"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattfish",
    "plus": 1,
    "snip": false,
    "text": "The phrase \"here's a chubby\" could in themselves be...oh screw it"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The phrase \"oh screw it\" could in itself be a minimalist whatever."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nikopol",
    "plus": 0,
    "snip": false,
    "text": "The phrase \"minimalist whatever\" could in itself be etc."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "the phrase \"in itself be\" possibly may be..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "I like the \"possibly\". It has potential."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 5,
    "snip": false,
    "text": ""
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "tucky",
    "plus": 0,
    "snip": false,
    "text": "(This is where whatever the opposite of a post is goes.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i don't know if leaving one explaining it is genius or Lame."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "The opposite of a post is a tsop."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mnemonicdevice",
    "plus": 0,
    "snip": false,
    "text": "I've read this a half dozen times now, and it keeps getting funnier. I may be broken."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 4,
    "snip": false,
    "text": "the only reason anyone reads Achewood is because they're broken."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foxtrotamend",
    "plus": 0,
    "snip": false,
    "text": "How strange, I just happen to be reading Jimmy Corrigan this week.  This is an awesome parody of that magnum opus.  Anyone interested in the art of the comic should definitely check out Ware's work."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Reading a comic strip about two incredibly pissed off leaves is one of the best things that's ever happened to me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Cornelius in the Beef-thoughts panel: Morpheus?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyromancer",
    "plus": 4,
    "snip": false,
    "text": "I like how the drawing of the junk looks like some universally recognizable language-free airport directive or dangerous machinery caution symbol."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "Do not go through that door, I mean it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 3,
    "snip": false,
    "text": "CAUTION: MEN AT WORK"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 10,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That might be one of the all-time great replies. I salute you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "key words? <br/> \n <em>you better run.<br/>\nyou better take cover.</em> <br/> \n <br/> \notherwise you and your jeans are just begging to be cum all over. (now how would  <strong>that</strong>  be for a sticky situation?)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stevepants",
    "plus": 0,
    "snip": false,
    "text": "hahahaha what the FUCK is going on here <br/> \n <br/> \nclassic"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypercube",
    "plus": 9,
    "snip": false,
    "text": "rock hard cartoonist cock"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arborwin",
    "plus": 0,
    "snip": false,
    "text": "This one brought tears of joy to my eyes."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "Chris Ware Spoof. YESSSSSS"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 1,
    "snip": false,
    "text": "This is not a spoof, it's a respectful tribute."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Dovey, RaysDangNachos, kylank, wargasmic, InspectorGadget, mike24, equinn2006, brian, luasn, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "wow. you said art fag. i'm always fascinated when something like that comes out of someone's head. i hope you're being sarcastic otherwise you have a fairly dim life ahead of you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattfish",
    "plus": 1,
    "snip": false,
    "text": "I know a LOT of people who refer to themselves as artfags"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rechelon",
    "plus": 0,
    "snip": false,
    "text": "my big folder of art stuff is named 'artfag' so that i can cleverly deflect criticism"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I take it all back then... no idea it was one of those monikers that the minority is trying to \"take back\". My apologies to art fags everywhere."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "you have my assurances that i mean it in the worst way you can think of, whatever that may be"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "hahahahah nice."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "I'm struggling with the definition of \"Art Fag\". <br/> \n <br/> \nIf he is a Fag, he must therefore be eschewing intimate relations with the opposite sex for those of his own.  If in this circumstance, the same sex of his is that of Art, what is the opposite? <br/> \n <br/> \nI'm guessing it's video games. <br/> \n <br/> \nThe irony here is two-fold: <br/> \n1. Those who are \"art fags\" probably get more chicks than those who sit and play Rainbow Six all fucking night, and are less annoying. <br/> \n <br/> \nand B: The most likely next medium of art is video games.  Think games like Fahrenheit, Shadow of the Colossus, Okami, etc.  Of course, it won't be considered \"art\" while it's still the popular medium of entertainment.  Mark Twain had a similar problem."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "My \"guess\" of it being video games was, of course, purely so as to rant and be a smartass.  It could be anything, really. <br/> \n <br/> \nMost likely that Neonfreon is a douche.  This is the most likely circumstance."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wargasmic",
    "plus": 0,
    "snip": false,
    "text": "Bravo sir."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "It is the opposite of Science Fag."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "harletron",
    "plus": 0,
    "snip": false,
    "text": "Originally I thought of commenting \"if drskradley likes videogames then that must mean I'm not wasting my life!\" but then the grim realization of me validating my everyday decisions by the choices of one of the \"cool\" people on a web comic message board hit me and i realized that saying such a thing is really,  <em>really</em>  sad."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Well, it's a damn good thing you didn't say it then. <br/> \n <br/> \nMeanwhile, I know exactly what you mean.  Our society comes from a society wherein you respect and trust people in authority who tell us stuff, and so it's ingrained into our brain patterns to do so. <br/> \n <br/> \nBut in the society that has developed, the authority is the media - which, realistically, we shouldn't trust and respect nearly as much as we do, hence the \"Cult of Celebrity\" that's around nowadays.  And now, the common media is the internet, and any old dipshit (eg, DrSkradley) can become the Voice of Authority.  I fail to count the amount of times I met someone from a band or talked to someone who made a video of a flash animation on the net, and got a giddy because it was like talking to somebody famous.  \"Whoa, I got an email back from Chris of Dr. McNinja!  He totally wrote stuff, it wasn't just an automated response!  I'm so special!\" \"Whoa! The guy from Metroid Metal was willing to chat about music via email! That's so awesome!\" <br/> \n <br/> \nWhen, really, everybody's the same and nobody should be telling us what's right for our life.  Weird thing to get our heads around, when we have generations and generations of conditioning to tell us otherwise. <br/> \n <br/> \nOkay I'll stop now.  It's a one of many pet topics of mine that I like to rant on.  Sorry for blogging, Acheworld.  If I must wear the Scarlet Letter of \"B\" for the rest of my days, I will suffer it for the sake of our unspoilt community."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Meanwhile, the definition of \"art fag\" that has really stuck with me through the years is that which was given to us by the well-nigh infallible  <a href=\"http://web.archive.org/web/20101009144644/http://www.deadmilkmen.com/lyrics/instant_club_hit.html\">Dead Milkmen.</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Dr. Skradley totally had my back there! Everyone! Did you see! Come and look!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Always man.  You know we coo'.  Balls nasty - my mon woodenteeth don't  <em>shiv</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "So fived. Not only a note-perfect pastiche, but classic Achewood and a great strip in its own right."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "timmcdivitt",
    "plus": 1,
    "snip": false,
    "text": "The 'cartooning' thing needs to be made into a shirt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caseyb3",
    "plus": 0,
    "snip": false,
    "text": "HOLY LIVING FUCK"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imnotgilmantera",
    "plus": 0,
    "snip": false,
    "text": "Has anyone read ACME novelty library #16? I think its the one where everyone gets dissapointed.  Also fingers crossed for a Charles Burns on monday."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 5,
    "snip": false,
    "text": "finally someone puts the lid down"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Amen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lileks",
    "plus": 7,
    "snip": false,
    "text": "Actually, a true Ware parody would have the spermatozoa travel crosswise through the panels, through  a tube that widened into a circular, multi-generational vignette every 1.5 inches before it ended up in the toilet. There would also be a small unrelated strip at the bottom that hammers home the futility of human aspirations and the emotional mendacity required for the simplest of relationships, and the point would be made with stylized bees.  <br/> <br/> <br/> Just kidding. That was brilliant.  <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattfish",
    "plus": 3,
    "snip": false,
    "text": "the world needs more stylized bees"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure that's what the leaves are about."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I have no chubbies left, but if I did have any I would give them all to you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puadxe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by puadxe was marked lame too many times and excluded. (marked lame by tekende, madnes, mortshire, Doc_Rostov)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I expect your rampant praise for the strip will shelter you from lames in spite of your wanton use of Caps Lock."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You expect incorrectly."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "and it's all your fault, baryonyx."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It really is. If he hadn't said anything I wouldn't have noticed the comment in question at all."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Oh, bah. Perhaps I guided a missile to where it should rightfully have fallen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "No Chubs left, still, I was very glad when I read a comment of someone just Caps-ing on about how great the strip was instead of some other analysis. Sometimes it's great to just hear another enjoy something as much as yourself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rechelon",
    "plus": 1,
    "snip": false,
    "text": "'rude-ass leaves'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "Onstad continues to prove his eloquent skill of touching one's heart. <br/> \nBe it through laughter, nostalgia, or a little bit of both."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "metrofeed",
    "plus": 0,
    "snip": false,
    "text": "Wow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spesimen",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spesimen was marked lame too many times and excluded. (marked lame by kylank, n00b, mortshire)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Actually he is simply a gray cat in full colour. Remember Philippe's personal ad that he placed on beef's behalf?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spesimen",
    "plus": 0,
    "snip": false,
    "text": "hm. thought it was some kind of artistic statement. don't remember the ad really either, but it has been some time since i have perused older strips. you win this round."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "megamummy",
    "plus": 0,
    "snip": false,
    "text": "HAhahaa oh teodor!! <br/> \n <br/> \nYou really have to work on <br/> \nalleviating the tensions of a single party climax.. <br/> \nI go for funny- <br/> \nex. RIGHT AS im cumming into a mouth i yell <br/> \n\"SPIDONKLE!\"  <br/> \nmy ex literally choked laughing at that one <br/> \n(i wont date anyone who hasnt seen Cannibal the Musical .) <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144644/http://achewood.com/index.php?date=11302004\">Man what</a>  *please bbcode work..*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Are you sure she choked because of laughter? In that context I would not be too certain."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "filossoapeyed",
    "plus": 7,
    "snip": false,
    "text": "I too have a cement bridge. Many of my most wonderful and tragic memories took place there. I remember I took a walk there with my first lover and I fellated him with much fervor, more fervor than Orpheus for Euridice, more fervor than Hero for Leander. His cum tasted like molten pina colada, for my lover ate many a tropical fruit. It was so delightfully tropical that I was overcome and accidentally spat upon his Calvin Klein bootcut denims. He looked upon me with so much disgust that I turned and ran toward my candy apple red Vespa and panicking, made several indents around the car lock with my keys in my hurry to leave. I looked back at my lover in the rear view mirror and knew, as his Dodge Ram drove off in the opposite direction, that our paths would never cross again."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "A challenge is laid at the feet of manflesh."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vandenbos",
    "plus": 0,
    "snip": false,
    "text": "A mere challenge ... or a declaration of  <em>war</em> ?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Man, am I getting old fast. I moused over her avatar, and when I saw her age, my first thought was: \"Isn't she a bit young to joke about fellation?\" <br/> \nGod, I leave my life unattended mere minutes, and I'm already turning into my grandfather?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 2,
    "snip": false,
    "text": "Now that is seriously obnoxious. <br/> \n <br/> \nSome twenty-one-year-old grousing about being old. <br/> \n <br/> \nShut up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "halfdirt",
    "plus": 0,
    "snip": false,
    "text": "I would tend to not believe the information people put in their icons.  But then again, I do not have a my space or a face book, so I am not in tune with the latest culture."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "I was led to believe I shouldn't need to explain this, but, seeing as how I'm clearly misunderstood, here goes: <br/> \nI wasn't grousing about being old. In fact, quite the opposite, I found it funny that, albeit being extremely young, my reaction was that of a sixty-year-old. I thought it was amusing, but, since it was SO offensive to you, I retract from my statement. I'm really sorry, biff, it won't happen again."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "My biggest problem with the internet is people taking me seriously when I am being facetious, and people assuming I am being facetious when I am deadly serious. <br/> \n <br/> \nWait.  That happens to me all the world too. <br/> \n <br/> \nI wasn't offended.  My reaction was intended to be  <em>comedy</em> . <br/> \n <br/> \nI apologize for failing to convey the intended humor in a recognizable fashion."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Oh. In that case, I apologize, because in light of that explanation, my rebuttal was certainly obnoxious.  <br/> \nI can write the name of a band you like in a piece of driftwood, if you like.  <a href=\"http://web.archive.org/web/20101009144644/http://achewood.com/index.php?date=01282005\">We cool?</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "My favorite band these days is prolly  <em>Talking Heads</em> .  Although, if you can't find a very large piece of driftwood  <em>Yes</em>  would be good too.  You can leave the driftwood on my front porch, since I probably have choir practice that night. <br/> \n <br/> \nCool here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "A Vespa is not a car. <br/> \n <br/> \nOtherwise,  <em>Bravo</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "Piaggio did make a Vespa  <a href=\"http://web.archive.org/web/20101009144644/http://en.wikipedia.org/wiki/Vespa_400\">car</a>  once.  It was the approximate size and shape of a toaster."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 0,
    "snip": false,
    "text": "I like you a lot."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Chubby for the Arthur de Pins avatar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": true,
    "text": "A comment left by johnmatrix was marked lame too many times and excluded. (marked lame by madnes, kylank, valuedan)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rechelon",
    "plus": 1,
    "snip": false,
    "text": "also being lamed for expressing mild worrying about comments on a strip <br/> \n <br/> \ncool"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "halfdirt",
    "plus": 0,
    "snip": false,
    "text": "I'm totally with you, that being lamed just for not liking a strip is bad.  It's the kind of thing that discredits an online community.  It is also lame."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It seems like people have always gotten lamed for both of those things. And as far as the general temperature of this online community, well, I think any hope for true civilization went out the window when the average number of comments went from, like, twenty to, like, five hundred. It goes back to all that  <em>Gemeinschaft und Gesellschaft</em>  shit which I've tried so hard to forget since my brief stint in higher education. College algebra? Well, that was gone before the class even ended. But for some reason the sociological residue remains. Probably because German words are more fun to remember than those nightmarish polynomials."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "That toilet's ass is so hot."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "HA"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "BOO TO THAT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "\"Cartooning\" looks like a simple cheerful piano arpeggio should accompany it, one note for each panel.  The last plunk would be the one perfect note that says \"a toilet has closed on sperm.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "presrvdkillick",
    "plus": 1,
    "snip": false,
    "text": "I refuse to jack off all over this strip as I feel it is only \"all right\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sortelli",
    "plus": 1,
    "snip": false,
    "text": "That's okay, everyone else was glad to donate their wanking time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "groman",
    "plus": 0,
    "snip": false,
    "text": "even in the opinion of my very meticulous and therefore not nasty/stringent/reasonable roommate would be okay with just a mere jerking around time: therefore, no wanking time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "meowmix",
    "plus": 0,
    "snip": false,
    "text": "I love this strip (I'm a Chris Ware fan). Funny how only until I saw this strip that I realized how Onstad's style is influenced by Ware. Rockin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trubbles",
    "plus": 0,
    "snip": false,
    "text": "oh good call! i've got nothing but massive respect for ware and i never realized how much sense it made that i was also an onstad fan. nice eye."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i Wonder if there is a way to optimize strips to be read on a cell phone. i will Work on this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "I do hope this is continued. Onstad has struck gold again; powerfully beautiful"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weapon86",
    "plus": 0,
    "snip": false,
    "text": "This takes me to a place where Beef and Ray were just a couple of ol knuckleheads, junk slipping outta their bmx shorts and eating taquitos."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "illgamesh",
    "plus": 0,
    "snip": false,
    "text": "But I *liked* the strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "groman",
    "plus": 0,
    "snip": false,
    "text": "home"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I should point out that your username is annoyingly close to mine. Well, not really, but often my username will be gorman, so having someone called groman is confusing."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "little_angry_plum",
    "plus": 1,
    "snip": false,
    "text": "317 comments and not one has commented on how <Onstead doing a Chris Ware joke> and <Message Board Poster X saying \"fillipe is five\"> is pretty much the same thing.  (If pointing out how the two things are different requires actual thought or effort, feel free to lame me. Probably someone somewhere will assume you COULD have come up with good reasons but were too busy being awesome)."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "i'm going to go out on a limb here and say... LAST!! (as opposed to first.... yes.. i did it..)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "nope."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tk001",
    "plus": 0,
    "snip": false,
    "text": "any guesses on the treatment for the signed strip of \"another man's way\"? deluxe grayscale? for full color must buy C, M, Y, and K editions?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mjnevin",
    "plus": 0,
    "snip": false,
    "text": "Genius idea."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "misterwolf",
    "plus": 0,
    "snip": false,
    "text": "This one is pretty funny, but I am not crazy about the sudden Chris Ware homage."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 3,
    "snip": false,
    "text": "I'm CRAZY about PIPE-SMOKING WOLFMEN"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 1,
    "snip": false,
    "text": "This makes cartooning look more fun than it really is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kodiakclock",
    "plus": 0,
    "snip": false,
    "text": "I like the things you can do with your hand thing on the right."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "monstermovie",
    "plus": 0,
    "snip": false,
    "text": "i don't know, this is kind of shows that onstad doesn't have much of an artistic side and he admits that it's a masturbatory affair right there on the right column. just sayin;"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "<3 Ware."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shakey",
    "plus": 0,
    "snip": false,
    "text": "Poor Roast Beef looks so.. greyscale.. in this otherwise colourful strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "<em><strong><span style=\"border-bottom: 1px dotted\">JuST MaRKiNG THiS FoR FuTuRE VoTiNG PuRPoSeS HoMEWiSe.</span></strong></em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Seems I cannot vote at all any more... like I cannot lame at all any more. <br/> \nI'm suspecting this means I'll have to make a new account and start over. No big deal.  -_-; <br/> \nShed a skin and all that. Maybe next time I trawl."
  }
]