[
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 31,
    "snip": false,
    "text": "One of those strips where Ray and Beef shoot the shit for ten panels, cut short because  <em>where would you go from there to make it better?</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "actually, the whole eye under the nacho is in  <em>my</em>  nightmare journal."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chaesar",
    "plus": 8,
    "snip": false,
    "text": "Word, the \"uses for a huge condom\" strip just kept going cause Onstad was on a roll, Martha Stewart style. <br/> \n----------------------------- <br/> \nLike black Martha Stewart let me show you how I do it <br/> \nCut pies into pieces, make cocaine quiches <br/> \nCash stacks up to my nieces <br/> \n-The Clipse"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Alt text as I remember it: \"I mean, how do you get to the the terrified eye in the nachos?\" <br/> \n <br/> \nThe strip combined with the alt text makes this a 5 for me because the mental imae freaked me the hell out."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "EDIT: Should read \"get to BE\". It might also be \"end up as\" Why the hell don't I just look it up?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "Good question. <br/> \n <br/> \n\"Well, I don't know, how do you end up as the terrified eye in the nachos\" <br/> \n <br/> \n(with no question mark)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "centipede_damascus",
    "plus": 4,
    "snip": false,
    "text": "There was an eye in a fortune cookie in Stephen King's IT. I wonder if this is a reference."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 3,
    "snip": false,
    "text": "I feel that Beef might have gone through a Stephen King phase like a lot of young males who read books do. He is still a Nate Small dude all the way though"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nathanielperson",
    "plus": 2,
    "snip": false,
    "text": "Beef looks so dang  <em>grumpy</em>  in the last panel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "Almost kind of sassy, though."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "OH SHIIIIIT!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "homeskool",
    "plus": 1,
    "snip": false,
    "text": "That eyeball haunts his NIGHTMAAAAAAAARES"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tetrisattack",
    "plus": 3,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101222023704/http://img75.imageshack.us/my.php?image=roastbeefkp8.png\">[img=http://img75.imageshack.us/img75/5130/roastbeefkp8.th.png]</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 2,
    "snip": false,
    "text": "i'm amused mostly by the fact that the eye is terrified, and STARING at you, glancing about or blinking.  it's just staring in total fear, wondering if maybe the chip you just picked up was too dry and you need to go back for more. <br/> \n <br/> \nthat is the worst potential moment of that eye's existence. <br/> \n <br/> \nalso, is there a person attached to the eye, or is it just an eye?  i would think that if there were a person, it would try to get away (or it would try not to have been found buried under a pile of nachos anyway [i also think that you would have to be eating a lot of dang nachos in order not to see the person underneath]).  probably it is a disembodied eye, which makes me wonder why it's terrified. <br/> \n <br/> \naren't big old eyes usually the ones doing the terrifying?  but then, i guess he is, since it's one of beef's nightmares.  so they both are. <br/> \n <br/> \nlike crossing paths with a puma i guess.  don't stab the eye with the chip, and the eye won't steal your soul.  come on beef, evading tragedy is as simple as that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "THE EYE SEES ALL."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Eye see what you did there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "See, now I feel like a tool. I made that comment when my avatar was just a big eye.  And now... now I really regret it because I just sound dumb."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Don't worry! You are rad, bixschmix! You...are...RAD!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "\"...at you, [not] glancing about or...\" <br/> \n <br/> \nwoops."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jesler729",
    "plus": 1,
    "snip": false,
    "text": "this and the last few strips tell me that Beef was going through hell of troubles at this point."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "A disembodied eye can only look terrified. A disembodied eye cannot look sleepy or cheerful. It can only look terrified."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "While that's true, in Beef's fantasy the eye might not be disembodied."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "There was a terrified eye coming out of a boil on a guy's hand in the opening to the Goosebumps(tm) series, all looking around frantically. That 1 second of footage was more frightening to me than all of R.L. Stein's books put together and crammed up Frankenstein's ass, so I can totally see where Beef is coming from. <br/> \n <br/> \nLike, what's it like to be the eye? How do you even help the eye out?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Man, even at the age of nine, somehow I was able to gauge that RL Stein's writing was about as fun and intriguing as a Windex enema."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "Heh. Heheheheh.  <br/> \n <br/> \nThis is relevant to my reading [dis]interests."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "man  <em>what</em> ?  I call either bullshit, or a kid who was so much of a snob that he got beaten with his own Proust."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "alright, alright, maybe not a snob- but I've never even HEARD of a kid who didn't like RL Stine, at least a little bit.  I knew he wasn't a good writer, but he WAS entertaining.    <br/> \n <br/> \n\"Don't Look in the Basement, your scientist dad is turning into a flesh-eating plant down there!  Oh, and he'll eat everyone in the family, too.\" <br/> \nThat's entertainment. <br/> \nThat's just Science."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I didn't like it. I thought it was ridiculous and the protagonists just kept getting shat on and it never changed. Maniac McGee was a good book. The old Mary Poppins stories were good books. Goosebumps ate shit. It was terrible."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "<em>Please oh please let this come down to a prose battle.</em> <br/> \n <br/> \nCome on, guys. Autrepoupee vs. Spinynorman. It's the battle of wits and wit that the world's been waiting for."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I concur with Spiny. The children's horror is like regular horror with all the actual horrifying aspects sucked out."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Children's horror as a genre...not, like, the horror of children. That has  <em>all</em>  the horror of regular horror."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Man you got to step back and look at what you are writing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cagliostro",
    "plus": 1,
    "snip": false,
    "text": "Goosebumps ran to a pretty strict template. Each 'chapter' lasted about three pages, and at the end of at least twenty of these chapters, something apparently terrifying would happen. Then, at the beginning of the next chapter (i.e. right on the opposite page), it would be revealed that the terrifying thing was something totally normal, like the narrator's friend in a scary mask. This would continue until around chapter 50, where the terrifying thing would be real. I remember thinking as a kid that it was a bit... obvious. <br/> \n <br/> \nAlso, there was one where the kid's family pulled their faces off and revealed they were monsters, and then the monsters pulled  <em>their</em>  faces off and revealed they were actually humans, and so on back and forth for like seven chapters until you started to speculate about how freakishly large the original latex heads must have been. Unless I'm just hallucinating now. I liked Redwall, anyway."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Dittos to everything you said."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "Redwall was awesome when you were a kid, but seen through the eye of an adult it has some pretty dodgy undertones about racism and also eating way too much dessert."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetrisattack",
    "plus": 2,
    "snip": false,
    "text": "http://en.wikipedia.org/wiki/The_Portrait <br/> \n <br/> \nRoast Beef and René Magritte seem to have a little bond here. . ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamsok",
    "plus": 1,
    "snip": false,
    "text": "It cold sucks to have the all-seeing eye of Sauron just randomly show up in your nachos."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "<em>My precccioussssss...</em> <br/> \n <br/> \ncorn chip meal!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "The One Chip To Rule Them All."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "Those three blind witches from Clash of the Titans all sittin' around a plate of nachos, all \"give me the eye\" and all grudgingly dropping advice on such as Perseus"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "For some reason when I read this I saw Clash of the Titans and processed it in my mind as the Teen Titans and I was really confused for a second."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "There's a secret BBcode tag on the secret Assetbar help page that makes this sort of mis-processing happen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Beef's response in the first panel is solid gold."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "butta",
    "plus": 0,
    "snip": false,
    "text": "I love this strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jhunter",
    "plus": 2,
    "snip": false,
    "text": "this is pretty much in the top four things most likely to spoil a meal <br/> \nalong with a taco that just opens up and starts  <em>screaming</em>  and just doesn't stop"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "The back of the mexican peso prominently features beef's nightmare image, as kind of a shout-out to the Eye of Providence on the US dollar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "allanpinkerton",
    "plus": 0,
    "snip": false,
    "text": "I love Beef in panel two, eyebrows all horizontal, totally had it up to here with Ray's wannabe romanticism, pullin' out his most deadpan delivery of metaphor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "srmeowmeow",
    "plus": 0,
    "snip": false,
    "text": "I see Roast Beef's decided to start writing my nightmare journal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "you never see this Beef expression ever again, do you?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "\"how do you end up as the terrified eye in the nachos\" <br/> \n <br/> \nLyle put it there with Mister Bear's purloined hot glue gun. <br/> \n <br/> \nHeh.  Pur-LOIN-ed."
  }
]