[
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by robobogle, TwoRightFeet, fancypants)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 33,
    "snip": false,
    "text": "He just had to nail that one difficult corner around the Yahoo pop-up"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unquotable",
    "plus": 19,
    "snip": false,
    "text": "Castle Wolfenstein search engine?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "purplehaze",
    "plus": 16,
    "snip": false,
    "text": "This one also doubles as a \"Whats the Saddest Thing\" comic."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "atlanticcity",
    "plus": 6,
    "snip": false,
    "text": "My thought exactly.  The only thing this strip is a tiny Philippe in the background crying \"noooo\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "To Philippe it is the saddest thing. <br/> \nTo Ray... it is lunch. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 48,
    "snip": false,
    "text": "I think \"man vs. internet\" needs to be recognized as a new dramatic archetype."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 5,
    "snip": false,
    "text": "I think that might be seen as a subtype of man v. nature. <br/> \n <br/> \nBut I can see where you're going with it, because it's like man v. man/nature.  A crossover literary archetype.  Homer didn't have no internet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Actually, man v. machine."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "That was the name of my band in college. I think the  <a href=\"http://web.archive.org/web/20101006071627/http://www.myspace.com/manvsmachine\">MySpace</a>  is still up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "hey that is okay music to listen to. <br/> \noh man someone just screamed at me in it. <br/> \nnow it is pretty okay music."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "as in, i completely want a copy of your cds."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "it IS rad to listen to.  also, are you still out in western PA?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Man the individual vs. Man the collective."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I'm auditioning for the part of the former. You lot get to be the latter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rasalghul",
    "plus": 0,
    "snip": false,
    "text": "Of course he had the internet.   <a href=\"http://web.archive.org/web/20101006071627/http://www.snpp.com/episodes/5F11.html\">Then Bill Gates bought him out</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 20,
    "snip": false,
    "text": "Yeah, it can't be just \"man vs. machine\", because it's not just machines that are the antagonists, here - there's also a bunch of dickheads on the internet. So there's a people element.  <br/> \n <br/> \nBut it's also not \"man vs. man\", because, well, first of all, there are no human beings  <em>present</em>  usually, and those that are distantly opposing whichever protagonist it is are having their nature affected by this machine. I mean, honestly, having the opportunity to communicate with text and graphics with someone far away really just leads to overuse of the word \"faggot\" and cat macros.  <br/> \n <br/> \nBut it's also not \"man vs. society\" - sure, it's people in large numbers, but they don't see one another and can't touch one another and there's certainly little or no sense of order. (See term \"faggot\" and lolcats.)  <br/> \n <br/> \nSo we have a machine with humans working it, but it removes the human element thus eliminating the societal element, as well.  <br/> \n <br/> \nAnd it's not \"man vs. nature.\" Sorry, I don't rank the internet that high. It is not a tsunami."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 2,
    "snip": false,
    "text": "You know, the literary definitions are an exceedingly imperfect system and trying to apply one archetype to a scenario will inevitably end in failure."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 10,
    "snip": false,
    "text": "Of course. Though Grecians recognized conflict as a driving literary structure, the simplification into the class system (Man v. Nature, Man v. Society, etc.) is a relatively recent development. It's the same as most things taught to high schoolers: grossly oversimplified and inadequately understood.  <br/> \n <br/> \nAs to the current debate: the problem here is that we're applying a specific brand of conflict to a woefully vague isolated conflict. In order to triangulate what overarching theme our conflict entails we must specify the conflict. If it's a man fighting an online community, it's Man v. Society (an online community is an isolated society, whether or not they meet in person or not). If it's a man fighting the dictates of the Assetbar software, it's Man v. Technology. And if it's a man fighting Dr. Manflesh, it's Man v.  <strong>Nature</strong> . <br/> \n <br/> \n(The last one is all too common in tragic works.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "We need to get Anthony Lane in here"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Your Connie icon is all too appropriate here."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "Except Cornelius Bear would not get angry at the people he is explaining things to."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "If one is to give it any of these labels, one only does so from an individualistic perspective. That is to say... one is the man, irrespective of whether they're in the majority or the minority. The average person will, more often than not, cast themselves as the protagonist.  <br/> \nThe irony here is that what is generally accepted to be \"right\" is defined by majority consensus, and the so-thinking \"heroic protagonists\" more often than not grossly outnumber the \"faceless villainy\" they intend to fight against. They who deems themselves \"the man\" are, more often than not, actually the system itself.  <br/> \n <br/> \nEssentially the only fight then is Man versus his own Ego.  <br/> <br/> <br/> <em>(And I'm blathering here because I'm VERY sleep-deprived... and interested... sorta.)</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thequietyou",
    "plus": 1,
    "snip": false,
    "text": "I miss the alt. text."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atom",
    "plus": 9,
    "snip": false,
    "text": "\"This delicacy takes you inside the terror of the bug's family.\" <br/> \n <br/> \nDone and done"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "That is a good service you and others have been providing.  Much props."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "THEEEERE'S a good boy, now! Good boy for postin' the alt text!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "I am a terrible person, the first thing that popped into my head upon reading this was that due to the anonymity of the internet, you may have said this to a black dude."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "you are not alone"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 6,
    "snip": false,
    "text": "The world-destroying horror inflicted upon insects is comedy palladium."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I find it difficult to believe that in nine months, I'm the first person to comment on your delightful substitution of a lesser-known element in a common phrase. Chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phoenixultima",
    "plus": 0,
    "snip": false,
    "text": "PETA would have an absolute field day over that dish."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "beetles are not animals.  they dont have feelings."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 7,
    "snip": false,
    "text": "Fuck this one is sad. I almost cried when I was thinking about this while drunk (I am not usually a sad drunk)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "They just playin' with expectations, man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "Check this out check this out. I figured out how to do something. Shmuckles, what is the saddest thing?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 40,
    "snip": false,
    "text": "the really sad thing is, the daughter falls in love with you because she sees how your pain made you do this, thinks she can help and change you"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "The doctor says that enough insects are already in love with me. Another one can't fit on the bill, even if it is a delicacy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Dostoyevsky reference = automatic chubby."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "It's recommended to eat her along with the post-dessert mint to help digestion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 3,
    "snip": false,
    "text": "First strip I ever read, this. I didn't get it. Read through the archives, got to know the characters. One of my favourite strips. <br/> \n <br/> \n~FIN~"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "so sad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "Most hardcore"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "This is the saddest thing. <br/> \n <br/> \nAlso the most awesome. <br/> <br/> <br/> And Ray's sudden strafe in Panel 2 makes this a 5. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "How is this strip not rated higher."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "beansdooma",
    "plus": 0,
    "snip": false,
    "text": "It seems to me that it would be more effective to have the father watch his mashed up daughter be eaten."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "5 purely for panel 2."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "THIS perfectly illustrates the oriental's obsession with ludicrous superstitions regarding using animal products to remedy maladies.  <br/> \n <br/> \nLUDICROUS...  <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>\"AAAaaaah... tiger penis make you longhardhot lover. Cheap! 15 yen!\"</em></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "It's 3am. Am I missing the irony that makes Desert Donkey's comment  <em>not</em>  a vicious racist stereotype acquired from B-movies? I am perfectly willing to accept that possibility."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevenslashfour",
    "plus": 0,
    "snip": false,
    "text": "I feel terrible for laughing at this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "This one makes my LIFE"
  }
]