[
  {
    "depth": 0,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by plummet was marked lame too many times and excluded. (marked lame by mysterymeat1001, ezcmac, unklmnky69, Thorfinn, NeoNaoNeo, DiamondMonster, goocifer, ohmygooses, TheLoneliestMonkey, Semiquaver, tehloki, Afkpuz, Hyetal, Padijun, vorrishnikov, Tragic_Johnson, Boyd, sncether, Ravigotte, lastlarf, gowerski, CloseFriend, veck, Orf, Darthemed, kestral)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by missbee, jamb23, straw, randombeing, TheSheezie, mcmahone, the_voice, stanshall, Cycerin, riotdejaneiro, Mattsolo, puadxe, sean1058, Deusoma, plummet, MT85, BrodieBruce, dus10_316, Ariamaki, zpa, GregChant, GeyserShitdick, StagnantDisplay, rowboat, FeralChicken, desdin0va, atypicaloracle, equinn2006, Weretrout, le_chien_manquee, DougTheHead, jargonmaster, mrobin604, MR_Wilson, Peppermint, behka, RicNine, orrrderup, Jeef, Dwilow, TheSoulBear, kenyot, Hexjumper, Spaghetto, Wite_Rabit, Majumbo, ellwooda, scraggg, thatcrazycommie, goddam, greyfield, CloseFriend, Panserbjorne, joamiq, morbo, icecube, tragicone, kestral)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by spesimen, ezcmac, NeoNaoNeo, GregChant, ohmygooses, Moraiat, TheLoneliestMonkey, redwind, lateadopter, vorrishnikov, Audhumla, CloseFriend, Orf, morbo)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 0,
    "snip": false,
    "text": "So much so that Zefiel has almost twice as many lames! ... Make that exactly twice."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bacter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bacter was marked lame too many times and excluded. (marked lame by NeoNaoNeo, robotman, riotnrrd, Moraiat, TheLoneliestMonkey, Audhumla, Orf)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bacter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bacter was marked lame too many times and excluded. (marked lame by NeoNaoNeo, riotnrrd, GregChant, Moraiat, Orf, Darthemed)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by unklmnky69, mcmahone, Jesler729, SchnappM, kazad, GregChant, wargasmic, GeyserShitdick, FeralChicken, hcaz, BionicSheep, desdin0va, atypicaloracle, equinn2006, Peppermint, behka, Fcannon, gbeaton, Jeef, TheSoulBear, cailetshadow, kenyot, Hexjumper, Majumbo, Epicurus, CloseFriend, joamiq, morbo, tragicone)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by plummet was marked lame too many times and excluded. (marked lame by ezcmac, lawbot, NeoNaoNeo, robotman, GregChant, odei, Bertson, TheLoneliestMonkey, MR_Wilson, lateadopter, vorrishnikov, Audhumla, CloseFriend, Darthemed)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by Cycerin, MT85, kazad, Ariamaki, GregChant, wargasmic, GeyserShitdick, FeralChicken, hcaz, BionicSheep, desdin0va, atypicaloracle, Peppermint, gbeaton, nutmeg, TheSoulBear, Spaghetto, Majumbo, Epicurus, psykeres, CloseFriend, joamiq, morbo, tragicone)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hcaz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hcaz was marked lame too many times and excluded. (marked lame by lawbot, NeoNaoNeo, goocifer, GregChant, wargasmic, cheapcynicism, odei, Girdag, equinn2006, Bertson, josher, Cracklewater, Kenny, vorrishnikov, YouFailMe, billypooter, Hexjumper, beafdog, Audhumla, CloseFriend, Orf)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by rolotonybrowntown, mcmahone, Cycerin, heath, GregChant, wargasmic, GeyserShitdick, FeralChicken, BionicSheep, desdin0va, atypicaloracle, equinn2006, hikikomori, iceofboston, Peppermint, mugi, gbeaton, TheSoulBear, kenyot, Epicurus, scraggg, CloseFriend, mvskald, gkiyo, joamiq, morbo, tragicone)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by ShemmJacc, straw, pwb, NeoNaoNeo, Ariamaki, heath, goocifer, GregChant, cheapcynicism, odei, FeralChicken, mortshire, equinn2006, radishes, vorrishnikov, YouFailMe, Audhumla, CloseFriend, Orf)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by rolotonybrowntown, Cycerin, MT85, GregChant, wargasmic, FeralChicken, hcaz, SatelliteTV, BillyLK, Peppermint, nutmeg, ssink, kenyot, scraggg, gkiyo, morbo)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by straw, NeoNaoNeo, Ariamaki, FeralChicken, desdin0va, radishes, lateadopter, billypooter, CloseFriend, Orf)"
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "hyetal",
    "plus": 52,
    "snip": false,
    "text": "Perhaps zefiel fears the same thing as I: a future where we're forced to choose between a candidate who answers all debate questions with \"Ni!\" and one whose campaign song is the Mr. Plow theme."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "arbys",
    "plus": 0,
    "snip": true,
    "text": "A comment left by arbys was marked lame too many times and excluded. (marked lame by ButterMoths, oishii, d3athcann0n, thedudeabides85, Sortelli, Cracker, retinarow)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "andrew_",
    "plus": 1,
    "snip": false,
    "text": "going back and reading this makes me feel awesome. <br/> \n <br/> \nTHEY'RE BOTH OUT! WOOP WOOP WOOP."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Actually you raise good points but you have hella smugness."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by radishes was marked lame too many times and excluded. (marked lame by implode, Deusoma, HeyMan, griggs_although)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "blueshoc12",
    "plus": 1,
    "snip": false,
    "text": "Only in Achewood fashion, the Great Koodge Fight quickly escalated into a chubby-fest of epic proportions. It wasn't until Dornheim left Ray's life that he realized how important that Koodge really was."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Wow. Until this comment, you had the exact same number of chubbies as lames.  <br/> \nI gave you a lame just to make this so, but that doesn't mean I want join in on a fight that ended hours ago."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked as spam and excluded. dr_manflesh_desires_anal_play_immediately: What a douche. (reported by Zefiel, madnes, Dezufnocosem)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "envika",
    "plus": 4,
    "snip": false,
    "text": "oh manflesh... <br/> \n <br/> \ndo not go into a mania."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Horatio... oh dear.  This comment actually made me lol, but it had to be marked as spam for the greater good... <br/> \n <br/> \nBtw everyone Dr. Manflesh's first name is horatio. You know that just feels right."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Oh god I just read what I posted and I realized that I said \"it just feels right\" in connection which dr manflesh.... oh god that's just wrong..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "envika",
    "plus": 1,
    "snip": false,
    "text": "Horatio Manflesh... <br/> \n <br/> \nI like it. Got a Bram Stoker ring to it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "First we get an avalanche of lames, then we get forty six thousand INTERNETs. This is an impressive showing."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "dr_manflesh: What a douche."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by implode, purplehaze, TheLoneliestMonkey, luasn, Audhumla, neitherman)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I tried, but was unable to. Must one be a connoisseur to earn the power to mark things spam? For the record, this is the first Manflesh post which I would even consider trying to mark as such. I know he's a popular target, but in the archives he actually makes some boring boards a little more tolerable. But this, yeah - this is fucking irritating."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 0,
    "snip": false,
    "text": "I am a connoisseur and I cannot do it. I have no idea why no has done it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "seanbad",
    "plus": 1,
    "snip": false,
    "text": "This actually made me laugh more than the external combustion engine."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "You say spam, I say art.  Bra <em>vo</em> , Manflesh."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by jargonmaster, Tragic_Johnson, griggs_although)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 3,
    "snip": false,
    "text": "whoa zefiel since when do you have spam-marking-after-saying-the-spam-post-is-serious-business-which-sounds-like-a-compliment privileges"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "I wouldn't have done it, but it really was a nuisance to read the thread, and you know I have to check it constantly, I need my attention because I'm a whore for it."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "andrewofdoom",
    "plus": 16,
    "snip": false,
    "text": "\"Honey, come to bed.\" <br/> \n <br/> \n\"I can't. This is important.\" <br/> \n <br/> \n\"What is?\" <br/> \n <br/> \n\"Someone on the internet is WRONG!\""
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "xaxx",
    "plus": 0,
    "snip": false,
    "text": "xkcd is a wonderful thing."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "andrew_",
    "plus": 0,
    "snip": false,
    "text": "love it. <br/> \n <br/> \nlove it so hard."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Manflesh finally came!  This is not spam, people!  Have none of you read  <em>The Fan Man</em> ?  Find the chapter on Dorky Day."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>nice</em></strong>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by mashisoyo, atticusonline, DrSkradley, aHatOfPig)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "This is a good response. <br/> \n <br/> \nNot fantastic, but far more than acceptable."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "hahaha cute. I'm glad i took the time to reread this."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mt85",
    "plus": 1,
    "snip": false,
    "text": "For the love of god, will you just shut the fuck up? <br/> \n <br/> \nOf all the bizarre, inexplicable things you see on the internet, by far the strangest has to be this population of people that are so attention-starved that they actually crave other people's dislike. I guess if you're such a douche that it's impossible that anyone could actually find you inoffensive, that's really your only choice?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "<em>KOOODGE!</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Dornheim has a hideous rug also. Why has no one dissected this?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "i think the strangest is actually probably old people porn"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "panthera3000",
    "plus": 0,
    "snip": false,
    "text": "I only chubbied this because right now all your comments above this one have exactly the same number of chubbies and lames and I want to continue the trend."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "locuscosecant",
    "plus": 0,
    "snip": true,
    "text": "A comment left by locuscosecant was marked lame too many times and excluded. (marked lame by mysterymeat1001, robotman, radishes, Sortelli, retinarow, Orf)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sortelli",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sortelli was marked lame too many times and excluded. (marked lame by rowboat, loneal, lateadopter, lorifury)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "its frederick douglas, you asshole.  read a fucking book."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 1,
    "snip": false,
    "text": "You should NEVER be a cock to strangers!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pyromancer",
    "plus": 16,
    "snip": false,
    "text": "OIL FIRE!  KOODGE!!  BEST WESTERN!!!  KOODGE KOODGE!"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": false,
    "text": "if i had any chubbies left on this page i'd give one to you for reminding me of the loudest words in what i just read.  unfortunately i used them all as proxy lame inverted constructs or something.  etc"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Superman that car!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aaron_haynes was marked lame too many times and excluded. (marked lame by ohmygooses, radishes, Sortelli)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by nbgreene, mcmahone, Jar, G3K, SotiCoto)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by straw, ezcmac, NeoNaoNeo, wittyname, Triactry03, TheLoneliestMonkey, billypooter, Aeon, Audhumla, peterjoel, pquinn87, botch, Darthemed)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lateadopter was marked lame too many times and excluded. (marked lame by nbgreene, JenH, goocifer)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by equinn2006, atticusonline, captneko, Audhumla)"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Dude, your clever remark overcame my knee-jerk \"oh no, not this guy again\" reaction, and I saw you as someone with a sense of humor, albeit only briefly.  That's all I can do for you at this point."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by equinn2006, atticusonline, Audhumla)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Irony of ironies, I actually clicked the chubby on that one, but the page said I had been too friendly in this place.   <br/> \n <br/> \nCould someone who doesn't like me give this guy a chubby, please?  (That'll get you a few, I have no doubt.)"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "This whole string also makes me resent the limiting cap on chubbies... as your banter is quite hilarious. Both of you are amusing enough to warrant chubb.... but I likewise wish to reserve my last Rolo for Dr Manflesh. <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "It's a will somebody please give le_chien_manquee a chubby Friday"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "...initiating arguments is not a quality well admired, my friend. In fact, this leads to yet another in the long line of poster issues: superiority arguments.  One-ups-manship in verbal abuse form. <br/> \n <br/> \nWhile I'm glad you obviously got  <em>something</em>  out of my rant, albeit, the part where I'm insulting how an apparently degenerate audience appears to be thinking (and, thus, affirmed by your attempt to belittle me), I'm only disappointed that it couldn't be what came before said comeback."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Saint... I am currently servicing Zefiel's mother, but yours is waiting eagerly on the sidelines, impatiently waiting her turn. <br/> <br/> <br/> Don't worry. She still loves you though... <br/> \n... unless she ends up dead after the servicings. <br/> <br/> <br/> [Subtext : You are one of those Pat-type people who just subconsciously demands to be mocked at every given oppurtunity in the most crude of manners, just because you will react to it in amusing ways.] <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "my mom's there? say hi to her for me. I haven't seen her in 13 years, as she became dead when I was six. <br/> \n <br/> \n[subtext: (insert egotistical analysis of soticoto's irrationally turd-hatted commentboard postings here. don't be afraid to be  <em>too obvious</em> )]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by goocifer, kendieatsbabies, atticusonline, gethen, DrSkradley, TheSoulBear, peterjoel)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, you actually did alright there, soticoto. That whole \"dead mom\" bomb can be tough to skillfully navigate, especially in the midst of a \"I am having sexual intercourse with your mother\" joke. You at least didn't self-destruct."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Thanks, but it is one of the few phrases I totally nicked from someone else...  <br/> \n <br/> \n... that is to say I've had it used against me, as I am also a member of the Dead Parents Society. <br/> \n <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Well, save a seat for me. I'll be signing up soon."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Hell of fucking morbid, yo... :("
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Ain't it, though?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "oishii",
    "plus": 1,
    "snip": false,
    "text": "Where is this \"intelligent discussion\" you speak of?  <br/> \n <br/> \nIt is true, though, that some people use the message board as a means to flaunt their Achewood prowess and to compete with others who do so as well. Must be a man thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by oishii, kendieatsbabies, Epicurus, peterjoel)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I wish you were wrong."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "nillsner",
    "plus": 9,
    "snip": false,
    "text": "Its just a comment board, and the fact that people actually discuss the comics at all makes this place much better than, say, a youtube comment page. But they are essentially the same thing. Expecting everyone to belly up and say something insightful and unique is a bit idealistic, and its an idealism that is irrelevant to other people's experience. I, for one, would like to read the word Koodge many, many times. Lets not pretend like this is a classroom, or people will stop hanging around."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "I think the sentiment is honest, but the expression of that sentiment is annoying. <br/> \n <br/> \nWhen I read something really funny, I'm often left with the punch-line repeating in my head. To me, repeating that punch-line is still really funny. To someone else (and, especially, in a medium where that repitition is written down -- even more so when it's written down as the first comment), it's just annoying, un-funny repitition. <br/> \n <br/> \nI try and stop myself from making comments of that sort, but I can't fault someone for succumbing to the same temptation. Shit's funny. Sometimes it bears repeating."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "closefriend",
    "plus": 0,
    "snip": true,
    "text": "A comment left by closefriend was marked lame too many times and excluded. (marked lame by madnes, smallgods, kylemcjuicy, equinn2006, TheLoneliestMonkey, Sortelli, rachel, Hyetal, sncether, Audhumla, Mastronaut, Orf, SotiCoto)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "Thanks, I get it now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 9,
    "snip": false,
    "text": "wait a second YOU'RE NOT DR. MANFLESH"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "mastronaut",
    "plus": 0,
    "snip": false,
    "text": "oh wait a minute I lamed you before I saw the bag of bisquick. I'm sorry man. Bisquick saves you from your dicketry."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 19,
    "snip": false,
    "text": "GOD! I've never wanted to start a joint company less in my life!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 0,
    "snip": false,
    "text": "(poorly construed irony)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "nah dude. I liked it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by straw, Spoon, Jordstar, retinarow, Audhumla, JoeStork, pquinn87)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "seanbad",
    "plus": 7,
    "snip": false,
    "text": "Ladies and gentlemen: a Mania."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nutmeg",
    "plus": 3,
    "snip": false,
    "text": "all of you are TEARING THIS FAMILY APART!! D: <br/> \n <br/> \nCOME ON! HUUUGS!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nutmeg",
    "plus": 2,
    "snip": false,
    "text": "this shit is getting all Do The Right Thing. it will end in riots!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by prolefeed5, AdrianMiller, Spoon, NeoNaoNeo, rowboat, TheSoulBear, whoppin, sncether, Epicurus, DrSAd, Chachibenji, Mastronaut)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "....aaaaaaaaaaaaaand italics. Well, that's ironic. Funny what losing an i in a bracket can do to an entire post, eh?  <br/> \nNo. Not funny at all."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Irony: I do not think you know what that word means."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "actually, yes, I do. It's ironic because I'm somewhat insulting him for using all caps, and here I am writing in mainly italics. On accident. I wouldn't call it un-intentional hypocrisy, but I would call it somewhat ironic.  All that, and you missed my point in favor of commenting on the comment of the point. Tacky."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "Stop before you become a boring version of what you hate."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Saint... you never cease to just  <em>slightly</em>  amuse me by being a cock. <br/> \n <br/> \nA small, flacid cock. <br/> \nBut still a cock. <br/> \n <br/> \nYour breeding is of questionable quality. <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "my father was french...my mom is dead."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 13,
    "snip": false,
    "text": "Sorry about your father. <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "KOODGE"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Whoa. <br/> \nI got 13 chubbs and 0 lames for  <em>being my usual dickish self</em> . <br/> \nIt CAN be done! Nice!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ovenface",
    "plus": 0,
    "snip": false,
    "text": "i'm chubbying you for the use of the word 'onus'. other than that, stop yelling!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "CAPS LOCK IS CRUISE CONTROL FOR COOL!!!1!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "This is beautiful."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Apparently I lamed you x months ago?  Well, I'd like to take it back.  But I can't.  C'est la vie."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "killerlimpet",
    "plus": 19,
    "snip": false,
    "text": "Dudes. <br/> \n <br/> \nIt's the internet. <br/> \n <br/> \nChill.  <br/> \n <br/> \nChemically if necessary, but jesus christ."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Hey, everybody! Remember that comic strip up there? Wasn't that  <em>funny!</em>  OK, just trying to get us back on track, here. Really, though, this arc better go somewhere  <em>fast,</em>  'cause I ain't feelin' what Onstad's dealin'."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "I have to admit it wasn't the funniest punch line ever, and this was a punch-line comic. Though KOODGE is just so entirely perfect. Saved!"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I, uh, didn't find it too funny no I didn't too much at all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unklmnky69",
    "plus": 0,
    "snip": false,
    "text": "i am sad that this comment has more lames than chubbies, even with mine......"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "towl",
    "plus": 0,
    "snip": true,
    "text": "Comment left by towl ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "towl",
    "plus": 0,
    "snip": true,
    "text": "Comment left by towl ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "KOODGE! <br/> \n <br/> \nI don't know, they might work."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "I've thought about this before and I can't think of a way to make it work."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "Jet engines, at least in a sense."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 7,
    "snip": false,
    "text": "External combustion engines do exist and are pretty common, actually. A steam locomotive is one example. <br/> \n <br/> \nnot trying to be a dick or anything, just saying...for the record."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "towl",
    "plus": 0,
    "snip": true,
    "text": "Comment left by towl ignored."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "I don't understand what you're saying! I don't understand!"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "are you trying to be funny? do you think the use of all-caps makes people think you're funny? because you're not funny."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "COTO UP IN YOUR MOTHER! <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "look up Darwin Awards and Jato rocket."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bacter",
    "plus": 0,
    "snip": false,
    "text": "Is he an engineer? The lack of pocket protector makes it confusing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 2,
    "snip": false,
    "text": "Yes. Because he knows goddamn everything. <br/> \n <br/> \nAnd all engineers know everything."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "We do. Even when it makes us look kind of like dicks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norrin",
    "plus": 35,
    "snip": false,
    "text": "Everything except the feel of a woman."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 3,
    "snip": false,
    "text": "Giving this comment a chubby feels kind of inaccurate."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 18,
    "snip": false,
    "text": "Engineers getting chubbies on the Internet?  Can't get more accurate than that."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Couldn't agree more."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 15,
    "snip": false,
    "text": "The beard is what gives it away."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "The beard at least narrows it down. He could also be a film historian."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "He sort of has a mouth like a Magreaux dog.  <br/> \n <br/> \nEw."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": true,
    "text": "A comment left by solobuttons was marked lame too many times and excluded. (marked lame by mortshire, Anderian, Orf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stopareclosed",
    "plus": 8,
    "snip": false,
    "text": "The internets are a-twitter with a similarly un-genius automotive idea. Perhaps this is where Mr. Onstad drew his inspiration: <br/> \n <a href=\"http://web.archive.org/web/20101009144729/http://www.gmmodernmuscle.com/forums/viewtopic.php?t=2779&amp;postdays=0&amp;postorder=asc&amp;start=0\">http://www.gmmodernmuscle.com/forums/viewtopic.php?t=2779&amp;postdays=0&amp;postorder=asc&amp;start=0</a> <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "Chubby to you, sir, for pointing out this fool of a man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bovine",
    "plus": 1,
    "snip": false,
    "text": "except he expertly trolled like 100,000 car buff jackasses."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retinarow",
    "plus": 2,
    "snip": false,
    "text": "I like how serious and epic their warnings sound: \"your going to blow shit up, don't mess with stuff like this.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "\"... you could have unlimited power.\" <br/> \n <br/> \nThe Engine Man Was Not Meant to Tune."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "retinarow",
    "plus": 2,
    "snip": false,
    "text": "We could all die and these guys would just be waxing their chevy camaros."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "Already been done.  It's called an EGR valve (exhaust gas recirculation)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "illuminatedwax",
    "plus": 0,
    "snip": false,
    "text": "Those guys got trolled bad"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bovine",
    "plus": 0,
    "snip": false,
    "text": "seriously. i felt *sad* for them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "hah, aw, i wonder what happened. I bet it was fucking hilarious. the topic is, of course, gone"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "They did this on Top Gear. That's the Stig running away. They finally did him in."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cheezeburger",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cheezeburger was marked lame too many times and excluded. (marked lame by jamb23, silver_lake, chivalress, byronic, Bertson, tinyneutrino, Sargasm, clintisiceman, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shoinan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shoinan was marked lame too many times and excluded. (marked lame by dasilodavi, gkiyo, Orf)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by stormypinkness, rolotonybrowntown, SaintTim, wargasmic, equinn2006, Bertson, hikikomori, Sargasm, proof_man, MR_Wilson, Epicurus, Mastronaut, gkiyo, morbo)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "shoinan",
    "plus": 8,
    "snip": false,
    "text": "Maybe, but I think there's a difference between making a point and being an ass about it. Besides, I have no beef with cheezeburger (get it?) Oh God that was awful, I am sorry."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by rolotonybrowntown, SaintTim, wargasmic, hikikomori, Mastronaut, morbo)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "shoinan",
    "plus": 4,
    "snip": false,
    "text": "Jack would have shot me dead before I'd even typed (get it?. The man hates jokes that are not of quality."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "griggs_although",
    "plus": 0,
    "snip": true,
    "text": "A comment left by griggs_although was marked lame too many times and excluded. (marked lame by Lacrimus, robotman, Conn, gbeaton)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "griggs_although",
    "plus": 0,
    "snip": false,
    "text": "...Boned?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "You don't use a motorcycle to jump a shark, you use waterskis."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jesler729",
    "plus": 1,
    "snip": false,
    "text": "Actually writing out alt texts was pretty helpful before they showed up on assetbar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "i was  <em>wondering</em>  why everyone was doing that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "\"Jump the shark\" is one of those phrases that's become so overused that it's meaningless. A shark-jumping point is a point at which a continuing work of fiction has clearly, irretrievably gone into decline. I'm not saying that Achewood is beyond criticism, but I don't really think you can accuse it of jumping the shark based upon something posted yesterday, as you have nothing following by which to judge it. <br/> \n <br/> \nHey, what are those pictures at the top of this page? Talking cats? Insane!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "seanbad",
    "plus": 4,
    "snip": false,
    "text": "In a sense, \"jumped the shark\" has, in fact,  <em>jumped the shark</em> . Go and ponder this. <br/> \n <br/> \nHey, was that a koan? Did I just accidentally become a Zen Buddhist?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "No, it means you're channeling Einstein, but I can see where the confusion lies."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "When did Einstein jump the shark? He definitely went nowhere after he didn't like quantum."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Maybe it's a  <a href=\"http://web.archive.org/web/20101009144729/http://m.assetbar.com/achewood/one_strip?b=M^a11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D09232003\">new age comedy koan.</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "\"Jumping the shark\" refers to an episode of Happy Days in what many consider to be its decline.  In an effort for interesting stories, they have Fonzie literally jumping a shark tank with his motorcycle.  The moment was so infamous that the phrase became a common description for TV shows (and comics, and everything else it would seem) that have run low on ideas and have taken to using the ridiculous in an attempt to gain viewers. <br/> \n <br/> \nI don't think Achewood has jumped the shark, but maybe it happened really early on and I just didn't notice."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Okay, after a quick trip to Wikipedia I find that it was indeed water-skis and not a motorcycle.  Here, just, go here, they do it better. <br/> \n <br/> \nhttp://en.wikipedia.org/wiki/Jumping_the_shark"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "padijun",
    "plus": 7,
    "snip": false,
    "text": "I think Dornheim is going to help Ray a lot with his carbon footprint"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by robotman, hikikomori, SenseiHollywood, pquinn87)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grayestnova",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grayestnova was marked lame too many times and excluded. (marked lame by straw, wittyname, equinn2006, byronic, Anderian, rachel, retinarow, Doc_Rostov)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wittyname was marked lame too many times and excluded. (marked lame by robotman, gbeaton, CloseFriend)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "randombeing",
    "plus": 2,
    "snip": false,
    "text": "Good lookin' out for Firefox users. CHUBBED TO THE NINES."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "Stupid Firefox users who don't have Long Titles installed."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "svolix",
    "plus": 0,
    "snip": false,
    "text": "Try the \"Popup ALT Attribute\" extension. <br/> \n <br/> \nAs an extra bonus, also good for Dinosaur Comics and Dr. McNinja!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 2,
    "snip": false,
    "text": "I just right click and hit properties. Go Firefox!!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "retinarow",
    "plus": 1,
    "snip": false,
    "text": "you can download  <a href=\"http://web.archive.org/web/20101009144729/https://addons.mozilla.org/en-US/firefox/addon/1933\">this</a>  to make your life a bit easier."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Can't thank you enough for that link. I had found ways around it, but this solves everything in one fell swoop. Unofficial chubby to you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moraiat",
    "plus": 4,
    "snip": false,
    "text": "Well  <em>there's</em>  yer problem!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "americanadiano",
    "plus": 0,
    "snip": false,
    "text": "This strip is one of the greatest I've seen in a while, and it's a shame to see the perfect 5 slip away."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Might I ask what you find particularly great about this strip?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 1,
    "snip": false,
    "text": "I kind of like it because I think it sets Dornheim up in a way that shows a propensity towards absurd thought processes, which if nothing else makes him more believable as Ray's half-brother.  <br/> \nI don't know. He looks fairly blue collar, an intelligent guy in his niche, so it strikes me as amusing that upon meeting his half-brother for the first time he goes so far as to imagine not just the explosion, but of said half brother running away naked and aflame. It shows that he has a bit of a silly streak in his thinking which I would not have expected upon being introduced to the character. <br/> \n <br/> \nI like the timing of the last two panels as well. I wouldn't say this is 5'd right off the bat for gratuitous amounts of koodge, but I chuckled. <br/> \n(And not that you would care I suppose if I had, but the lame you received is not on my account.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I think I was lamed either because I sounded too sarcastic (which I tried hard not to do but ended up doing so anyway) or because I was trying to start an actual conversation.  One of the two. <br/> \n <br/> \nAnd I didn't see Ray as the guy running away from the fire.  I thought it was maybe a test-subject or something like that, as the alt-text alluded specifically that they would  <em>not</em>  be exploring that vehicle's construction.  But that he was imagining it was Ray (maybe as some imagination-land justice for Ray driving an Escalade?) makes it funnier in the way you say."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "collier",
    "plus": 4,
    "snip": false,
    "text": "oh, MAN does the \"KOODGE\" panel ever need to be on a teeshirt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 6,
    "snip": false,
    "text": "Front of t-shirt: KOODGE panel <br/> \nBack of t-shirt: Last panel with the words \"External Combustion Engine\"  <br/>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ricnine",
    "plus": 0,
    "snip": false,
    "text": "This is a t-shirt I would buy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "habnabit",
    "plus": 0,
    "snip": true,
    "text": "A comment left by habnabit was marked lame too many times and excluded. (marked lame by robotman, gbeaton, Jalhalla42)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "I would totally buy that shirt. I still have to save my pennies for the \"goddamit what am I going to do about my problems\" t-shirt tho."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i do not wear shirts with designs on the back."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "beafdog",
    "plus": 0,
    "snip": false,
    "text": "two words: Hair Product"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": false,
    "text": "An external combustion would work. It would just be horribly inefficient. An open piston head all soaked in gasoline, with an ignition source would still operate like an internal combustion engine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nyu",
    "plus": 28,
    "snip": false,
    "text": "In reality however, AN EXTERNAL COMBUSTION ENGINE IS KNOWN AS A STEAM ENGINE. C'MON ONSTAD."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "This guy's  <a href=\"http://web.archive.org/web/20101009144729/http://en.wikipedia.org/wiki/External_combustion_engine\">got it</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "So, a car powered by a nuclear reactor would have an external combustion engine. <br/> \n <br/> \nMaybe partnering with Dornheim is not a good idea, but I can totally imagine Ray starting a company making cars powered by nuclear reactors. <br/> \n <br/> \nCall it, I dunno, maybe  <em>Manhattan Motors</em>  or  <em>Fermimobiles</em> ?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 8,
    "snip": false,
    "text": "Nukes do not combust; combustion is an exothermic redox reaction, whereas nuclear reactions involve the release of potential energy from atomic nuclei.  <br/> \n</science> <br/> \n<lamestorm>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "phy",
    "plus": 6,
    "snip": false,
    "text": "Indeed. I will add, though, that the engines classified as \"external combustion\" would function with any heat source. The steam turbine that drives a nuclear sub's propellor is no different in principle than the steam turbine that generates power in a coal-fired powerplant. It eats heat, and spits out rotation. <br/> \n <br/> \nAnd yes, this means you could stick an atomic reactor in an old-timey steam train. Wear some wicked goggles and travel all over the New West. Fend off bandits with your thirty-aught-six electro-fired rail rifle."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "Y'all some nerds."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 15,
    "snip": false,
    "text": "Smelting our own DU shells for the rifle, camping in the Los Alamos moonscape. <br/> \n <br/> \nMutant tarantulas spooning you."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh YAAAAY! Mutant tarantulas spooning you! YES. No chubs left. \"Icantbelieveitsnotachubby\" for you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "Also, fall in love with Mary Steenburgen."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "factorial",
    "plus": 2,
    "snip": false,
    "text": "Don't assume a lamestorm will erupt because of your scientific response. I'd say science is something that we need more of around here."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "honesttom",
    "plus": 1,
    "snip": false,
    "text": "Your point is good, and should be promoted by means of a T-shirt."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jrpigman",
    "plus": 0,
    "snip": false,
    "text": "<em>I</em>  know how funny that is. Even if no one else respects it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "seanbad",
    "plus": 2,
    "snip": false,
    "text": "Maybe call it the  <a href=\"http://web.archive.org/web/20101009144729/http://en.wikipedia.org/wiki/Ford_Nucleon\">Ford Nucleon</a> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattfish",
    "plus": 1,
    "snip": false,
    "text": "I'm taking a class about this RIGHT NOW. RIGHT NOOOOOW"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyc",
    "plus": 4,
    "snip": false,
    "text": "Yeah, Onstad. Where's your  <em>fancy Stanford education</em>  now?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 7,
    "snip": false,
    "text": "Onstad could have fucked up here.  On the other hand, it could be that Dornheim, who actually knows what an external combustion engine is, is imagining what Ray must  <em>think</em>  an external combustion engine would be.  The explosion, the charred thong, these are all consequences of Ray encountering real-world physics."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that is sort of what I was thinking. The last panel is Dornheim imagining being involved in any car-building project that included Ray."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 0,
    "snip": false,
    "text": "Nice analysis, I hadn't thought of it that way. Makes it funnier."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "Would that my life had more charred thong as consequence of science."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Ahhh... but Onstad didn't think it. Dornheim did! Maybe he's letting us know Dornheim is quite on top of things as Ray thinks..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyc",
    "plus": 2,
    "snip": false,
    "text": "Hey! Don't piss on my parade. If I want to be rude to the person who provides me with hours of free entertainment then I am  <em>within my rights to do so, dammit</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unquotable",
    "plus": 0,
    "snip": false,
    "text": "I took it as far as \"the exploding bits would be on the outside\", I ended up at the same place Dornheim did."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamb23",
    "plus": 12,
    "snip": false,
    "text": "Awww, Ray in panel 5 is just me with my science friends. Trying to appear all interested and knowledgeable with the old \"Tell me this though\" and the stupid idea that results with me being on fire."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 4,
    "snip": false,
    "text": "is one of your science friends Jaime?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "The realization that it is Ray in the car brought this comic from a 3 to a 5."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pubdoggy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pubdoggy was marked lame too many times and excluded. (marked lame by silver_lake, Dezufnocosem, plummet, GrooveHolmes, iceofboston)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "little_angry_plum",
    "plus": 3,
    "snip": false,
    "text": "ha!  4 people lamed pubdoggy for suggesting in a polite way that perhaps this might possibly not be a 5. internet internet internet! <br/> \nfolks, make a poster out of this simple diagram below: <br/> \n <br/> \nMiss A: FUCK YOU FAGGIT MOTHER ASS <br/> \nMiss B:  maybe this was possibly not the funniest strip. <br/> \n <br/> \nMiss A is a \"troll\".  Miss B is what we call \"not a troll.\" <br/> \nAll clear? awesome!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "Well it was hardly polite."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "For a fleeting, ephemeral moment, the ever-present teeth are obscured by pensive lips. Such is the contemplative power of the external combustion engine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wangflop",
    "plus": 1,
    "snip": false,
    "text": "My favorite aspect of Dornheim - besides this hairline that follows imaginary ears - is that he, unlike any other Achewood character I can think of, shows off his choppers when he speaks. I think it really emphasizes the seriousness of everything he says."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nyu",
    "plus": 1,
    "snip": false,
    "text": "I figured hes wearing a hairpiece. The hair on the back and sides of his head does not match the hair on his crown."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "He's a definite Dude Who Posts on Slashdot. <br/> \nBy the way, nice avatar. Lightning Bolt slay."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikemcg",
    "plus": 5,
    "snip": false,
    "text": "I'm sure that's not the intent, but I like to think that A) That's Ray running away on fire, and B) That's his burnt-off thong on the ground in front of the car."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shoinan",
    "plus": 0,
    "snip": false,
    "text": "I think it is. The ears look like Ray's, there's a hint of a pot-belly too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 11,
    "snip": false,
    "text": "Looks like we now know where Ray gets his ears blown off in the future."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mikemcg",
    "plus": 2,
    "snip": false,
    "text": "haha, the implication being he begins a lecture tour on the dangers of external-combustion engines. I love it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "The MFP Interceptor is the industry standard when it comes to pyrotechnic displays decimating automobiles. Ask any experienced Hollywood stunt coordinator."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dovey",
    "plus": 20,
    "snip": false,
    "text": "Is the collective population of AssetBar on it's period today?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ntopp",
    "plus": 2,
    "snip": false,
    "text": "External combustion engines make people grumpy.  <br/> \n <br/> \n...And run around on fire. They also make people run around on fire."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rodion",
    "plus": 2,
    "snip": false,
    "text": "a sterling engine is external combustion.. not as exciting though"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mcwee",
    "plus": 1,
    "snip": false,
    "text": "Man, I totally wanted to say that.  I grew up in Motown, and every year in elementary school, when we learned about how Henry Ford loved all children and saved Jesus and America by inventing the internal combustion assembly line, we'd ask the teacher if there was such a thing as an <I>external</i> combustion engine, and the teacher would hem and haw and never answer.  Even our dads -- most of whom worked for one of the Big Three -- didn't know.  Finally, about two years ago, I saw a design for a Sterling Engine in Make magazine, and I finally had my answer.  Now, I'm waiting for the day that my son (currently a year-and-a-half old) asks that question.  The internal/External Engine Talk should be one of THE Father-Son Talks, right up there with the Sex Talk, the Cats-and-Fireworks Talk, the Bernoulli's Principle Talk, and the How-Does-an-Atomic-Bomb-Work Talk."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Chubbied because I get way too pissed off when people look at me in a confused way when i mention Bernoulli's Principle.  This is KEY STUFF, people!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "little_angry_plum",
    "plus": 0,
    "snip": true,
    "text": "A comment left by little_angry_plum was marked lame too many times and excluded. (marked lame by silver_lake, Dak, gussiejives, Conn)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "External combustion would go over great at monster truck rallies."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mikeleffel2",
    "plus": 1,
    "snip": false,
    "text": "Hooray for new character!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coldfrog",
    "plus": 5,
    "snip": false,
    "text": "Chris Onstad: Making explosions sound pornographic since 2001."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pyromancer",
    "plus": 2,
    "snip": false,
    "text": "It struck me both as a possible euphemism for lady bits and as an evocation of the right on sound effects of the great Don Martin."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "I think it sounds more like a bodily substance often emitted in the proximity of said lady-parts. Either way, I intend to call someone a koodge within the next day or two."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "A perfect statement, that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssink",
    "plus": 3,
    "snip": false,
    "text": "what i want to know is, is this just a speculation of what he thinks would happen, or is it a flashback"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ntopp",
    "plus": 1,
    "snip": false,
    "text": "Fictional exploding cars are exciting."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 1,
    "snip": false,
    "text": "For some reason I find Dornheim's thought bubbles very amusing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "Well, at least that engine wasn't Hecho en Mexico.  I think."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "versacesmux",
    "plus": 1,
    "snip": false,
    "text": "A car that explodes AND rains on the inside? my goodness, the possibilities.."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "minortough",
    "plus": 0,
    "snip": false,
    "text": "Rains on the inside? I don't follow"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144729/http://achewood.com/index.php?date=07312006\">Here</a> . <br/> \n <br/> \nIf you don't care about getting lames from the knee-jerk \"my pop culture kung fu is better than yours\" types, please continue to ask honest questions.  If being lamed for no good reason irritates you, it is best to assume the other fucker knows or remembers something you don't.  It might be related to Achewood, but half the time it's some random anime/video game/TV shit.  Searching the Achewood archive  <a href=\"http://web.archive.org/web/20101009144729/http://www.ohnorobot.com/index.pl?e=0;n=0;m=0;d=0;Search=Search;b=0;comic=636;t=0\">here</a>  might save you a little aggravation, and it will make your kung fu superior. <br/> \n <br/> \nBefore the BBCode nazis descend, let me note that it is very likely that the OhNoRobot link will not appear correctly due to the special characters in the search string.  I can't do anything about that. <br/> \n <br/> \nHave a nice day, everybody!  (Except for zefiel, and all the people fighting with him/her/it, apparently.)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "minortough",
    "plus": 0,
    "snip": false,
    "text": "Ah, Of course! Didn't remember that strip. Do you think the rain would shield you from the fire, or would the force of the explosion be enough to light you and, what appears to be a cape, on fire?"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "I had a rather nice day, actually."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "dak",
    "plus": 0,
    "snip": false,
    "text": "http://m.assetbar.com/achewood/uua6LJ2b0"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by madnes, entropyends, gbeaton)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "But for anyone who may have a lame or two left, there's some bad grammar for you! Now  <em>that's</em>  a worthy use for them!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gbeaton",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gbeaton was marked lame too many times and excluded. (marked lame by madnes, rowboat, lateadopter, Zoe)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Right back at you, buddy. Tit for tat laming as hug-o-war. Oh! That  <em>is</em>  nice!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gobacktostereo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gobacktostereo was marked lame too many times and excluded. (marked lame by madnes, robotman, Magb)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "adhesion",
    "plus": 0,
    "snip": false,
    "text": "Man, before I scrolled down, I thought that Ray's crazy science ideas had caused Dornheim's head to explode."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "checkmatejones",
    "plus": 1,
    "snip": false,
    "text": "Is it me, or does Dornheim appear to be of some other species? I'm not comfortable calling him a cat."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "Quite like a bulldog to me. <br/> \nNot as fugly (or rather, awkward) as the magreaux I suppose."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "bertson",
    "plus": 0,
    "snip": false,
    "text": "I think it's just that the teeth make him look kinda like the Magreaux Dog.  he has the same ears as Ray, and in panel 7 when he has his mouth closed, he looks pretty cat-like."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "For the record, yes, I do realize he's a cat but thanks for enlightening me.. The facial hair/teeth combo make him look quite different is all I was agreeing with. <br/> \nInternets! You take yourself too seriously. Get out of my country!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "This is not a reply directly to bertson, and also I hadn't intended on coming across as prickish as I did. Apologies."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "sstralka",
    "plus": 4,
    "snip": false,
    "text": "American Curl.  If you compare panels 3 and 4 you can see that Dornheim is basically pretty much a modified Ray. Which is not to say that interspecies mating would necessarily be unthinkable in the Achewoodiverse, but if Dornheim really is Ray's half brother he'd have to be at least half cat. <br/> \n <br/> \nMaybe Ramses Luther mated with a bulldog.  Or a bison.  Or Steve Wozniak's sister."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "I have over-chubbied, otherwise I would praise your amusing suppositions. Oh, the whoa of over-friendliness!"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "gbeaton",
    "plus": 2,
    "snip": false,
    "text": "I'm pretty sure you meant \"woe,\" and normally I wouldn't point this out (since it makes me look like a jerk correcting your spelling) but I like the idea of \"whoa\" being a synonym for \"woe.\""
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I like the idea of \"the whoa of over-friendliness\" being what you call the dialog box that tells you have to stop giving out chubbies."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "It is a different vibe, the whoa of overfriendliness. It represents not sadness, but how my consciousness is rocked by my too friendly vibe. <br/> \nOr whatever. I am drunk now, as I was not ten hours ago."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "turing",
    "plus": 0,
    "snip": false,
    "text": "There actually is such a thing as an external combustion engine, but it's not nearly so exciting as all that. <br/> \nhttp://en.wikipedia.org/wiki/External_combustion_engine"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Well, I suppose I see why people like this strip, what with the explosion and the somewhat ridiculous exchange (feul economy of an oil fire is funny), but it's not really for me.  The name Dornheim sounds like it's  <em>too</em>  ridiculous, as in reachingly so.  I thought the punchline was going to be something ridiculous having to do with Dornheim having mentioned that Escalades' are put together in Mexico.  Although I am relieved by the alt text assurances that there will be no development of external-combustion cars."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "I've read mutiple comments saying the name Dornheim is just too ridiculous and I fail to see why. My job involves scheduling appointments and I regulary see names that simply should not exist. Naming your child after a town in Germany is far less ridiculous than naming your child Gay Cox."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I would debate that.  Gay could be short for \"Gaylord\" if it's a man, and Gaye is actually not that unusual a name for a woman, and Cox is about a middle of the road common last name.  So Gay(e) Cox I would say is signifficantly less ridiculous than Dornheim Smuckles. Although I agree that Dornheim is probably a good bit less obviously ridiculous than some of those names hippies name their children.  I had a friend in high school named Oceania."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "My point was that combining that last and first name was ridiculous, not that each alone is. Gaylord Cox is almost worse. But I agree names like Starchild and Floorange are the main reason we need a good hippie holocaust."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "Floorange...Is that like Floo-Range, Flo-Orange, or Fl-Orange? <br/> \nI'm fascinated by this. More than I should be."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "In my head it was Floor-ange."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Your friend's parents were Orwell fans, not hippies."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "Being an Orwell fan does not exclude one from also being a filthy hippie."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saturnbeads",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saturnbeads was marked lame too many times and excluded. (marked lame by madnes, MinorTough, robotman, Zoe, Orf)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "waywardexplorer",
    "plus": 6,
    "snip": false,
    "text": "i couldn't be more excited for a new storyline <br/> \nand i mean a good storyline, a Proper, Achewood one. <br/> \n <br/> \nPS are these forums just designed to reward the most convincing suck-ups?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lamewad",
    "plus": 0,
    "snip": false,
    "text": "It seems that way. <br/> \nChubby for pointing that out."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Also to say it more succinctly than closefriend."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "joeldobbins",
    "plus": 2,
    "snip": false,
    "text": "And here I thought the forums were designed for the enlightened to look down on those simpletons who take a strip at face value and enjoy it without overanalyzing it. My bad! <br/> \n <br/> \nPersonally, I like the squiggley lines around the car as it's exploding, demonstrating a subtle shaking motion, with the hub caps and one of the front lights popping off. I also found it funny that the windshield appears to be only slightly cracked after such a violent explosion, but honestly, I just thought KOODGE was the funniest part, and zefiel, as a person spending his or her Monday analyzing a web comic and criticizing someone on said web comic's forum, maybe you should calm down a little bit. It's a web comic, not a freakin' literary explication. Must everyone enjoy and express their enjoyment for the comic in only a way that you find fitting? Please, don't make a religion out of a web comic forum, and if you must, don't make it such a \"holier-than-thou\" one."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "The internet is no place for the enlightened, sir. Now, if you'll excuse me, I need to get back to my Bebo page."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "supadupa",
    "plus": 0,
    "snip": false,
    "text": "The internet is for porn! This is unfortunately true..."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "In my version of the Enlightenment, today is Wednesday."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "This does illustrate an interesting point.  I'm uncomfortable being reminiscent of something only 6 months old, but remember when we pointed out the subtle touches that enhanced the joke for us, and we didn't care?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "supertrackxc",
    "plus": 0,
    "snip": false,
    "text": "Rays curiosity drives yet another ridiculous fantasy"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "I always figured the first external combustion engine was a rickshaw passenger setting the guy pulling the rickshaw on fire, so that he would run faster."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "thereminhero",
    "plus": 0,
    "snip": false,
    "text": "This one gets an enthusiastic 5 for \"KOODGE\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bubbatac",
    "plus": 5,
    "snip": false,
    "text": "Breezed through the comments so far and didn't see anyone else mentiong: <br/> \nStirling engines are external combustion, <br/> \nand Dornheim is the late Mike Dornheim."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "Someone mentioned the Stirling (but spelled it Sterling), and holy crap in a basket of french fries you're right. He died in that Honda."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by nbgreene, straw, madnes, equinn2006, gbeaton)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "caktuar",
    "plus": 0,
    "snip": false,
    "text": "God damn Americans!  And what's up with the Japanese having their names in the wrong order?  What's wrong with having the family name last is what I want to know!  WHAT'S WRONG WITH EVERYONE WHO IS NOT LIKE ME <br/> \n <br/> \nAlso, he's more than just named after Mike Dornheim.  He looks just like him and seems to have a very similar education.  Like bubbatac said, it seems like he IS Mike Dornheim."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": false,
    "text": "you're right about the japanese.   <br/> \n <br/> \nanyway who the fuck is mike dornheim when he's at home, anyway?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Weird.  So, what other public figures have appeared in Achewood, and what does it take to get in?  There was Robert Johnson.  Okay, you gotta be dead in a notorious way.  I don't see other connections just yet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 0,
    "snip": false,
    "text": "thewre was the midnight cat. i'm pretty sure he was real in some sense. i'm not how much he smoked weed though, or if he had enough paper to to provide toiletry to both leaders of the good/evil spectrum"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Curt Schilling has a lot of funny ideas. Jesus is one."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": true,
    "text": "A comment left by biff was marked lame too many times and excluded. (marked lame by nbgreene, madnes, Sortelli)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by nbgreene, madnes, equinn2006, gbeaton)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "He chose to suck also while with the Astros also, the team he pitched for after Baltimore."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Looks like there's a Schilling fan somewhere on this board. Or maybe a few. Crazy Bostonians!  <em>He is a silly, silly man!</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Actually, it looks like most of the lames come from madnes, who, by one rough count, has left about thirty in the last day. She cold steamrolled down the line! All indiscriminate, all Charles Whitman-style and shit! All pop.......pop........pop........pop!"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I count 61.  Jesus, that's lame."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "agreed. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "This is why I love assetbar. How do people get references like these?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 0,
    "snip": false,
    "text": "<em> with great difficulty </em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "I don't like Dornheim's name, handlebar mustache or little chattery teeth. Am I a bad person."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nyu",
    "plus": 1,
    "snip": false,
    "text": "Or his toupee"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sargasm",
    "plus": 0,
    "snip": false,
    "text": "Would Dornheim get along with Beef?  They seem like they would have a lot of similar ideas."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ian",
    "plus": 2,
    "snip": false,
    "text": "I don't trust a guy who will bring a glass real close to his lips only to bring it down without taking  <em>at least</em>  one sip. <br/> <br/> <br/> Fuckin' Dornheim"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 0,
    "snip": false,
    "text": "Indeed.  These people are easily manipulated.  Remember, if YOU can manipulate someone, so can your ENEMIES!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 0,
    "snip": false,
    "text": "i used to do this thing when walking with people who were really into what they were talking about where i would speed up and slow down heaps but do it really subtly just to mess with them or i would walk through the uni campus in a really odd way. with engineers, i found, talking about something they like, you could pretty much walk a hundred k's an hour over hot coal if you find something they like talk about and they wouldn't notice. ah, the folly of youth."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "lobster",
    "plus": 2,
    "snip": false,
    "text": "KOODGE!"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "KOODGE!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "<strong>KOODGE</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Well, if it isn't ol' Gavrilo Princip! Quite a stir you caused up there. You have some explaining to do, young man."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "andrew_",
    "plus": 0,
    "snip": false,
    "text": "How was Gavrilo supposed to know?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "He wasn't supposed to, and he didn't. But if you go around shooting your mouth off (or shooting an Archduke's mouth off), shit's gonna ensue."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 2,
    "snip": false,
    "text": "In the end i didn't get to know where is his avatar from. :("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "japan"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "My Avatar comes from this series of webcomics  <br/> \n <br/> \nhttp://www.rozen-unyu.net/pervjun-p1.html"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "Awesome, now i can make a wallpaper of it.  <a href=\"http://web.archive.org/web/20101009144729/http://img.photobucket.com/albums/v200/Zefiel/top165-TRANSLWP.jpg\">Here, Enjoy.</a> <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuntman",
    "plus": 0,
    "snip": false,
    "text": "Dornheim must close his mouth to think"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "I guess that's what he's really doing, but to me it looks like he's licking his upper lip in quite a disgusting fashion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": false,
    "text": "Is that...Pat's car?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "Dornheim is creepy. :("
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hard_promises",
    "plus": 0,
    "snip": false,
    "text": "I suspect Dornheim is more than a little disapproving of Bob Dylan's  <a href=\"http://web.archive.org/web/20101009144729/http://www.youtube.com/watch?v=Sxlgjhb9x6M\">latest career move</a> ."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "anitrophaeron",
    "plus": 1,
    "snip": false,
    "text": "In a way, you're probably right.  On the other hand, Dornheim strikes me as the sort of man who's only true happiness in life comes from disapproving of others.   <br/> \n <br/> \nI really can't tell how he'd get along with Beef, but I'd be very interested to see Pat and him discuss their views on barbers..."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dropkickhuie",
    "plus": 0,
    "snip": false,
    "text": "KOODGE?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "koodge",
    "plus": 0,
    "snip": true,
    "text": "A comment left by koodge was marked lame too many times and excluded. (marked lame by madnes, rowboat, Sortelli)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 1,
    "snip": false,
    "text": "wow, how long ago did you come up with that name? <br/> \nIt's okay though, i've got no room to talk."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 0,
    "snip": false,
    "text": "hahahaha what a awesome series of comics. i would give them a full 4/5 of five."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 0,
    "snip": false,
    "text": "i meant awesome series of comments. sorry."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "Dornheim looks like a bear from the nose down. <br/> \n <br/> \nCoincidentally, there is an animal called the \"bearcat.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "greatwhite",
    "plus": 0,
    "snip": false,
    "text": "he is not alone in his love of chuck"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pebohead",
    "plus": 1,
    "snip": false,
    "text": "good gravy are his teeth untrustworthy"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cycerin",
    "plus": 0,
    "snip": false,
    "text": "Koodge makes for an intriguing verb"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 2,
    "snip": false,
    "text": "It is an australian ford"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 0,
    "snip": false,
    "text": "Can I assume that they don't intentionally explode?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "No. The Ford Falcon XB was robust enough, but for real entertainment, watch this fellow GM aussie car crash-- <br/> \nhttp://www.youtube.com/watch?v=caOqD54oxRA"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Holy Shit! <br/> \n <br/> \nThat is fucking scary.  Did they actually let those cars be driven on the road?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "well that video is for entertainment only. The car was made of rust and had no engine and they slammed it into a wall going much faster than the usual test speed"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Does anyone here read 8-bit theater?  This strip kind of reminds me of the old \"ORGY OF VIOLENCE\" strip from that.  (coincidentally, said strip makes an excellent t-shirt for freaking out figures of authority...)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 0,
    "snip": false,
    "text": "A Steam engine actually constitutes an external combustion engine but I like Dorheim's concept better."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "taiiga",
    "plus": 0,
    "snip": false,
    "text": "seriously, when was the last time onstad did a full 5 day week of updates"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kdarr",
    "plus": 1,
    "snip": false,
    "text": "Probably before he had a daughter. <br/> \n <br/> \nYou know, despite the namesake, Dornheim totally reminds me of Jamie Hyneman."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nbray",
    "plus": 1,
    "snip": false,
    "text": "So wait, which one is Danny DeVito and which one is Arnold Schwarzenegger?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": false,
    "text": "You guys know what?  I like Dornheim.  Samrt, no BS, a rad beard AND he wears the same aviators I love to wear so, so much.  Dornheim=COOL."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 0,
    "snip": false,
    "text": "he is pretty much what the head dude of my degree is like.  <em> he worked for the government and will not dick you around </em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petep",
    "plus": 0,
    "snip": false,
    "text": "Dornheim's mouth is terrifying. Is the beard the seat of his knowledge?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bacter",
    "plus": 0,
    "snip": false,
    "text": "It's interesting. Devoid of context, it would be simple to imagine Pat speaking panels 2-3. EASY! He says stuff like that all the TIME. But Pat would not take you out for a lunch or a beer. Is this the main difference between jerks and engineers?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "douchebarge",
    "plus": 4,
    "snip": false,
    "text": "One of the most successful cars of early days, the Stanley Steamer, (not to be confused of course with the \"Cleveland Steamer\") had an external-combustion engine. <br/> \n     All steam engines are \"external-combustion\" engines in that the combustion of the fuel takes place in a combustion chamber located outside of the piston(s). Gas turbine engines are also typically external combustion engines in that the combustion takes place in a pressure vessel upstream of the power turbine. Sadly, these rarely say \"KOOSH!\" although that particular onomatopoeia may refer to a sound frequently associated with steam engines.  <br/> \n     Oh yeah, I forgot to mention the Stirling Cycle engine championed by Dean Kamen, which was allegedly supposed to be the primary power source for the Segway, which apparently no one cares about anymore. Thank Gord."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I am out of chubs but thumbs up for major braininess, you hear?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thatcher",
    "plus": 0,
    "snip": false,
    "text": "Achewood has only the coolest car dealerships."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "I love how it's these two half-brothers that have just met, and instead of talking about their family and old times and shit...they start talking about external combustion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sonicbiology",
    "plus": 0,
    "snip": false,
    "text": "Dornheim's thought bubble is so flatulent."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "firehawk",
    "plus": 0,
    "snip": false,
    "text": "For some reason this strip NEVER fails to make me laugh. <br/> \n <br/> \nIt's either the expression on Dornheim's face in panel 7, the ridiculous explosion, or the guy running away on fire in the last panel. <br/> \n <br/> \nOr any combination thereof."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "I swear Dornheim looks like he has a chin beard on top of his regular beard. Or he just slobbers a lot and it has discolored his beard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 10,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101009144729/http://raysmuckles.blogspot.com/2007/11/queensland-on-my-mind.html\">Queensland On My Mind</a> <br/> \nMr. Bear:  <a href=\"http://web.archive.org/web/20101009144729/http://corneliusbear.blogspot.com/2007/11/hum-drum-happiness-of-life.html\">The hum-drum happiness of life.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 5,
    "snip": false,
    "text": "DEAR XIAOMIMI <br/> \n <br/> \nAS YOU MAY HAVE NOTICED THIS IS NOT ACTUALLY A CHUBBY <br/> \n <br/> \nIT IS JUST ME TALKING ABOUT WANTING TO MARK YOUR COMMENT WITH A CHUBBY <br/> \n <br/> \nI COULD NOT FIGURE OUT HOW TO GET THE CHUBBY ON TO YOUR COMMENT BECAUSE ASSETBAR SAYS I'M BEING TOO FRIENDLY <br/> \n <br/> \nI AM SORRY ABOUT THIS XIAOMIMI"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Hey awesome check it out they upped the chubby limit and I totally chubbied it DISREGARD PREVIOUS MESSAGE."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lemminadetate",
    "plus": 0,
    "snip": false,
    "text": "for the life of me, I can't figure out dorheim's mouth."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoveland",
    "plus": 0,
    "snip": false,
    "text": "it's been said already, but KOODGE! Love it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "Did you notice it got used later <br/> \n <br/> \nDid you like when it was used later to kill Little Nephew <br/> \n <br/> \nDid you post KOODGE in the assetbar page for that strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure that's the same car Ramses drives later on when he shows up.  Could be why it's what Dornheim pictures..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unclesma",
    "plus": 0,
    "snip": false,
    "text": "Five for \"Koodge!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 0,
    "snip": false,
    "text": "KOODGE!! What does that even sound like?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "like \"KOODGE!!\""
  }
]