[
  {
    "depth": 0,
    "minus": 0,
    "name": "assetbar_admin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by assetbar_admin was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Feste, kenthegod, MisChef, jeffreyquah, Shawgun, m1st3rbl4ck)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "zaratustra",
    "plus": 21,
    "snip": false,
    "text": "Ogg Vorbis maybe?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "jackparsons",
    "plus": 11,
    "snip": false,
    "text": "They're nerds, but not that kind. More the kind of Chinese nerds who memorize millions of English words to be the kings of Scrabble, but do not actually speak English."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 5,
    "snip": false,
    "text": "Is ... is that a thing?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "It is  <em>totally</em>  a thing. More Thai nerds than Chinese, though."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Memorizing 10000 words of a language you don't intend to learn is still less of a waste of time than memorizing 67890 digits of pi when even NASA only uses 9 in the most pressing circumstances. You can't even use that to play a game."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zaratustra",
    "plus": 1,
    "snip": false,
    "text": "I am calling the patent office with both phones."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Now you're making me imagine Chinese scrabble... One tile holds a whole word, so they make sentences with them instead. One point for Rice, ten points for Democracy. Bonuses for proverbs and koans. World champions writing out the Tao Te Ching across the board."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "schmonday",
    "plus": 0,
    "snip": false,
    "text": "'Probably .flac"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dondoran",
    "plus": 0,
    "snip": false,
    "text": "Or .aac, never know with those mother truckers."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "supernintendochalmers",
    "plus": 5,
    "snip": false,
    "text": "man i want one of those quilts"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "nsrdude",
    "plus": 3,
    "snip": false,
    "text": "Me too! When I become a vegetable after crashing one of my bikes, I think it would be fitting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 7,
    "snip": false,
    "text": "The proposed quilt in this comic made me say \"awwww\" and that is not something I say very often."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dsquid",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dsquid was marked lame too many times and excluded. (marked lame by MrTrout, Overmedicated, sean1058, Bex, mania3, Miku224, gardenhead_, starch, dropkickpikachu, Frankreich)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sargasm was marked lame too many times and excluded. (marked lame by MrTrout, NYU, mikejk305)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lint was marked lame too many times and excluded. (marked lame by stormypinkness, kombatmedik, seven47, riotdejaneiro, fallow_fields, aargh, gothfae, emmdee, Sargasm, TTAGXAMM, rodion, mystkmanat, Fcannon, Hexjumper, dropkickpikachu, Crimson_King)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lint was marked lame too many times and excluded. (marked lame by MrTrout, MXMissles, JuanCarlos, Fcannon)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by Hal, nutmeg, Sock)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "I dunno man, a retarded Ray seems pretty easy to write and I, for one, would have liked to see more of it. But maybe it was too easy and the humor wouldn't be quite Achewood. Or maybe he realized that there was no way to  top the peach bit."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "zombie",
    "plus": 7,
    "snip": false,
    "text": "Yeah, you could just loop yourself saying \"shucks\" as many times for all eternity as long as there are bytes to save the MP3 on. Guinness don't like that at all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lint was marked lame too many times and excluded. (marked lame by pubdoggy, NYU, wertt, electricjelly, JuanCarlos, SoManyWhales, atticusonline, czarcastic)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 2,
    "snip": false,
    "text": "Steve Reich already did it: \"It's Gonna Rain!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rolotonybrowntown was marked lame too many times and excluded. (marked lame by stormypinkness, seven47, lint, Wolfslice, dropkickpikachu, czarcastic)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by JUNKO, fosters, equinn2006, electricjelly, atticusonline, zulko, dropkickpikachu, SPECTRE)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wharfrat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wharfrat was marked lame too many times and excluded. (marked lame by Overmedicated, atticusonline, RedGuy, nutmeg)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "marked as spam? that was a reasonable comment. He posts some stupid ideas often in an arrogant and insufferable tone, but marking that as spam is childish in the extreme."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I've been preaching that logic for awhile, but the Old Guard are pretty set in their ways."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "treelaufe",
    "plus": 1,
    "snip": false,
    "text": "what."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wharfrat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wharfrat was marked lame too many times and excluded. (marked lame by Overmedicated, carnelian, caduceo, Pmcd9, Wolfslice)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Zefiel, achewoodzno1fan, fosters, bug, equinn2006, electricjelly, Sargasm, nutmeg, SPECTRE, aperson)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "aperson",
    "plus": 9,
    "snip": false,
    "text": "You can still hear the lambs, can't you Agent Asherdan.  <br/> \nScreaming, in the night...?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Overmedicated, JUNKO, Mangtastic, Cypher, fosters, bug, equinn2006, electricjelly, JuanCarlos, teluxe, Hexjumper, SPECTRE)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "I think his point is that you are a woman. Go fix me turkey pot pie."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "asherdan",
    "plus": 2,
    "snip": false,
    "text": "Y'know, with a year to reply you could try for better than incomplete sentences and trite & tired insults from the elementary school yard. <br/> \n <br/> \nALSO: if I fix you  <strong>a</strong>  turkey pot pie, you promise to eat it? It'd be the last meal you'd ever need."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "boredom_man",
    "plus": 2,
    "snip": false,
    "text": "woman woman woman woman <br/> \nWOOOOOOMAAAAAAAN"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "Asherdan is often upset that other posters have not made effective use of the considerable time between his assetbar visits to come up with replies more well-thought out. <br/> \n <br/> \nHe gave you a  <em>year,</em>  boredom_man, and you squandered it.  Let this be a lesson to you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "Yeah. The system is totally broken. Particularly telling is that a comment posted by the AssetBar administrative account has been marked as spam. <br/> \n <br/> \nMaybe that'll alert somebody to fix things, at least."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "assetbar_admin",
    "plus": 45,
    "snip": false,
    "text": "Sorry fellow acheworlders. Obvioulsy there are a few douches out there trying to take a dump on everyone else's fun.   <br/> <br/> <br/> Without saying too much, we're working on some things to clean up their mess. Thanks for your patience."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "wolfslice",
    "plus": 5,
    "snip": false,
    "text": "Without saying too much, I think *IP BLOCKS* would do very nicely. <br/> \n <br/> \nI love you, assetbar_admin!"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "nyu",
    "plus": 2,
    "snip": false,
    "text": "From my understanding successful message board forums have a appointed responsible members with various levels of power. Limiting the \"spam\" exclusion power to a few active members would greatly reduce or eliminate this problem. Furthermore a 'temp block' and 'IP Ban' options would be given to other levels of admins. Just a thought."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Says the person who lamed untold amounts of innocuous messages just four or five strips ago."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "thanks for looking out for the rest of us, i_love_kate"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "i_love_kate: He Pays Attention."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Two years later we realize that assetbar_admin is full of terrible lies."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gothfae",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gothfae was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, goatmasterflash, differentdog)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": true,
    "text": "A comment left by _cheesekayke was marked lame too many times and excluded. (marked lame by fosters, Boredom_Man, peterjoel)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "To get the answer, set your lame limit to 1, then scroll back down to the post in question. You will see a list of people who lamed it. In the case of unjustified lames, such people should be publicly called out."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "Being Ray's lawyer would be a weird and wonderful job. His penchant for crazy schemes would ensure a never-ending stream of matters requiring counsel . . . then again, Ray's never struck me as the sort of guy to seek advice of counsel in the first place."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "supernintendochalmers",
    "plus": 0,
    "snip": true,
    "text": "A comment left by supernintendochalmers was marked lame too many times and excluded. (marked lame by Overmedicated, Wolfslice, aperson)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "someone3",
    "plus": 2,
    "snip": false,
    "text": "ray will never be done with 'his retardancy' he has his own band of it and his stock prices are up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by someone3 was marked lame too many times and excluded. (marked lame by MrTrout, Overmedicated, mikejk305)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "supernintendochalmers",
    "plus": 0,
    "snip": false,
    "text": "maybe he has a band too"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "someone3",
    "plus": 1,
    "snip": false,
    "text": "it is a retarded themed emo punk band called \"The retardancy\" and they sing about how colors are pretty but when they turn off the TV they want to cut them self with razors and write bad poetry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duskbringer",
    "plus": 0,
    "snip": true,
    "text": "A comment left by duskbringer was marked lame too many times and excluded. (marked lame by MrTrout, NYU, mikejk305)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neitherman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neitherman was marked lame too many times and excluded. (marked lame by MrTrout, Overmedicated, NYU, mikejk305)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": false,
    "text": "or Onstad could market it as a mayonnaise or bacon condiment."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Is this anything like headcheese?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dubreign",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dubreign was marked lame too many times and excluded. (marked lame by MrTrout, supernintendochalmers, NYU, Leon_Sumbitches, mikejk305)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "songbirdspectre",
    "plus": 6,
    "snip": false,
    "text": "what is with ray and wearing clothes lately?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thommy_h",
    "plus": 1,
    "snip": false,
    "text": "Ray always rocks that jacket. I think it's just part of his indoor attire."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeannetteandre",
    "plus": 9,
    "snip": false,
    "text": "His track suit, martini and medallion are integral to his business decisions."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thommy_h",
    "plus": 0,
    "snip": false,
    "text": "Wtf? My comment got deleted as spam? All I said was that Ray always wears that tracksuit around the house."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jaydub",
    "plus": 4,
    "snip": false,
    "text": "And his shades are fixed!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by apocowarg, gothfae, equinn2006, atticusonline)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nurdbot",
    "plus": 1,
    "snip": false,
    "text": "I approve of the neatness of the Smuckles 'Duo Creamy Headed Buddies' plan."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "seven47",
    "plus": 2,
    "snip": false,
    "text": "I thought it said fuck, and not tuck, for like the first three reads."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "I am relieved that Ray's face is back to normal"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 1,
    "snip": false,
    "text": "i love the quilt idea"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Cypher, equinn2006, atticusonline, MR_Wilson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Ray always has an out.  You will never catch that dude flat-footed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nyu was marked lame too many times and excluded. (marked lame by Lacrimus, co1chester, TTAGXAMM, domini)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked as spam and excluded. neonfreon: What a douche. (reported by smallgods, MR_Wilson, stoned_lightning)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stoned_lightning",
    "plus": 5,
    "snip": false,
    "text": "What exactly do you and the rest of these lame fucks actually hope to achieve by doing this?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stoned_lightning",
    "plus": 0,
    "snip": false,
    "text": "Oh uh sorry you can delete that or something now that it's been all spammed away."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fantomeciel",
    "plus": 2,
    "snip": false,
    "text": "The second to last frame is one of my favorite ever. Amazing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scramblesthedog",
    "plus": 5,
    "snip": false,
    "text": "I would have liked to see this storyline continue for a while more.  A creamy-noggined Ray seems like a good source of hilarity."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "qingofchina",
    "plus": 1,
    "snip": false,
    "text": "Now Onstad has unknowingly committed himself to making a blanket as well. I hope that it will be made of the same crappy fabric that the children's Teenage Mutant Ninja Turtle blankies were made of."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mira",
    "plus": 5,
    "snip": false,
    "text": "It may be a pain in the ass, but you can still view each comment individually by clicking on the link in the spam message. <br/> \n <br/> \nJust ignore the fools doing this shit, though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeannetteandre",
    "plus": 5,
    "snip": false,
    "text": "I am a big fan of Onstad's use of \"retardancy\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by Sargasm, atticusonline, dropkickpikachu)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 1,
    "snip": false,
    "text": "awwh. I wanna give this a chubby, I approve this comment. down with haters."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 11,
    "snip": false,
    "text": "hmm...I am sorry my friends, i am new to the whole assetbar concept but isn't the \"spam\" button for bad posts? these seem like pretty reasonable posts to me!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lint",
    "plus": 3,
    "snip": false,
    "text": "they're for spam posts - you know, by bots or adwizards. <br/> \n <br/> \nbut i guess the same knuckleheads are going to ruin things so when this thing actually DOES attract spam bots, stuff will be useless."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "i mean, this is supposed to be a forum for talking about the strip, but i figure i'll add my two cents about this whole 'spam' business as well. <br/> \n <br/> \nout of curiosity, i checked out one of the spam posts, completely at random. <br/> \n <br/> \nall the post was was a guy typing in the alt text. <br/> \n <br/> \nhow is that spam?  i immediately suspect foul play."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "solobuttons",
    "plus": 2,
    "snip": false,
    "text": "Yeah, I'd like to see alt-text in these pages as well anyway. <br/> \n <br/> \nTHE GUY WAS A SAINT."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cdawg116",
    "plus": 1,
    "snip": false,
    "text": "who the hell goes around marking other people's posts as lame for kicks that is like a level of lame ive seriously never encountered before on the internet or am i missing something here or something"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 0,
    "snip": true,
    "text": "A comment left by plezure was marked lame too many times and excluded. (marked lame by TonyHighwind, equinn2006, JuanCarlos)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "newwavepony",
    "plus": 0,
    "snip": false,
    "text": "I also have a Retardation Clause with my Best Friend Superior. It's a good idea unless you would rather watch the Golf Channel and eat pureed ham until the end of days."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "I really hope Beef gets a cut of all the good ideas he gives Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "peng33",
    "plus": 0,
    "snip": false,
    "text": "Wow, it's nice to see that Ray's glasses healed up too."
  }
]