[
  {
    "depth": 0,
    "minus": 1,
    "name": "pelon",
    "plus": 13,
    "snip": false,
    "text": "what is ray building"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "popedragunov",
    "plus": 49,
    "snip": false,
    "text": "A giant Hollywood-sign that spells FUCK."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 7,
    "snip": false,
    "text": "A Google Image search for \"giant fuck sign\" turns up only disappointing results."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "popedragunov",
    "plus": 0,
    "snip": false,
    "text": "Perhaps the giant fuck sign has an exclamation mark at the end, and Todd's head graces the top of it. <br/> \n <br/> \nA man can dream."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by TripperDay, CatJumpJohn, falseprophet, greening_cow, Scorpio_nadir, woodenteeth, Vladimir, ep2, andrewthepig, valrus, mattylite)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by TripperDay, CatJumpJohn, falseprophet, Scorpio_nadir, blueshoc12, andrewthepig, valrus, mattylite)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": ". . .But they are \"well-deserved\" . . ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "I dunno, I have to semi-agree with blastradius, even though I've argued in the past against his position. <br/> \n <br/> \nWe all understand that Chris can't do this for free, but he's been neglecting non-paying customers for most of the year."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by TripperDay, CatJumpJohn, dangelder, WRMeade, philophobe, Scorpio_nadir, FablesandBlues, ep2, aHatOfPig, sje46)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theguitarhero was marked lame too many times and excluded. (marked lame by ChrisSketch, ep2, desert_donkey)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Post the link please. <br/> \n <br/> \nAnd learn how to read instructions."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 4,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nSeriously how hard is it to host this shit on your website? It's one fucking image and I had saved it already."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "MAN FUCK YOU ON NOTICE BOARD."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "sje46",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nThis is for you. <br/> \n <br/> \nIt's also the first check I ever wrote! <br/> \n:)"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "wrmeade",
    "plus": 2,
    "snip": false,
    "text": "Seriously guys? Are we going to bitch about Onstad's being a day late every now and then? Have you ever read ANY other webcomics? <br/> \n*Cough goblins cough* <br/> \n*Cough Sam and Fuzzy cough* <br/> \n <br/> \nAnd, let's face it, the only reason you get so disgruntled is because you're so antsy to read it, because you know it's going to be fucking hilarious. Which is a good thing. So chill the fuck out. <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Oh, what the fuck. Quintuple post? God damn shit internet connection. If someone tells me how to delete the other ones, I will immediately."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Seriously guys? Are we going to bitch about Onstad's being a day late every now and then? Have you ever read ANY other webcomics? <br/> \n*Cough goblins cough* <br/> \n*Cough Sam and Fuzzy cough* <br/> \n <br/> \nAnd, let's face it, the only reason you get so disgruntled is because you're so antsy to read it, because you know it's going to be fucking hilarious. Which is a good thing. So chill the fuck out. <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Seriously guys? Are we going to bitch about Onstad's being a day late every now and then? Have you ever read ANY other webcomics? <br/> \n*Cough goblins cough* <br/> \n*Cough Sam and Fuzzy cough* <br/> \n <br/> \nAnd, let's face it, the only reason you get so disgruntled is because you're so antsy to read it, because you know it's going to be fucking hilarious. Which is a good thing. So chill the fuck out. <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Seriously guys? Are we going to bitch about Onstad's being a day late every now and then? Have you ever read ANY other webcomics? <br/> \n*Cough goblins cough* <br/> \n*Cough Sam and Fuzzy cough* <br/> \n <br/> \nAnd, let's face it, the only reason you get so disgruntled is because you're so antsy to read it, because you know it's going to be fucking hilarious. Which is a good thing. So chill the fuck out. <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 13,
    "snip": false,
    "text": "This is the point when this post series jumped the shark. BRING BACK SEASON 3!"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "If I had any chubbies left to give, they would be yours."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "covered"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "Seriously, cover your chubby sir! This is not that type of establishment."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Seriously guys? Are we going to bitch about Onstad's being a day late every now and then? Have you ever read ANY other webcomics? <br/> \n*Cough goblins cough* <br/> \n*Cough Sam and Fuzzy cough* <br/> \n <br/> \nAnd, let's face it, the only reason you get so disgruntled is because you're so antsy to read it, because you know it's going to be fucking hilarious. Which is a good thing. So chill the fuck out. <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "No one is complaining about it being LATE first off, we are complaining because he has been gone for most of the year and is focusing primarily on the SUBSCRIPTION strips which means that people who don't pay don't get to see these strips. <br/> \n <br/> \nSo YOU chill the fuck out."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Sam and Fuzzy is, um, never, ever late. I've been reading it regularly for three or four years now and I can't recall it not updating on scedule."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "You are a douche bag."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wrmeade",
    "plus": 2,
    "snip": false,
    "text": "That was essentially what I was talking about. And what I think is important here is that his primary responsibility is to the people who pay for the subscription. Maybe that system sucks, maybe he ought to get adsense or some other ads and sell merchandise, but the way things are currently constituted, posting free content and neglecting subscribers wouldn't just be screwing people out of their money, it'd be stupid, too. <br/> \n <br/> \nI don't want to get into a shouting match here, and I'm sorry for being harsh before. Let's try and have some sympathy with the guy, though. He does this free of charge for all of us non-subscribers, which is pretty cool, from where I'm standing."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Guitarhero was calling me a douchebag for posting that check for twelve bucks, not you.  Although I agree with you."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Sje I am done professionally with you. <br/> \n <br/> \nYou come up here posting all \"DA DA DA DI DA DA\" and it's fucking distracting. <br/> \n <br/> \nMcG, what do you have to say to this prick? <br/> \n <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "OH! <br/> \n <br/> \nWhen I used to watch the O.C. (erm, my sister, I mean, made me watch it), his was one of the names they showed at the beginning.  I noticed it all the time, and wondered \"Who is this man with the curious name?\" <br/> \nAnd the answer is this dude. <br/> \n <br/> \nAlso, you're exaggerrating much.  You didn't get that upset when Kamet (I don't know if it was Kamet; I have a bad memory) gave you that blog."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It was Autrepoupee and yes I did, I almost left, remember? <br/> \n <br/> \nThis is on par with that, and doubly ridiculous because you are someone who complains about every possible thing ever and get upset when people disagree with you. You basically have no right to disagree with anyone or be a douche."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Maybe you did get upset.  I know you were upset that day, but I don't remember you being quite upset with auto as you are at me. <br/> \n <br/> \nI had no intention of hurting you or making you sound stupid, or anything.  Teh check was for blastradius, who is being much too militant over this.  I can see why you guys are upset, but blastradius seems ready to kill Onstad.  I'm being douchey to him, not you.  I like you, tgh, you're not being douchey.  <br/> \n <br/> \nI don't complain about every possible thing.  For example, I never complained about his lateness or hiatus or the fact that he is giving more updates to the paid suscribers, even though I am irritated about it too.  I don't really get upset when someone disagrees with me; I get upset when I perceive that they aren't listening to what I'm saying.  I really don't get as upset over internet discussions as people think.  I get serious, and humorless but not upset.    <br/> \n <br/> \nBu I do have a right to disagree with people, even if I was being a hypocrite. <br/> \n <br/> \nThat said, relax, dude.  I mean no harm :)"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Actually, the whole McG thing was a joke, because I usually snap in a very bad way, but I channeled it into a joke that, obviously, didn't come off as one. <br/> \n <br/> \nBut that was kind of a douchebag thing to do (the check thing) because you are basically saying his opinion doesn't matter when you KNOW he is right."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna officially ally myself with Sje on this one, mostly because he's being the least cockish of any of you and also because Blastradius is simply the most despicable motherfucker who has ever posted on this board."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "I'm not arguing that he should neglect the subscribers, because I understand that they are paying, but he has focused most of his attention on them while we were stuck with him not updating for those two weeks, and NOW they get more strips then we do? (since they get the strips posted here AND the strips posted on the subscriber side) THAT is insane and completely neglecting the base market."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Also, for the record, I read a lot of other webcomics. I have nine webcomic RSS feeds going, not counting Blade Diary because it is not actually a webcomic and also not counting Achewood. <br/> \n <br/> \nAchewood isn't even my FAVORITE webcomic, but it is good and I would rather be able to read new strips on a frequent basis instead of being upset that because I don't feel the need to add another monthly payment to my growing list of them that I am a second class citizen."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 9,
    "snip": false,
    "text": "Yes, but the problem is that the subscription site was originally for extras. Strip previews, some blog entries, text messages. Y'know, extra stuff from the universe that is background information and making-of type of stuff. Now he's going to posting full subscriber-only strips. According to the post he'll be posting an equal number there as regular posts. <br/> \n <br/> \nHe's already shown that he can't hold to his own deadlines the vast majority of the time, he's been putting out very little normal output as well and while it was annoying and we complained we largely understood. He was busy. He had a the tour and then the holidays and the rush of orders and then he moved unexpectedly. All of that makes sense and I can accept that there might be a bit of a lull. Now he's finally said \"OK, I'm back to regular production\" and one of the first things he does (aside from recycling a strip and missing his second deadline in the first week) is start producing as much pay content as regular content. That dog won't hunt monsignor! <br/> \n <br/> \nEvery other webcomic out there does free, regular content. It's not a case of Achewood being a subscription comic with a few bones being tossed to the rabble outside the gates every once in a while, but it's starting to feel like that's the case. Us sans thongs will be upset and we might start revolting if this keeps going in this way."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "blastradius",
    "plus": 1,
    "snip": false,
    "text": "Just wait until his next story arc, when half the fucking arc is in the subscriber only area. You know he's going to do it. You know he's been planning on it. And that is the day Achewood jumps the shark."
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "lateadopter",
    "plus": 4,
    "snip": false,
    "text": "If that's the rule then you're a fool:   <br/> \nHe jumped the shark with the wedding arc. <br/> \n <br/> \nChris fucks blastradius, seems like every day-dius.   <br/> \nAnd poor theguitarhero, Chris treats him like a zero. <br/> \n <br/> \nAin't no voice of reason in this discontent season,  <br/> \nJust sje46 getting fucked with borrowed dicks. <br/> \n <br/> \nYeah, the Stad's in the street, 'round about twelve, Shouting all y'all can go fuck yo'selves. <br/> \n <br/> \nYou can throw a snit if you don't like his shit,  <br/> \nBut you didn't hire him, so you can't fire him. <br/> \n <br/> \nYour pain I might feel, but I remember l-o-neal. <br/> \nIntelligent conversation got run off this reservation. <br/> \n <br/> \nSo I'm gonna read the strip and take a little dip <br/> \nIn this bowl of turds we be callin' Acheworld. <br/> \n <br/> \nEt vobiscum, dudes."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Props."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lateadopter",
    "plus": 5,
    "snip": false,
    "text": "Reasons belgand lamed lateadopter: <br/> \n <br/> \n1. That pseudo-rap shit has been done. <br/> \n <br/> \n2. Name-dropping loneal. <br/> \n <br/> \n3. Failure to name-drop belgand. <br/> \n <br/> \n4. Blatant over-reaching with that \"everyday-dius\" line; any good rhymer would have said \"everyday to us.\" <br/> \n <br/> \n5. Seemed to be on same side as sje46. <br/> \n <br/> \n6. Brought a vagina to a cockfight. <br/> \n <br/> \n7. Pretentious use of Latin; don't care if there's some long-ass discussion of Jesus going apeshit lower down on the page.  <br/> \n <br/> \n8. Obscure reference to The Onion; hates those fucking smug bastards, thought he wasn't good enough for their goddamned \"ironic\" newspaper. <br/> \n <br/> \n9. Misappropriation of black culture drives him insane, as lateadopter is obviously white. <br/> \n <br/> \n10. Meant to reply, clicked wrong link again, didn't want to admit it."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "7. Pretentious use of Latin. Belgand knows Latin well enough to actually fuck it up proper. <br/> \n <br/> \nSecret real reason 11: Belgand hates rap in all its possible forms."
  },
  {
    "depth": 15,
    "minus": 1,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Your pain I might feel, but I remember l-o-neal.<br/>\nIntelligent conversation got run off this reservation.</em></div> <br/> \n <br/> \n\"Intelligent conversation\" = \"I wanted to bang her so I acted interested in the repetitive feminist rants\" <br/> \n <br/> \nP.S. Your rhymes were tight."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "But how tight was Ioneal? Now we might never know."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "V-lame. <br/> \nI'll lame you on a different comment to make up for it."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I never really had any strong feelings for her at all, but the opportunity presented itself from what he was saying and it is the sort of thing that she would disdain so it had to be said."
  },
  {
    "depth": 19,
    "minus": 1,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "You shouldn't say try to offend an entire gender or race or social group just to offend a single person who doesn't even come on anymore."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You're also being far too sensitive about this. <br/> \n <br/> \nRowbox just mentioned both a proclivity to bone and an aside about tight rhymes. Tight boning was an obvious and expected continuance."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Years after her departure, Rowboat honours Loneal's memory by proving right her accusations against the male members of AssetBar."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well  <em>I</em>  didn't want to bang her. But to be fair she probably made a few decent points. I never read much of the long-winded diatribes, but by the law of averages there must've been a few kernels of poignancy peppered in there."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Much better."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "My only problem was never knowing if it was ioneal or Loneal. Poor choice of font and similar looking letters always kept me in the dark."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "L. O'Neal."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "And I'm not giving you her first name or place of residency, ya sick, twisted freak."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "That makes so much sense now that I can't believe I never saw it before."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I didn't realize until I saw her Facebook."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I don't get people who use their real names or derivations thereof online. There are probably tons of Cornelius Mansfields out there, but there is only one Belgand."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "SO people know who you are. <br/> \n <br/> \nI hate Myspace, because everyone makes their name \"REEFERBLAZA420\" or something equally insipid.  The name \"James Haltrey\" is much better sounding."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "But you know who I am. I am Belgand. When you see me on Slashdot or NeoGAF or PSN I am still Belgand. <br/> \n <br/> \nReal names are both too common and create a linkage that is unnecessary. This is who I am."
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "Why do you have such a problem with paying for what you get? Support the comic by supporting the comic itself. Not by paying for merch or putting up with ads (dumbest idea EVAR - would destroy the aesthetics of the site), but actually paying for the entertainment you get from the strip. <br/> \n <br/> \nWhat is so terrible about that? It's $3, cock."
  },
  {
    "depth": 15,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Right, because every other webcomic site that has ads on it is aesthetically displeasing!  <br/> \n <br/> \nWe shouldn't HAVE to pay for something that we have been getting for free for 8 years!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "tripperday",
    "plus": 2,
    "snip": false,
    "text": "If the creator wants to charge you, then yes you should pay for it. Plus, you are still getting it for free. <br/> \n <br/> \nNo, you don't have to pay for anything. Doing without or figuring out a way to steal it are also options. <br/> \n <br/> \nIn another message you called me a troll. That's not entirely true because I don't care if I illicit an emotional response. What I do care about is calling attention to the logical flaws in arguments like \"Stuff should be free\" and \"If some stuff is free, extra stuff should be free\" and \"People who charge for their stuff are dicks\".  <br/> \n <br/> \n\"I bought some things in the past so I deserve more free stuff now\" seems pretty popular, but I have my doubts about all these people with all this Achewood merch, but then they won't pay $3 for a little more Achewood. That's like saying you'd rather have the souvenir tshirt than go on the trip."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "utv",
    "plus": 4,
    "snip": false,
    "text": "@ Tripperday: I'm starting to believe you don't understand that there are other methods of commerce apart from \"I sell product, you pay me,\" and that it's not necessarily the best one. In fact, for a webcomic, it might be the worst one. <br/> \n <br/> \nSure, a creator has every right to charge whatever he wants for his product. No one's disputing that. But if that product has been accessible for free for the past eight years, and if that product is a  <em>webcomic</em>  (a medium that is traditionally free to all), then yes, it should be free. <br/> \n <br/> \nAnd no, buying merch does not entitle one to free product, but that's not the point in the first place. One buys T-Shirts and book collections for two reasons: because one is happy to support the author; a \"good on ya, mate!\" for putting out entertaining content, and because the merch in itself enjoyable or cool to have. <br/> \n <br/> \nAnd  <strong>yes,</strong>  \"all the other webcomics are free, so this one should be too\"  <strong>is</strong>  an acceptable argument for why Achewood should remain free. It's called business. Supply and demand. In other words, \"Why the fuck should I pay to read your webcomic when there are literally thousands of other ones that would be glad to have me as a reader?\" <br/> \n <br/> \nAs I've said, I've coughed up a good deal more change through the store than I would have had Onstad straight-up charged for his comic in the first place. I've done so knowing that while cool, the stuff I bought was in large part to say thanks to an author who's brought me a lot of enjoyment, asking nothing in return. <br/> \n <br/> \nSo why, you ask, won't I pay $3 a month for extra content? You're right, it's not too much; $3 is like, less than a cup at Starbucks. Well, I guess it's because it's rather conniving, it's a kick in the face of fans who have supported Achewood, and I won't support it. If it was a nickel a month, I wouldn't support it. <br/> \n <br/> \nI mean Achewood turns decent traffic. Most anybody aware of webcomics knows about Achewood, and probably likes it. Onstad was Time magazine's Mr. Graphic Novel of the Year, and has an enormous amount of goodwill going for him among comics people and pop culture devotees in general. The man just had a hardcover put out by a major comics publisher, with one more in the works, and animation on the table. And you're going to tell me that the only way he can turn a decent buck is to sell what he used to distribute for free? These are not exactly hard times for this comic in particular. <br/> \n <br/> \nAgain: If it's that hard to keep Achewood profitable, I think I could stand to see some Google ads, or buy a cool new T-Shirt. Especially since selling adspace, published material, and merchandise are the  <em>only</em>  proven ways to make money from a webcomic."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "wrmeade",
    "plus": 1,
    "snip": false,
    "text": "Here's a problem I see emerging in this discussion. \"Should\" Onstad make Achewood a subscribers-only strip? Probably not, because it would drive away many of his readers who have come to expect free content. \"Ought\" he to? (ie does he have a moral obligation to provide it for free) Within the context of a capitalist system, he has every right to. The problem arises where people are expressing their frustration in moral terms. The (at least somewhat reasonable) expression of \"Onstad, I feel like this is becoming a subscribers-only strip, which I will stop reading\" is couched in the angry language of \"fuck you, you don't have any right to do this to us\" in some cases, which just confuses the entire thing. <br/> <br/> <br/> I'm going to go ahead and agree with the idea that a subscription-based business model is a bad idea, and I would probably (given my general poverty) stop reading the strip. That doesn't mean I have a right to force him to do one thing or another. However, I also disagree with the assertion that this transition IS occurring, and I feel like update irregularity and more updates for the subscription crowd is a combination of personal issues and a desire to give the people who are paying for the content their money's worth. <br/> \n <br/> \nYou may not agree with my analysis, but if we tried to think about the arguments and sub-arguments in a more discrete form we can deal better with this \"giant blob of hate\" problem. Then, there's the additional problem that the forum structure doesn't make this easy, but, well, whatcha gonna do."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "Of course Onstad has every right to charge for his work, regardless of what other creators are doing. I'm merely suggesting that a move toward subscriber content might be bad for business. <br/> \n <br/> \nThe only thing I disagree with you on here is that it's a problem for people to express frustration in moral terms. Again, Onstad has no obligation to his fans, he can do whatever the fuck he wants. However, when you begin to alienate your fanbase, you can expect backlash."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Well, I'm not so much saying it's WRONG as that it's confusing and muddies the waters. But okay, if that's what he's doing, it doesn't seem like a terribly good idea. On the other hand, discussions like this aren't exactly democratic or representative of the general opinion of the reader base."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "Hell, ASSETBAR isn't representative of the general opinion of the reader base. The shout-out from the Onion AV Club the other day showed me that there are plenty of people who read and enjoy Achewood, but wouldn't touch Assetbar with a 10 foot pole for fear of having their opinion torn to shreds by the 'barbarians."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Troof. But, real question: why did you put a ' in front of barbarians? Has it been a contraction all these years without me knowing about it? <br/> \n <br/> \nHannah-Barbarians - when Scooby Doo is knocking at the gates."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "I added the 'postrophe to avoid redundancy. <br/> \n <br/> \nWithout it, it would read \"...wouldn't touch Assetbar with a 10 foot pole for fear of having their opinion torn to shreds by the Assetbarbarians.\""
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "They also said (the commenters did) that Daisy Owl was better. <br/> \n <br/> \nAnyone who also posts on AVC, I'm  <strong>The Shredder</strong> ."
  },
  {
    "depth": 19,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I don't think that, right now, Onstad is playing on moving to a purely subscription based format. I  <strong>do</strong>  think, however, that creating two subscriber only strips after being on hiatus for a while and telling us that he will be releasing content \"sporadically\" because he wants to maintain quality is bad form. If you have the time to create four new strips, release them to the public so more people are willing to buy stuff from you!"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Also, when the subscription thing was purely for peripheral content I was fine with it, but releasing content (as in strips, quality or not) for subscribers after making non-paying customers suffer through a dearth of comics (because he didn't stop providing subscriber content during the break, which was the right move) is a horrible way to drum up business."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I agree that it is highly unlikely that it's going to be premium content only.  I doubt that after this week he'll continue to post premium content the same as he did.  He just feels guilty about basically abandoning paying customers for like two months.  He feels bad about abandoning us too, probably, but we didn't pay money."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Um, he hasn't abandoned paying customers. At all. He continued to provide content for paying customers during the two month hiatus."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Getting charity for eight years does not entitle you to a ninth year of charity. I'm sorry, Guitarhero, but that was a lame argument. <br/> \n <br/> \n(Me laming you was an accident, though.)"
  },
  {
    "depth": 17,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I stopped reading and started scrolling about a quarter of the way through this episode. All I have to say is this: <br/> \n <br/> \n\"Chris Onstad doesn't owe us anything.\" <br/> \n <br/> \nAny other way of looking at it makes no sense. It's pretty simple."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "'Z-z-z-zackly."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "That's a weird way to look at it though, so basically Onstad has the right to pull all free content and put it behind the wall of subscriptions? <br/> \n <br/> \nI'm definitely not saying he owes us anything. <br/> \n <br/> \nBut I really don't give a shit anymore, the people who feel one way will only feel that way and the people who feel the other way will only feel that way."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That's a negative way of looking at the world.  People can change their minds."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "And when will you change your mind about that and adopt our rigid viewpoint?"
  },
  {
    "depth": 21,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "That's a naive way of looking at the world Sean."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "And I was meaning that in this situation everyone seems to be rather stuck in their ways."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I flip-flop on issues all the time.  No shame, Daniel.  One of the two sides is right, and I would hope that whichever side is wrong is able to be convinced--even though it would take a lot of work-that they are wrong."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "\"One of the two sides is right, and I would hope that whichever side is wrong is able to be convinced--even though it would take a lot of work-that they are wrong.\" <br/> \n <br/> \nJust because there are two sides to an argument doesn't automatically mean one is right and one is wrong."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "What? You just said two things that meant opposite things. Logically, if he doesn't  <em>owe</em>  us anything then he has the right to take his shit away and never give it back. <br/> \n <br/> \nFor a quick guide to the concept of ownership, check  <a href=\"http://web.archive.org/web/20100314104806/http://achewood.com/index.php?date=05102007\">this</a>  out."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I changed my opinion, oh no! Hahaha. But yeah basically I think Chris owes us because we read and without us he wouldn't have anything. <br/> \n <br/> \nBut it doesn't matter."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "Chris owes me because he left my belly swollen when he fled for the frontier."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "18 years of free support is what you're asking?"
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Onstad is not your father! <br/> \n <br/> \nHe's just a doctor."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 1,
    "snip": false,
    "text": "firstly I feel bad for replying, twice. (double the guilt) <br/> \n <br/> \nsecondly I'd rather see two good strips a week than 5 meh strips a week. seriously go read his state of the achewood blog post. and try and not be 12. real life happens. and he admits to having a damn bakery of buns in the oven, achewood wise. so maybe ease up, and hope for some drinky crow show version of achewood some time in the next few years. cus that would fucking rock. with the amount of lames your not getting people see your point, and I'm not laming you or trying to flame you, ect, nice that asset bar isn't what it was when they launched it.  <br/> \n <br/> \nwhen you live an adult life and are working on other mediums and CARE about quality, your gonna have slow weeks, months and yeah. years.  <br/> \n <br/> \nalso your bitching a lot for a guy not paying for a newspaper to read a comic strip that is garfield or marmaduke. if he's been doing all he says in his last blog for most of the year, the guy should get a damn metal for how good and consistantly up to date he does give us free content."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "THAT WAS FROM LAST MONTH. We ALL know that information. <br/> \n <br/> \nThis is different from a slow month. or week, he is deliberately not posting material in the non-paying section SO WE CAN'T SEE IT. Are you saying that people are paying for below-quality material or he is trying to trick people out of money by giving them low quality material? I don't understand what you are talking about, honestly, and I don't think you do either."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "\"I don't understand what you are talking about\" -theguitarhero <br/> \n <br/> \n\"the strip has had to find space for itself among other projects. Book development, animation development, and most recently, the rapid relocation of my little family to another state.\" - stad <br/> \n <br/> \nthis is the reason he gives for the strip being behind ALL YEAR, not just a month. read carefully and stop being a dumbass.  <br/> \n <br/> \nas for pay content, it's not the strip. if you think it's the strip. you have never had a sub. drop 3$ on you mom's credit card and see for youself, it's just a way to pay the creator for a little extra content. not twice the strip."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Um, yeah, that's why he says that he is posting two subscriber only strips. Ok."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "Well apparently he is able to put out FOUR good strips a week, since pay-people are receiving two this week, and the rabble are receiving two. So your fucking Onstad-defense is weak at best."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wrmeade",
    "plus": 1,
    "snip": false,
    "text": "I stick by my guns - there is not really a significant difference in the treatment of non-subscribers than most other webcomic artists out there. Delays and hiatuses are a fact of life. If it pisses you off so badly, go do something else. It's not like he's earning ad money from free readers."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by hedonismbot, diplomat76, mattylite)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Oh no! <br/> \n <br/> \nWrmeade is a tit!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Don't do this."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "I have been called a tit. <br/> \n <br/> \n/wrists"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "</life>"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "http://en.wikipedia.org/wiki/Greater_Internet_Fuckwad_Theory#John_Gabriel.27s_Greater_Internet_Fuckwad_Theory <br/> \n <br/> \nMaybe you also ought to read earlier in the conversation, like the part where I'm talking about how the major responsibility to setups like this is to people who subscribe. <br/> \n <br/> \nAlso, the two issues are essentially the same, net increase in the amount of time between non-subscriber comics."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Man you are taking the argument I made during the hiatus and completely twisting it. <br/> \n <br/> \nAnd also you are being an asshole too, do you not realize that?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "You are getting awfully excited about a webcomic you won't pay a lousy $3 a month for."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oops. I thought it was $12 a year.  That's only for the archived comics.  The premium fanflow is $3 a month."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "three dollars a month, though, it really is a little over-the-top.  I mean, sure, I could afford it, but it just seems like an unnecessary annoyance.   Really, if it was a one time lump fee I'd be more than willing to pay.  But to promise myself to three bucks every month for content that may or may not blow, no thanks. <br/> \n <br/> \nI don't subscribe to magazines either; I hate commitment.  Just let me pay twenty bucks and waZING I get whatever, whenever."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Whatever your feelings on this may be, let me assure you that the premium content never sucks. I'm not trying to sway you or anything. Just wanted to clear that up. My subscription lapsed and I'm not sure whether or not I'll renew it. But that has nothing but nothing to do with the quality of what he's posting over there. It's always at least interesting and often amazing."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tucky",
    "plus": 1,
    "snip": false,
    "text": "I'm mostly concerned by the fact that there is a noticeable shift towards pay content on the site, and the pay-for-content model only seems to work for porn and runescape, that Onstad is screwing himself out of the money that makes this very excellent strip possible."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "do you have a sub do you konw what your talking about? do you really think the sub content is as good or better than the strip? really?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catjumpjohn",
    "plus": 0,
    "snip": false,
    "text": "I've got the subscriber only strips.  They're not that fantastic, I'm pretty sure he puts them there because he doesn't want them in canon.  I still enjoy them, but it's apparent that the ones posted here are of a much higher caliber. <br/> \n <br/> \nPlus, in the past subscriber only strips have turned out well enough to appear on the main page (that Roast Beef old-guy-name strip, for instance). <br/> \n <br/> \nSo, if you want to pay $3 you can get a little more Achewood, but if not, you're not missing anything essential to any storyline.  <br/> \n <br/> \nAlso, fuck you for getting pissed off about people making money."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "utv",
    "plus": 3,
    "snip": false,
    "text": "I don't think the issue is Onstad making money, I think it's simply that he's alienating his core audience by doing so. Webcomics are free and that's the standard everyone has come to expect; a reader doesn't owe the creator of a webcomic anything because it's a cutthroat field in which one is lucky to have any kind of readership at all. That said, I really, really like Achewood, and therefore try to support it however I can, which is why I've spent over $100 at the store. And this is a successful business model because Onstad has made more money from me strictly from merchandising than he ever would have had he been charging for content in the first place. If Onstad feels he's not making enough money with Achewood, I would be more than fine with him placing ads on the site or turning out more things to buy at the store (not that he needs or wants my approval), but making fans pay for content they should be getting for free is only bound to stir up resentment. Ideally I'd like to see Onstad ditch the subscription model, focus on turning out three or four solid strips a week without blowing deadline after deadline like the good old days, and put out some cool new merch. There's plenty of space on my wall for another poster, and I could always use another T-shirt, but the last year or so of strips have made me begin to believe Onstad might not be having the fun with this strip that he used to. Quantity seems to be taking precedence over quality, and we see one or two (or no) labourious, fifteen-panel strips a week, along with a slew of \"meh\" subscriber content. I don't necessarily think Onstad's said all he can say with these characters, since he's been taking them in totally new directions and trying for a real shake-up of the Achewood universe, but I think it's possible he's said all he WANTS to say with them. Think about it, when was the last time we had a story arc that had an actual ending, with closure and satisfying character change?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "catjumpjohn",
    "plus": 0,
    "snip": false,
    "text": "The wedding storyline was pretty recent."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "utv",
    "plus": 1,
    "snip": false,
    "text": "Sure, but so were: <br/> \nCornelius Shags a Stripper in the Loo <br/> \nRay's Bellybutton Bleeds Pus, and Then He Gets Commodored <br/> \nRoast Beef Gets Rich and Then Rather Inexplicably Gives it Away <br/> \nCornelius Buys an Evil Bird Computer <br/> \nAnd from the aforementioned Wedding arc, did we ever get closure on the shooting of Little Nephew, or the friendship-sabotaging wedding fuckupery of Teodor?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tripperday was marked lame too many times and excluded. (marked lame by Wolfensti, charge, grayestnova, Tucky, Belgand)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "grayestnova",
    "plus": 0,
    "snip": false,
    "text": "So.... I'm a freeloader because I bought a shitload of merch but I don't feel like paying three bucks a month for content that I don't care about?  <br/> \n <br/> \nWhy the fuck should I pay to enjoy something on the internet?  <br/> \nThe day I'm asked to pay to see Achewood is the day I stop reading it, cuz that's bullshit."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "tripperday",
    "plus": 1,
    "snip": false,
    "text": "Ya know, there seems to be a lot of people who spend a ton of money on merch, but don't enjoy the comic enough to shell out $3 a month. I can't prove anything, so consider that an observation and not an accusation. <br/> \n <br/> \nI read a lot of comics and Achewood is the only one I've ever spent any money on. If those other comics decided to offer subscriber only content, I wouldn't complain because it's the creator's right. <br/> \n <br/> \n\"Why the fuck should I pay to enjoy something on the internet?\" <br/> \n <br/> \nWhere does this bizarre sense of entitlement come from? \"How DARE Onstad charge for his work! I deserve to get things for free!\""
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "utv",
    "plus": 2,
    "snip": false,
    "text": "\"Where does this bizarre sense of entitlement come from?\" <br/> \n <br/> \nOh, I don't know, perhaps from EVERY SINGLE WEBCOMIC, EVER."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tripperday",
    "plus": 1,
    "snip": false,
    "text": "So if all the other cartoonists jumped off a bridge... <br/> \n <br/> \nAnyway, I don't agree with that. I will admit that because \"every single webcomic, ever\" works that way, it is understandable there could an  <em>expectation</em>  that all content is free. Disappointment that some content may have to be purchased is even excusable. <br/> \n <br/> \nHowever, it is outrageous that people can't just be thankful that most content is free, but instead become angry that the creator of something decides to charge for access to it. <br/> \n <br/> \nTo turn the tables, it's like you make breakfast for free for someone every day, then they call you a dick when you make someone else pay for a lunch you made."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "No, it's not like that. <br/> \n <br/> \nIt's like if I'm selling potatoes at $3 a pop in a town where every other farmer is giving potatoes away for free and I can't understand why I don't have many customers, and I'm like DAMMIT I MADE ALL THESE POTATOES <br/> \n <br/> \nSee? I can use analogies too!"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Potatoes don't grow on trees people"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Neither do pineapples."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I don't think that the issue here is that Onstad is complaining that his readers are moving away because of the introduction of premium content. The issue is that, to extend your analogy, the potato-hungry masses aren't going to the charitable potato-donaters. They're standing in front of Onstad's stall and complaining. While probably getting their wives to run over to the free stalls and grab some of their potatoes, as well."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "Yes, you can use analogies. However, I believe a closer analogy would be every other farmer is giving away potatoes for free, and some people decide that they REALLY like potatoes and decide to pay an extra dime per day for the best potatoes. Which, by the way, is exactly what happened. (Except not with potatoes.)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "grayestnova",
    "plus": 2,
    "snip": false,
    "text": "First off, if you read my post carefully, you'll find that I didn't say that Chris should not charge, just that I would not read it if he did.  <br/> \nI don't pay for shit that I can't hold in my hands and will disappear after a month.  <br/> \nSorry that I was raised in poverty and the idea of paying three bucks a month to read some blogs and other stuff I don't really care about/for sounds really stupid to me.  <br/> \nIf you want to pay for it, fine. If Onstad wants to charge for it, that's okay too. I understand having to make money, which is why I support him by buying a lot of merch... when I can afford it. As an added bonus, the merch is stuff I can use. Clothing, glasses, a keychain, and so on.  <br/> \nBut if you want to charge me to read your comic, then I just won't read it. Sorry. I don't pay to read comics in newspapers either, mostly because I don't pay for newspapers.  <br/> \nI don't feel that I deserve anything for free, and I buy merch and just plain old donate to plenty of comics without expecting anything back. <br/> \nI'm mostly angry that a little pissant would tell me that I'm some sort of self entitled bitch because I'm a self sufficient adult and I have to make decisions about how I spend my own money."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "Don't try to back down and act like you didn't say paying for Achewood was bullshit, because that's exactly what you said. This is also not about your thriftiness or that you buy merch. This is about you taking offense at my suggestion you should actually support the comic itself. <br/> \n <br/> \n\"Why the fuck should I pay to enjoy something on the internet? The day I'm asked to pay to see Achewood is the day I stop reading it, cuz that's bullshit. \" <br/> \n <br/> \nThis was nice too: <br/> \n <br/> \n\"I don't pay for shit that I can't hold in my hands and will disappear after a month.\" <br/> \n <br/> \nGuess you aren't a big fan of internet access."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "grayestnova",
    "plus": 0,
    "snip": false,
    "text": "I stand by my statements.  <br/> \nWhy are you jumping down my throat here? I'm pretty sure Onstad can market his subscriber only content by himself, and doesn't need someone to go around posting stuff like \"It's 3$, cock.\"  <br/> \nIf it makes you happy, I won't be reading Achewood anymore, and I won't be buying from their store, which according to your  statements is the proper course of action since I don't feel like paying money to read the strip, and would rather read the strip and then donate/buy merch as a sign of my appreciation.  <br/> \nk thx bai"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "sje46",
    "plus": 2,
    "snip": false,
    "text": "STOP IT STOP IT STOP IT <br/> \n <br/> \nYOURE MAKING ME SOB"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Look, guy, nobody is saying the guy has no right to ask for money. No one says to send Onstad to some sort of webcomic re-education camp.  He has every right to ask; but that isn't to say we're all awful for complaining about it when he makes the decision to do so.   Doesn't it stand to reason we have the 'right' to complain--whether you think it is justified or not."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but by that logic we have every right to complain about your complaints, as well. I think it's called a discussion, or something."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "haha, \"internet freeloader\" <br/> \n <br/> \nAttn: Tripperday <br/> \nRE: The Way Entertainment on the Internet Generally Works <br/> \nBody: It is free, and you can donate or buy stuff to \"\"\"\"support the artist\"\"\"\"."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "ITT: Five or six people argue about the money they (don't) pay to watch cartoon cats get drunk."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "Come on, don't act like you don't love the little cat Roast Beef."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Oh, Roast Beef! He's named after a SANDWICH, or a DELI MEAT. Who knows why? He's so adorable, I do love him."
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Fuck you wrmeade you are going on the ignore list too."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wrmeade",
    "plus": 2,
    "snip": false,
    "text": "I've spent the last ten posts A. Trying to be reasonable or B. Trying to inject perspective into this debate. I guess I'm really not contributing anything (to the massive, ridiculous blob of stupidity and mutual abuse)."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure why you got ignored. I think I've made good points, but I have to admit it - I was a cock to strangers. It's no wonder I got ignored. <br/> \n <br/> \nYou, OTOH, have been quite civil. I'm not really sure why you bothered, but I commend (and chubby) you for making the effort. <br/> \n <br/> \n\"...massive, ridiculous blob of stupidity and mutual abuse.\" <br/> \n <br/> \nWell, sometimes I get tired of self-abuse. <br/> \n <br/>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "The good stuff often doesn't work that way. Rachael Ray's recipes and amazon.com customer reviews are free. Cooks Illustrated and Consumer Reports aren't giving away dick. <br/> \n <br/> \nYou want a bunch of free content? All the characters from Questionable Content have Twitter accounts now. You have at. Won't cost a thing."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "And they all talk in the exact same voice, tell all the same insipid jokes, and break character whenever it serves the joke. Jeph Jacques is a fucking hack. His audience consists of mindless 16 year old drones who think Twilight is deep literature."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Were you trying to counter Tripperday's point, here? Because if so it didn't really come off."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh my god guys Onstad is breaking the LAW OF THE INTERNET."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "Do you really think \"neglecting non-paying customers\" is a valid criticism? Think about that."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "\"non-paying customers\" is a contradiction in terms.  There is no \"custom\" without exchange. <br/> \n\"Mooch\" (or Schnorrer) is the term you want."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "No it's not term I want because I was quoting the person I was replying to."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Man, fuck you tripperday, you are a troll and I am ignoring you."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh man, please be joking."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "\"Mooch\" (or Schnorrer) are the terms  <em><strong>I</strong></em>  want. Those are my terms, and on no uncertain terms."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "folks now let me tell you bout assetbar the moocher <br/> \nit was a red hot image board/forum/comment systemcoocher <br/> \nit was the roughest toughest wait <br/> \nbut we had patience going past many a date <br/> \nHi-dee hi-dee hi-dee hi <br/> \n((hi-dee hi-dee hi-dee hi)) <br/> \nho-dee ho-dee ho-dee oh <br/> \n((ho-dee ho-dee ho-dee oh))"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "You are wise beyond your years, autrepoupee. <br/> \n <br/> \nChubby for \"systemcoocher\""
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Oh hee hee hee. Chubbied for her perky singing voice."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "It is as valid a criticism as your insistence that everyone who  <em>balks a little on an internet message forum</em>  about paying for material they used to get totally free, that really, used to be a lot  <span style=\"border-bottom: 1px dotted\">funnier</span>  and free, they must now commit to a subscription charge a month for--however pittance it may be. <br/> \n <br/> \nMaybe for some of them, it is the principle of the thing.  Me, I'm just cheap.  If that means I'm not to read the pay content, that's cool.  Willing to accept it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Hey, Tarrantino is making a new movie, and the trailer looks really good."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "you asshole, don't enjoy the trailer if you don't intend to watch the movie at some point!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I do! I just won't pay! QT HAS NO RIGHT TO CHARGE ME!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "This isn't a forum, is it?  No, this is an image board.  Right?  Or is it just a commenting system like  <a href=\"http://web.archive.org/web/20100314104806/http://simulatedcomicproduct.com/2009/01/28/reflection/\">this</a> ?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I was thinking it was more like Daisy Owl's commenting system, where everyone basically just talks in lolspeak and quotes the strip and/or jerks off the guy who draws it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "That is Questionable Content."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Jerking off Jeph Jacques, a Jolly Jaunt into Gentlemanly Jeans"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "uh well people are talking on it, and it is on the internet, so I guess whatever you're saying also applies, \"Web 2.0\" <br/> \n <br/> \nyou are lucky I didn't just call it a bbs"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 1,
    "snip": false,
    "text": "the site is free, he just moved, (I just moved and I DON'T have a wife and kid and I'm still a month behind on every aspect of my life) he has been updating tues-thurs for some time now before the hiatus, and besides the hiatus isn't really over for anyone that understands whats going on here, and GOOGLE ADS SUCK, you have no idea how the ppl would bitch. now, I used to pay for the extra content, no it's not wonderful. but it was nice to give the guy some money for A SERVICE that I did find acceptable for the price. I almost bought a hoodie for christmas, but I did the math and bought an mp3 player... cus my mind is terrible at math."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "He can't make the excuse of having just moved if he A) already used that excuse and B) can find the time to update the Subscription side."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "JESUS FUCKING CHRIST! IT'S JUST A WEBCOMIC! I NEVER USE CAPS-LOCK! LOOK WHAT YOU'VE MADE ME DO! <br/> \n <br/> \nGO READ SOMETHING ELSE. GO OUTSIDE. SQUINT IN THE GLORY OF FREEDOM. <br/> \n <br/> \nETC."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "I..I don't understand why you are yelling at me."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "And I don't understand why Mr. T never made it big in the movies. WHAT THE HELL IS THAT ABOUT?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "There was no need even typing considering you had nothing worth saying. What have you added to this thread of conversation?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wrmeade",
    "plus": 2,
    "snip": false,
    "text": "Guys? GUYS!? The internet is SERIOUS BUSINESS, guys!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "OH SHIIIIIIITTTTT! <br/> \n <br/> \nbetter stop having a good time and get down to brass"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wrmeade",
    "plus": 1,
    "snip": false,
    "text": "I want a T-Shirt that says \"guys! Stop having a good time and get down to brass!\""
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh man now I do too. <br/> \n <br/> \nThe infection is spreading!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "Now, you may know I'm usually the first to bitch about subscriber-only content or late strips, but I have the impression (and if anyone who IS paying can confirm/deny, please do) that the stuff in the pay area is quantity over quality - the stuff that doesn't make it into the main comic, but is still relevant - as well as the former blogs, and the twitter crap. <br/> \n <br/> \nNow, if those two subscriber strips are on par with the main strips that are constantly late, now we have grounds for a coup."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "Oh hey I actually looked at the thumbnails, and those look like full-on strips to me. Disregard previous."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "They don't necessarily look like full-on decent strips, though. And seeing as we now have precedent for good strips from the pay-only area coming to the free section, I wouldn't at all be concerned by my lack of subscription. If I really wanted to see the strips when they were fresh and blinking in the sunlight, I'd probably cough up the $3."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "perilon",
    "plus": 1,
    "snip": false,
    "text": "I dunno man, I thought the \"Reviews for:  Retarded Animal Babies 11\" hit was most enlightening !"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Maybe this is amateur level, but you did remember to turn SafeSearch off, right? No offense intended, either way."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 7,
    "snip": false,
    "text": "www.fuckyougle.com"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 2,
    "snip": false,
    "text": "I am disappointed that this is not a real website."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "raticus",
    "plus": 1,
    "snip": false,
    "text": "Domain's up for grabs. Apparently expired back in 2006.  <br/> \n <br/> \nFirst thing I think of is another site by those dudes who make the lolcats site, failblog, etc., full of the Fuck You Of The Day. Complete with Digg button. <br/> \n <br/> \nThe AdSense for that one would be a disaster..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 0,
    "snip": false,
    "text": "it would be like www.fmylife.com"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tasteful",
    "plus": 0,
    "snip": false,
    "text": "way to build me up and then drop me down"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Yeah, SafeSearch is off. I got the expected porno results, but all straight and nothing great. But no big sign that says FUCK"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Ray is building a fuckstick."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "My friend calls the little things that hold the Scrabble tiles \"fucksticks.\"  I disagree."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Don't knock it until you try it. <br/> \n <br/> \nThere's a secret sextuple word score."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by peterjoel was marked lame too many times and excluded. (marked lame by TripperDay, charge, re5urgam, ActualTaunt, Fermatprime, Lucid, DougTheHead, Heyo, sje46)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vorrishnikov",
    "plus": 0,
    "snip": true,
    "text": "A comment left by vorrishnikov was marked lame too many times and excluded. (marked lame by LordHumungus, ford, peterjoel)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sje46 was marked lame too many times and excluded. (marked lame by LordHumungus, ford, peterjoel)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "preston",
    "plus": 1,
    "snip": false,
    "text": "I love how you're all NWS-sensitive on fuckin' Achewood. . . where a cat penis could show up in all its black-and-white glory on any given day."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Yeah, what's work-safe about panel one of the above comic? <br/> \n <br/> \nBesides, it's pretty hilarious if you have seen the movie it's from, and extremely fitting as a Ray project."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Sadly that film was not hilarious enough. A weak and flaccid entry. I suspect that No Country cleaned them out so when they tried to go again so soon they just didn't have it in them and had to limply eke that out onto our collective thighs. <br/> \n <br/> \nA shame too, it had plenty of promise and a great cast."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "peterjoel",
    "plus": 2,
    "snip": false,
    "text": "Not hilarious enough? Is there a minimum hilarity level for a movie before posting stills of it on achewood is appropriate? <br/> \n <br/> \nPlease explain your hilarity metric so I can avoid this mistake in the future."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wrmeade",
    "plus": 2,
    "snip": false,
    "text": "Perhaps we can extrapolate an \"aesthetometric\" as well, so art crit can just be over. <br/> \n <br/> \n\"What's that? You want to write a thesis? All your appreciation is made moot by the Art-o-meter. Come back next civilization, bud.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Really? I thought the CIA chief guy's responses to situations were rather giggle-worthy. IMDB tells me his name is JK Simmons."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "You didn't know that? Dude is in everything, ever."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "He was the best part of that whole movie."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "John Malkovich was the best part (\"I have a  <em>drinking problem!?</em> \"). But JK Simmons was a very close second, and if he had had a larger role, yeah, he would've been the best."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "plus, you would have to be one eagle-eyed cockseeker to spot that image from looming over a cubicle"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 6,
    "snip": false,
    "text": "<em>Eagle-eyed Cockseeker, what news from the North?</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wozzeck",
    "plus": 7,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 10,
    "snip": false,
    "text": "That collage just got me fired."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "It was probably worth it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "charhe",
    "plus": 0,
    "snip": false,
    "text": "Well, in this economy, you can just walk back into the office and put a shotgun in your mouth. <br/> \n <br/> \n(Note: do not do this)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 24,
    "snip": false,
    "text": "I'll tell you one thing, he's not building a playhouse for the children"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "envika",
    "plus": 3,
    "snip": false,
    "text": "This comment made my week. Only on Acheworld can someone get to the Tom Waits reference before I can. <br/> \n <br/> \nDamn, I gotta come on up to the house. I think I hear someone moaning low."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "envika",
    "plus": 2,
    "snip": false,
    "text": "Wow, if an Acheworld comment made my entire week, I must really be a no-life!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "If it helps, I'm currently sitting on enough formaldehyde to choke a horse. <br/> \n <br/> \nMaybe you would like some?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 10,
    "snip": false,
    "text": "Yes.  Lay on the formaldehyde.  Preserve this moment."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "Better to have a bottle in front of me than a frontal lobotomy."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "Dorothy Parker, not Tom Waits."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "http://www.youtube.com/watch?v=lkt9TIdpvrY"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "Yeah but he's quoting Parker!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "No I'm just gonna back down and let it ride never mind. <br/> \n <br/> \nNo point in arguing about minutiae. <br/> \n <br/> \nTom Waits is awesome, regardless of whose words he's speaking."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 4,
    "snip": false,
    "text": "Better to have a  <em>free</em>  bottle in front of me than a  <em>pre</em> -frontal lobotomy"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "coffeeannan",
    "plus": 0,
    "snip": false,
    "text": "i haven't enough chubbies for this comment!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 3,
    "snip": false,
    "text": "You sure? <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paradigmeyes",
    "plus": 1,
    "snip": false,
    "text": "And he used to have a <br/> \nconsulting business in...Indonesia."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Ray ain't got no ex-wife! Man, no one he knows lives in Mayor's Income, Tennessee."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "robbie17m",
    "plus": 0,
    "snip": false,
    "text": "Clearly someone came down off the cross, and now Ray is using the wood..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 3,
    "snip": false,
    "text": "A monument to all your sins."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": true,
    "text": "A comment left by smilebuddha was marked lame too many times and excluded. (marked lame by johnnybaverage, animalz, St-Elmos_Fire)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 1,
    "snip": false,
    "text": "especially the ones in and/or behind the tool shed"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Nothing.  He's just trying out a new diet.  Diabetes is a bitch, you gotta hit back at that with anything people come up with."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "He's building a console television to go with his radio."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Ray's building a thing.  <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dreamfyre",
    "plus": 0,
    "snip": false,
    "text": "Juuuuust <br/> \nUSIN MAH HANDS"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 17,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nSorry."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "buffalobutt",
    "plus": 0,
    "snip": false,
    "text": "kinda creeping me out.. panels 2 and 4 it looks like he sawed his legs off..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Yeah I know, I messed up the cut'n'pasting."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "ITS FUCKING DISTRAAACTING."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "THAT'S WHAT SHE SAID <br/> \n <br/> \n...about my wheezy breathing."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "SHOULD I DO IT AGAIN"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "FUCKING AMATEUR!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "DO IT LIVE."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "FUCKING THING  <em>SUCKS</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "buffalobutt",
    "plus": 0,
    "snip": false,
    "text": "Shoot, better'n anything I could do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 1,
    "snip": false,
    "text": "A joint."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "the answer: http://www.youtube.com/watch?v=JaLjwSpZ6Cs"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "berami",
    "plus": 0,
    "snip": false,
    "text": "It is not clear what he is building, the reader is forced to supply his own saw-based activity, thereby making the strip more personal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vexingrupert",
    "plus": 4,
    "snip": false,
    "text": "Ray is so offended he has to stop his important carpentry project and call in."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "Also his phone goes directly on the air. It's his special Radio Emergency phone. He worked out a thing with the station."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "This phone does not require the wearing of his telephony jacket."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "No jackets are allowed in the Oral Office. <br/> \n <br/> \n-= Ray =-"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "owlings",
    "plus": 0,
    "snip": false,
    "text": "Only Bill Clinton is allowed in the Oral Office. <br/> \n <br/> \nBill Clinton...and his plus one."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Last time I heard that joke I laughed so hard I fell off my ::Monica Lewinski::"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "He has a direct line which he uses to give his Weekly Radio Address."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "awko",
    "plus": 1,
    "snip": false,
    "text": "Ray doesn't have time to wait until they get around to putting him on air. He just dictates what he has to say to the girl who screens the calls."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "Man, I shoulda scrolled down to make sure I didn't just say pretty much the same thing you did an hour ago."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "An important project building the Fuck You Friday sign."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "Look on my works, ye Mighty, and despair! <br/> \nNothing beside remains"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "The real question is why the sign alludes so strongly to the 20th Century Fox intro."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "presterjohn",
    "plus": 0,
    "snip": false,
    "text": "As a child I thought the Fox Fanfare was an integral part of the Star Wars theme music."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vladimir",
    "plus": 0,
    "snip": false,
    "text": "Ray isn't going to deny that restaurant their profit. He knows how profitable the scent of his caddy is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "I'll be honest, I thought he meant \"caddy\" as in \"golf butler\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I don't know if Ray is talking about a low class man who carries golf clubs or if it is a term of endearment for his balls* but either way it is glorious. <br/> \n <br/> \n*Caddy = short for 'Cadbury Creme Eggs.'"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "I believe he is referring to his Cadillac Escalade."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 5,
    "snip": false,
    "text": "I...I knew that. Heheh... Heheh... <br/> \n <br/> \n... <br/> <br/> <br/> ... <br/> <br/> <br/> ... <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "I believe, he is referring to his lack of sex with other men."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "new computer background. <br/> \n <br/> \nthx."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Bruk bruk bruk bruk"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rkikdnec",
    "plus": 0,
    "snip": false,
    "text": "Maybe he's building a giant \"It's A Fuck You Friday\" sign?  I think it would go well next to the Gin Ocean one..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waddlerz",
    "plus": 0,
    "snip": false,
    "text": "According to the first panel, he already has a \"Fuck You Friday\" sign."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Cosby has a point you know.  Swearing is not a cool thing to do, especially around children."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "is he really making this point again?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It is his only point."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "IT'S FUCKING DISTRAAACTIIING"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 5,
    "snip": false,
    "text": "I CANT WORK WITH THESE PEOPLE <br/> \n <br/> \nYOU'RE RETROACTIVELY FIRED SINCE 2003 <br/> \n <br/> \nYOU RUINED THE FUCKING SHOT"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "What I want to know is WHAT DOES MCG HAVE TO SAY ABOUT BILL COSBY? <br/> \n <br/> \nOh, he didn't see it?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "I WILL NOT POST PROFESSIONALLY WITH ANY OF YOU PEOPLE!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "DONT TAKE EVERYTHING I SAY SO SERIOUSLY IM JUST A TROLL AFTER ALL F HSAFH SAF SDA SDA <br/> \n <br/> \n/cruise control"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "not you, capital city goofball."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "NO BRUCE LET ME FINISH"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nFuck you, clown."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "My picture of clowns fucking! <br/> \n <br/> \nIt vanished!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 9,
    "snip": false,
    "text": "<em>God did not want it to exist</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "I can't not hear wozzeck's dismay in the angry voice of Ren Hoek.  \"My collection of rare, incurable diseases! VIOLATED!\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "MY PEECTURE OF CLOWNS, FACKING!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unguided",
    "plus": 0,
    "snip": false,
    "text": "Mr. Cosby needs to know that Ray doesn't just drop the F-bomb because he can't be funny without it (sometimes he's gone weeks without having to use it), he does it on days like this because it's Friday and people need to know they should just fuck off. <br/> \n <br/> \nIt's strange, Fuck You Friday hasn't been arriving on the correct day for me in recent months; although today is getting to that point."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "If I wasn't allowed to experiment with swears, I'd probably experiment with much worse things.  Swearing makes my life more exciting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Experiment with swears? <br/> \n <br/> \nAre you gauging the reactions of dropping the F bomb on old ladies or something?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 7,
    "snip": false,
    "text": "Perhaps he means using swears in new and exciting combinations. <br/> \n <br/> \nWhen I was a lad, I went to Six Flags on a school field trip. My friend and I rode on one of the roller coasters, and behind us was a rather rotund man taking up two seats to himself. As we reached the apex of the first curve, he began to volunteer the cuss concoction he had devised, shouting <br/> \n <br/> \n\"OH FUCK IT WITH SHIT! FUCK IT! FUCK IT WITH SHIT! OH SHIT! FUCK IT WITH SHIT OH SHIT OH SHIT OH  <em>SHIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIT!</em> \" <br/> \n <br/> \nI believe the emotion he was trying to convey was a unique mixture of excitement and fear, almost like a combination of sexual arousal (\"FUCK IT\") with fear that would make a reasonable man crap his pants (\"WITH SHIT\"). <br/> \n <br/> \nI give it four stars."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Isn't that construction used a lot by people with the swearing type of Tourrettes?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "\"Copralalia\" <br/> \n <br/> \nAnd I don't know, never met one (it's a surprisingly rare variation).  The people I've known with Tourrettes had the common type that isn't really funny or entertaining, just sad.  Constantly coughing really loud at the most awkward of times, having to repeat certain phrases over and over again at times of stress and when they know it'd make the situation worse (like a job interview). <br/> \n <br/> \nSorta like narcolepsy: funny in movies, really sad and awkward in real life. <br/> \n <br/> \n <strong>Example</strong> <br/> \n <br/> \nFunny version of narcolepsy: <br/> \n <a href=\"http://web.archive.org/web/20100314104806/http://www.youtube.com/watch?v=-zVCYdrw-1o\">http://www.youtube.com/watch?v=-zVCYdrw-1o</a> <br/> \n <br/> \nSad version of narcolepsy: <br/> \n <a href=\"http://web.archive.org/web/20100314104806/http://www.youtube.com/watch?v=LbmbQkX7czo\">http://www.youtube.com/watch?v=LbmbQkX7czo</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh, I totally agree.  I know it's really uncommon, and I wouldn't laugh at someone with it.  But am I right?  Don't people with copralalia use unusual constructions like that?  Things that don't make a lot of sense like that."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "A friend of mine was hittin' it with a Tourettes case for a little while. Her only noticeable symptoms were constant rapid blinking and the habit of ending every sentence with \"I know, right?!\" I think it had more to do with the cocaine, though."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "It went away when they were doin' it, as I recall, which was pretty damned often there for that weird two weeks.  I heard."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I think he probably just had plain, old run-of-the-mill copraphagia instead. Far more common."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Q: What's the difference between a narcoleptic dog and a normal dog? <br/> \n <br/> \nA: Instead of taking it for a walk, you take it for a drag."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "3.5"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "No, no.  I would never mess with lovely old people.  I simply like to try new swears on my friends, or at least the few that will find them funny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaldor",
    "plus": 0,
    "snip": false,
    "text": "<em><strong><span style=\"border-bottom: 1px dotted\">CUSSING IS POWER!!!!</span></strong></em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mcjuicy",
    "plus": 0,
    "snip": false,
    "text": "That is one good alt-text"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "It put a nod on my head and a spring in my step"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "Although I have to admit, it's a bit paradoxical in that it espouses the existence of a God who creates things for pleasure while lacking the counterpoint of a Devil who lays those pleasures out for us to tempt us down to Hell. Are you allowed to imply that God is not a dick? Aren't there laws against that?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "potatoes9000",
    "plus": 1,
    "snip": false,
    "text": "The good book says that God is infallible. <br/> \n <br/> \nIt says nothing about being an asshat. Look at the book of Job. Just God being a dick, and in verse no less. All covering his homeboy in boils. And fire. <br/> \n <br/> \nAlso, Jesus got pissed at a tree."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 11,
    "snip": false,
    "text": "The Man was making an example, dude. <br/> \n <br/> \nGod Hates Figs."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "God loves figs, there wasn't a... Oh wait. You typo'd that on purpose.....oh, that's good. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100314104806/http://www.biblegateway.com/passage/?search=mark%2011:12-11:14&amp;version=31\">No, actually he didn't.</a>  Don't worry,  <a href=\"http://web.archive.org/web/20100314104806/http://en.wikipedia.org/wiki/The_Fig_Tree#Jesus_and_the_withered_fig_tree\">the Wikipedia guys have some trouble with it too.</a>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "<em><strong>HOLY CRAP IT'S ALMOST LIKE I WAS MAKING A JOKE !</strong></em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Although with all the Christ-hatin' going on around here, I could understand some of the people bein' a bit jumpy.  In which case - dude, people down there are straight-up calling YHWH a  <em>dick.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I totally called INRI a dick. <br/> \n <br/> \n(god please don't smite me, i was kidding)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "See Jesus wasn't a dick, but he was more like a regular person than the Bible lets on. All the times we think \"God Dammit!\" every day, Jesus would accidentally kill shit. <br/> \n <br/> \nFig Tree doesn't have fruit? Fuckin toast. <br/> \n <br/> \nSlam a door on his finger? Peace, door. You're fucked. <br/> \n <br/> \nI can only imagine how many taxmen/shitty waiters Jesus accidentally gave cancer."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Dude, Jesus going apeshit in the temple is probably one of my favorite passages in the Bible.  <br/> \n <br/> \nIt's almost like Jesus is saying \"Loving God  <em>my ass</em> . You guys fucked around FOR TOO LONG.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100314104806/http://en.wikipedia.org/wiki/Infancy_Gospel_of_Thomas\">About Jesus withering . . . .</a>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Ya man!  If you read some of the apocyphal stuff, like when he was a kid, it's almost hilarious.  He gets pissed at his friend once and he just makes him be dead.  That's the danger of a moody child Jesus."
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "HEY <br/> \n <br/> \nLook at the link above you.  You're not going to get credit for bringing up the Infancy Gospel of Thomas  <em>because it's already been done</em> ."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Everything that rises must converge."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "No man he was a dick,  <br/> \n <br/> \nJesus: \"Hey you know what, if I can't have any figs then none of you fuckers are getting any. THAT'S RIGHT. NO MORE FIGS FOR NOBODY. GET FUCKIN' USED TO IT. LET'S GO FIND A FUCKIN' LEMON TREE.\" <br/> \n <br/> \nDisciples: \"Uhh... yay!\""
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 4,
    "snip": false,
    "text": "Damn, I didn't even realize that Jesus did that  <em>when it wasn't even fig season</em> . <br/> \n <br/> \nJesus was a dick."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Jesus lamed me."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "count your blessings."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Man, read some Ted Chiang. He wrote a short story that is EXACTLY like Job, except for the ending. It's pretty awesome. <br/> \n <br/> \nAlso, Jesus is my  <em>homeboy</em> . Fuck you for callin' my homeboy an asshat."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Jesus is the worst designated driver."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "I thought a big part of Job was that god was being a lazy dick. Satan all wanting to keep laying on the torments and then shifting the rules around all \"I know we said we would go this far, but...\" and god's like \" Huh? Yeah, just do... just do whatever. I've got shit happening here.\" <br/> \n <br/> \nHe is the inattentive father to your bitch step-mother."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "wolfensti",
    "plus": 2,
    "snip": false,
    "text": "Wich of these statement can we assert from your last sentence. <br/> \n <br/> \na) Satan is more beautifull than your mom <br/> \nb) Satan is much more tight than your mom <br/> \nc) Satan is a much better \"orator\" than your mom <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wrmeade",
    "plus": 2,
    "snip": false,
    "text": "The best part about the book of Job is about chapter 39ish, where God's like \"I made fucking SEA MONSTERS. I do crazy weird shit. You think you can step to this? THAT AIN'T HAPPENIN'!\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "FUCKIN  <strong>NARWHALS</strong>  MAN YEAH!! UNICORNS OF THE FUCKIN SEA!!!  <br/> \n <br/> \n <em>MAKE EM CLAP TO THIS!!!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "If any of you have read  <em>Good Omens</em> , it basically says just this. God just Lets Shit Happen because, well, He's God. Who is going to Fuck with God?  <br/> \n <br/> \nand He doesn't Tell anyone what's Going On."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "Reading that I just realized: my wife is God."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unclemikey",
    "plus": 0,
    "snip": false,
    "text": "It's pretty much the basis for a new religion"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Is Bill Cosby calling from Beyond the Fourth Wall? I think he is, since Ray hadn't actually said Fuck you\" at that point in the strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Did Bill Cosby call Teodor to give him this \"makin' it\" tip? <br/> \n <br/> \nBecause I haven't heard from him in  <em>weeks</em> .   <br/> \n:_("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Bill Cosby's phone only exists to tell people when they are ruining black people. You should be glad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 6,
    "snip": false,
    "text": "<em>Ray Smuckles, when you drop all those F-bombs, you just like school during summer</em> <br/> \n <em>Why you say I'm like school during summer, Bill Cosby?</em> <br/> \n <em>Cause you ain't got no class!   Aaaahahhhh!</em> <br/> \n <em>Actually, Bill, even the schools that haven't switched over to year-round instruction routinely hold adult education or vocational training programs on their campuses.  In this time of shrinking budgets for education, leaving a facility vacant for three months would be fiscally irresponsible.</em> <br/> \n <em>....</em> <br/> \n <em>I mean, Jesus, Cos!  No one's getting into a top-flight b-school cause they're watching reruns of</em>  Little Bill <em> all summer!  What world do you live in?!  No classes during summer... and you wonder why kids are so screwed up.</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "yeah, FUCK Bill Cosby. <br/> <br/> <br/> Fuck is a great word. Not the best, that goes to Obsequious. But it is fuckin' up there. Top 5. Fuck Bill Cosby."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Man, don't fuck Bill Cosby."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Will he... will he keep the sweater on?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Robin Williams always keeps the sweater on"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "That's... that's not a sweater!!! <br/> \n <br/> \nGreat, now I want to drive over to his house and start harassing him about it. Way to go. <br/> \n <br/> \nWhen was the point where we, as a nation, grew up and realized that we couldn't explain why we used to think that Robin Williams was funny? I mean, I know I thought he was funny as a kid and it seems like most others agreed with me, but now -- and I don't think it's just his string of terrible movies -- that seems to be past. We look at him and see a sad man trying far too hard to get our attention with his cheap antics."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Fleebiflam you daidai."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Kerfuffle is a pretty damn excellent word, in my opinion.  Perhaps not the best."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I've always been partial to \"thribble.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I love the way the word \"apples\" sounds. Also both \"terra- and \"pannacotta.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "\"Supple\" is a good word.  Saying \"supple apples\" is almost orgasmic."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "I always liked \"Balligomingo\", as well as \"Manayunk\", \"Wissahickon\", \"Unruh\", and \"Shunk\"."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh, how could I forget Poughkeepsie?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Sheboygan."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Shapoopi!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>KOODGE!</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Hornswaggle"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "direbmem",
    "plus": 1,
    "snip": false,
    "text": "\"Yes, you can't beat wood...Gorn!\" <br/> \n\"What's gorn dear?\" <br/> \n\"Nothing, nothing, I just like the word, it gives me confidence. Gorn...gorn.It's got a sort of woody quality about it. Gorn. Gorn. Much better than 'newspaper' or 'litterbin'.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Sheboygan must be followed with Oconomowoc... <br/> \n <br/> \nSound it out, FIBs... <br/> \n <br/> \n*drinking*"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "You ever pick your feet in Poughkeepsie? You did didn't you? You sat on the bed and you picked your feet!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Sorry Popeye."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I never got that part. It was just the sound of Gene Hackman being an insane person."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Apparently it was something the real Popeye used to confuse suspects while Sonny asked them serious questions. Sort of like good cop, batshit crazy cop."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Mutt & Jeff Dahmer"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Seeing supple apples is almost orgasmic as well. Or, at least, a harbinger of orgasms soon to come."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "I'd sup a couple supple apples"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Liger. Great word, great image."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Except they're entirely real. It's fully possible for tigers and lions to have babies and they really are called ligers."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "... And that just makes the word better. I don't understand what you're getting at: obviously, the fact that they exist is awesome and improves the concept.  <br/> \n <br/> \nOh, hehehehe! A liger! <--- See? This is what the word does to me. I named my radio show \"Ligers and Baobabs.\" That is my dedication to the concept of ligers."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "except it's sad because they lack the gene that makes them stop growing so they just grow and grow and grow until their body can't support them anymore and they just fall apart."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "FUCK JESUS is that true?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yes it is 100 percent true."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I was unable to find any corroboration for this point. Instead I found evidence that they tend to live about 20 years or so."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It makes the concept in the film worse because it's actually the real name of a real thing and he made a lame fantasy version of it like it wasn't a real thing. That is a lame thing to do."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I never mentioned Napoleon Dynamite, which I'm inferring is what you're referring to. That movie is dumb, as is its portrayal of ligers. All I claimed was that both the concept and the word \"Liger\" are awesome. And I will continue to proclaim that until the day I die... <br/> \n <br/> \n... hopefully, being mauled by ligers."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I prefer tigions."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "presterjohn",
    "plus": 0,
    "snip": false,
    "text": "I loved the word synecdoche until Charlie Kaufman taught me how to pronounce it properly. Damn you Charlie Kaufman. <br/> \n <br/> \nAlso my Firefox doesn't believe synecdoche was a real word. Damn you Firefox."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Bill Cosby once called me a nerd. True story. I felt shame and pride, mixed together in a big bundle of Huxtable."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "There's gotta be a story here.  I petition to hear the story. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "seconded."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i second this emotion."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "*e-motion."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "He was my commencement speaker (at Carnegie Mellon, also known as \"nerd school\"). I was sitting right near the front. He came onstage, looked around at the audience, met my eyes, and then just said, \"Neeeeeeerds....\" And if Dr. Huxtable doesn't speak the truth, what hope is there for the rest of us?!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "presterjohn",
    "plus": 0,
    "snip": false,
    "text": "Ha. Bill Cosby spoke at my class day and told us all we could fly. Your school sucks. <br/> \n <br/> \nOne time my club had to get rid of a lot of excess Midori so we through a Carnegie Melonball."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "presterjohn",
    "plus": 0,
    "snip": false,
    "text": "*threw*  <em>Jesus</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Why would you throw the son of God?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You can't do anything mean to Jesus!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Wait!  You haven't heard his ideas!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "In panel three, I thought Ray was phrasing his diatribe as if he were dictating a letter to make it extra condescending, and that \"Tanks\" was him saying \"thanks\" in a disguised voice, and signing off as Morrissey to throw off the authorities."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "What is Morrissey anyway? Sounds vaguely like some rock star, but from the context, that can't be it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "http://en.wikipedia.org/wiki/Morrissey <br/> \n <br/> \nhe's CELIBATE."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "In Morrissey's world, celibate is just a word that means \"attempting to maintain an aura of sexual mystery despite the fact that everybody knows you're gay and has known since The Queen is Dead and you totally slept with that one boxer flatmate you had back in the day and jesus god Stephen Patrick, just admit it already, WE ALL KNOW.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Is there something necessarily wrong with someone if they don't want to fuck anyone? <br/> \n <br/> \nAsexuality is truly something people don't talk about much, but surely the man might be genuine about that. <br/> \n <br/> \nI'm not saying he's not a tool, just that he can do or not do whatever he wants to with his junk."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 3,
    "snip": false,
    "text": "He's certainly free to do whatever he likes with his junk, but the fact remains that Morrissey's junk certainly isn't action-free. <br/> \n <br/> \nIt's the moon-calving hypocrisy that bothers me. Morrissey can fuck whoever Morrissey wants to fuck. He just shouldn't claim to be fucking nobody."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "But... is there any evidence that he  <em>is</em>  fucking anybody? Just how much of an interest are you taking in this guys personal life?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "There never has been any evidence, just inferences. Maybe he is/was, maybe not, no one knows for sure. I don't think it really matters that much. <br/> \n <br/> \nBasically it is not a fact that Morrissey's junk isn't action-free. It's a probability, but not a fact."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "I first read panel 3 thusly: \"You know what else don't smoke, drink, or tap ass on a lazy Tuesday mornin'? Grocery carts with rain on the handle.  Thanks, Morrissey.\" <br/> \n <br/> \nI thought it worked pretty well.  You know, because it's Morrissey's fault, ultimately."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "emosexy",
    "plus": 0,
    "snip": false,
    "text": "I used to tell my ex that Morrissey was gay and he always firmly denied it.  This must mean something.  Or I'm on 3 hours of sleep and making shit up."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Is there any question as to whether Morrissey is gay or not?  I mean, every song that involves romance, consideration, or sexuality is more or less directed quite pointedly towards a male.  Or, a woman in a coma that he can cheat on with a dude. <br/> \n <br/> \nI can believe that he doesn't have a lot of sex, but I mean...if he did, it would be with men.  No questions."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "So you're basically saying he's homocelibate rather than heterocelibate? <br/> \n <br/> \n <em>Not that there's anything wrong with that, so don't start accusing me of celibaphobia.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 5,
    "snip": false,
    "text": "<em>man, featurelessvoid is so afraid of dudes not fucking!</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Definitely either homocelibate or bicelibate. <br/> \n <br/> \npossibly sodium bicelibate"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "<em>Bicelibates! What news from the North?</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 3,
    "snip": false,
    "text": "I don't like it either way."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I dunno....I hear he did some back-scrubbing work at the YWCA in his youth."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "morypcaina",
    "plus": 1,
    "snip": false,
    "text": "this asset deserves half a chubby"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Get Assetbar on the phone."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Make this happen immediately."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Moz would also like to get his hands on someone's mammary glands in \"Handsome Devil\" though the ending refrain certainly adds ambiguity to the subject of that song."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "I just realised that if Morrissey were about eighty pounds fatter he would look just like my Grandpa Kurt."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "He's not a rock star. He's a pile of bullshit named Morrissey."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "keir",
    "plus": 2,
    "snip": false,
    "text": "But he has always had hell of rad hairdos, you must admit."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 1,
    "snip": false,
    "text": "Just the one hairdo, really.  <em>For twenty-six fuckin' years.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "Sorry everyone, I sure deserved that one lame, I mean who doesn't know who Morrissey is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greyfield",
    "plus": 3,
    "snip": false,
    "text": "I don't know why Ray doesn't think tanks are rad. Tanks are pretty rad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "faburobin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by faburobin was marked lame too many times and excluded. (marked lame by johnnybaverage, Spoon, professorhazard, gladi8orrex, mattbeetee, gouldgonewild, Courtland, Stonecrab, thebaddoctor, DrSkradley, theguitarhero, Jeet, mrwombat, TheSoulBear, mrblank91, greyfield)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 8,
    "snip": false,
    "text": "Do you expect the man to fart diamonds constantly and never get some time off?  Fuck  <em>you</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Hey fuck you."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "hay is 4 whorses n u r a  <strike>jackass</strike>   <strong>fuck  use!</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 5,
    "snip": false,
    "text": "He can take a ride on my fuckapotamus."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Right after he plays a game of 'hide-and-go-fuck-himself'."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aarongstock",
    "plus": 0,
    "snip": false,
    "text": "Chubby for being the first person who didn't try too hard. Everyone else is trying too hard."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "Shouldn't Mr. Onstad get  <em>that</em>  chubby?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aarongstock",
    "plus": 0,
    "snip": false,
    "text": "No."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "You know what? You know what? You wanna make fun of the man who invented Jello Pudding, Onstad? You go right ahead. But stay the hell out of the rest of our way until you get a writing gig that don't make the housecats in heaven wish they were reading McSweeney's!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Consider every lame a big ol' Fuck You."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greyfield",
    "plus": 0,
    "snip": false,
    "text": "Actually, I think everyone who finds this post irritating is posting their sentiments above. <br/> \n <br/> \nBy the way, fuck you, faburobin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Be careful being a dick on a... <br/> \n <br/> \n <span style=\"border-bottom: 1px dotted\"><strong>FUCK YOU FABUROBIN FRIDAY!</strong></span>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by nohassles, mattbeetee, Lumus, tellumo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 5,
    "snip": false,
    "text": "I swear to god, every time I read one of these, I feel like I'm in ninth grade reading Flowers for Algernon.  <br/> \n <br/> \nAlso, if I could improve one thing about myself, it would be my ability to not think of Flowers for Algernon every time I read one of these, as that ability is not currently at its best."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "What's wrong with  <em>Flowers for Algernon</em> , besides the fact it's usually the short story I skip ahead to in English classes in Middle School. <br/> \n <br/> \nThat and  <em>Harrison Bergeron</em> , which I am reading again for the billionth time in College."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "Flowers For Bergeron?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Can't go wrong with a story that has a character named Diana Moon-Glampers."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Harrison Algeron?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "that part of the story was my cell phone's background for EVER. <br/> \n <br/> \nthen i got a sweet picture of a baby bottle mike and it's been there ever since: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "sorry attractive girl from several years ago that i forgot the name of for putting your picture on the internet."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "What happened there?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Apparently something that would make an attractive girl look curiously off to the side."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Pulling his lower lip over his nose?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "she was focused on someone else. we were recording cute style gang vocals to a song one of our friends was making for his wedding. she was the bride's cousin or something. (sorry, mister jett)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tasteful",
    "plus": 0,
    "snip": false,
    "text": "she was ALWAYS...FOCUSED...on SOMEONE ELSE..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "hedonismbot would clear that right up."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't understand what's happening in this thread."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I don't think she can sing into that, bro. She's about four feet too short. <br/> \n <br/> \nUnless she's sitting down, or something, or you're doing some kind of insane distant-micing technique which for some reason still requires a pop filter, or Andre the Giant is also recording in the same studio."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i was on the floor and she was sitting in a pretty tall chair, a stool, if you would, a distance away from said mike. (mic..? mike..? WHAT AM I SINGING TO HERE, A MIC OR A MIKE?)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 3,
    "snip": false,
    "text": "It Looks Just Like A Telefunken U47! <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Harrison Bergeron is worth reading a billionth time. Also, there is nothing wrong with Flowers for Algernon, it is one of my favorites from school days. I just don't want to mentally associate it with an internet phenomenon all the time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "You can say that again."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Hmm... never read  <em>Harrison Bergeron</em>  actually. I'm more of a \"skip to  <em>The Lottery</em> \" type of guy. Or just reading the entire book during all the down time in class. <br/> \n <br/> \nLike reading ahead in your history book so you're the only person to understand the later chapters that deal with more recent events that never actually get covered in any class you've ever taken."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "I don't actually know anything about the period from 1945 to 1987, because my History teachers always got hung up on the 2nd World War. <br/> \n <br/> \nFor all I know Shaft is a real person."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 3,
    "snip": false,
    "text": "You're damn right."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "yall plz shut ur mouths..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "hiz a cumplictd mons bt no1 udderstnds hm lik iz wimmunz"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "Jus taklin oubt Safft."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 2,
    "snip": false,
    "text": "Weken digit."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Best glad post ever."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'd wager you've had that saved up for a wicked long time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Man, I think I've only actually read The Lottery twice. Once you know how it ends it kind of loses its luster."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Stay outta the graveyard, kid."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "and it stoned me, to my soul"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "If you don't realize how it's going to end from early on then... well, I don't know. <br/> \n <br/> \nMost twist endings are far too obvious to spot because they generally rely too much on basic formulas. If you're being misdirected it's probably the thing that's really obvious. Or the thing that you're supposed to never suspect. Or it's the guy doing it to himself (especially if time machines are involved). Or he's dead already and doesn't know it (not a spoiler, this applies to at least two films I can think of right now). <br/> \n <br/> \nIf you're falling for these things you need to stop being so gullible."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I didn't say it was a particularly shocking twist, but most \"twist ending\" movies don't hold up to repeated views, and same goes for books."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I didn't say \"repeated views\" I said \"initial viewings\". <br/> \n <br/> \nThis is why \"The Sixth Sense\" is a terrible movie because the twist was obvious to anyone with a functional spine in the first few minutes and why \"Fight Club\" was both an excellent book and film because it holds up very well regardless of the twist. The twist enhances it, it's not a cheap attempt to draw meaning into a dull plot. <br/> \n <br/> \nI'd say that 95% of twists are obvious from very early on. Most writers don't know how to insert non-essential details which makes discerning how a plot is going to work out fairly easy. It's like how when you're watching He-Man you can tell which rock is going to give away because the animation is cheap and the color doesn't match correctly with the background. Or, as they say in many Simpsons commentaries, when people are wearing non-standard clothes or Grandpa is present they're going to be relevant. This is just a matter of being observant. <br/> \n <br/> \nI basically figured out \"Jacob's Ladder\" by reading the title and a bit on the back of the video box. If you didn't get it from the very opening then you obviously do not understand common plot devices or biblical references."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I was talking about my original comment that you commented on, not anything else."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You're wrong. Once the twist is revealed,  <em>Fight Club</em>  does not work anymore. Period."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I've read that book four times."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Why doesn't it work?  Do you not believe in MPD?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It doesn't work for a number of reasons. <br/> \n <br/> \nFirst off, the entire story hinges on one single event: Some dudes walk outside a club and see a guy  <em>beating the shit out of <strong>himself.</strong></em>  They eventually decide this would be a swell fellow to follow unquestioningly and plan events of mass destruction with. <br/> \n <br/> \nBULLSHIT. <br/> \n <br/> \nThere's a number of other little things like that throughout the movie that make it not work (the car scene, for instance.  <em>No one</em>  thinks, \"hey, this guy's yelling at himself and he pretty much just tried to kill us by not driving the car properly on purpose, maybe we shouldn't be doing everything he says, especially since a lot of what he says is crazy\"?). <br/> \n <br/> \nMy objections have nothing to do with MPD; I can accept it as a plot device. <br/> \n <br/> \n <em>Fight Club</em>  is a movie that has a lot of really cool scenes and actors, but if you think even medium-hard about it, the whole thing falls apart. <br/> \n <br/> \nI have not read the book, and do not plan on doing so."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I don't think he has MPD.  Or he has MPD along with schizophrenia. <br/> \n <br/> \nI think that is a made up disorder. <br/> \n <br/> \nAlso, deja vu."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Don't forget the scene where Tyler steals the car while Jack is otherwise occupied (the conceit is that Tyler never interacts with 3rd parties independent of Jack -- but here he does)."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I think they explain it in the book, that in these incidents Jack is imagining him being separate from Tyler."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Would a bunch of dudes unquestioningly follow the orders fo a guy beating the shit out of himself and crashing a car while talking to himself?  Ask the question the other way round:  <em>Would a bunch of dudes who would unquestioningly (and eagerly) commit events of mass destruction follow a dude who beats the shit out of himself?</em>   Sure, it's not crazier than anything else they have been doing. <br/> \n <br/> \nThese people represent an entire dissaffected generation who were teetering on the edge of rebellion against the system.  They were just waiting for someone who had obviously steeped way over that edge."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Every single one of those dudes? They all just happen to find this guy and get together? And not one sane person who might, I don't know, tell the authorities, finds out about it? Nope. Not buying it. <br/> \n <br/> \nAnd even if MPD did exist (there has never been an actual case of it, they were all either faking or misdiagnosed)  <em>you cannot kill a second personality that resides in your mind by shooting yourself in the fucking neck!</em> <br/> \n <br/> \nLook, it's a fun movie, I understand. It's all cool and shit and plus I mean Brad Pitt and Ed Norton, right? Go ahead and enjoy it. But please, people (not just those of you in this discussion but people everywhere, especially dumb frat boys who think  <em>Fight Club</em>  is \"like, the best movie ever made\"), enjoy it for what it is--a really stupid movie with a plot that doesn't work but happens to have some cool scenes and a great cast. It's not a fucking tour de force. It's not a groundbreaking piece of brilliant filmmaking."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It's a book too. Did you know that?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "A novelization?  They usually suck (the book based on the film  <em>Clockwork Orange</em>  sucked)."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Are you trying to be ironically witty? You're failing."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The novel (by Chuck Palahniuk) precedes the film. <br/> \n <br/> \nAlthough Palahniuk has said that he thinks the movie is better."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "He was joking."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Hey, I enjoyed the novelization of Clockwork too."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes, I already said I hadn't read the book and don't plan to do so. I'm talking about the movie."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's not \"a really stupid movie\".  Star Wars is considered one of the greatest films ever--by critics at least--and it doesn't make sense all of the time.  Why would the empire leave a vulnerable hole like that?  Why would the rebels destroy a construction site killing thousands of innocent people (Return of the Jedi, actually--still considered a good movie)?  And songs don't always make sense, either.  Look at Rolling stone's list of the greatest songs.  Smells like Teen Spirit: means nothing.  Hey Jude \"The movement you need is on your shoulder.\"  What?  Right, these are songs.  But I noticed that a song doesn't need to make internal sense in order for it to be good.  There is atmosphere, there is aethestics.  The plot only affects the quality of the movie if it seriously takes away from the enjoyment; for you this is the case.  Not for everybody else.  For them, their are more important things, such as the heavy sense of atmosphere and dialogue and violence and nihilism.  All this is what makes it groundbreaking, how it just enrapts you.  It doesn't enrapt a few people who value coherent plot over everything else.   <br/> \n <br/> \nI admit that the scene where the men decide to join the club after they see Jack beating himself up bothers me, also, you can't kill another personality just by shooting your brain. But I just take those leaps of faith, and once you do that, the movie becomes very enjoyable.   <br/> \n <br/> \nAlso, what paperboy said.  The guys in the car are already crazy.   <br/> \n <br/> \nSo overall, I think Fight Club deserves at least an A-.  If they fix the plot problems, it gets an A .  But in no way is it a stupid movie.   <br/> \n <br/> \nThat's a bold claim about DID.  They have found physiological evidence to support it, however.  I'm not a psychologist or neurologist (yet), so I won't go into that.  Jack, however, did not have DID (which is what MPD is called now), because he also hallucinated.  I think he has a made-up disorder."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "A qualified defense of a reasonable interpretation of aesthetics? On the INTERNET? <br/> \n <br/> \nWHAT THE FUCK IS GOING ON HERE PEOPLE <br/> \nBRING BACK THE DICK AND FART JOKES"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "As far as the movie sticking together; anything this conceptual is probably operating a lot more on analogy than plausible adherance to a Psychological Disorder or the strange group delusion that Durden's mass cronies operate under (you only need one other person to believe the hype and spread it more eloquently in order to evoke mass loyalty). Durden and the whole farce of fight club is a summary of discontent, but far more about the fact that men have come to a point where they have trouble feeling anything without smacking the shit out of themselves. <br/> \n <br/> \nI wouldn't call it a \"brilliant piece of filmmaking\" either, but it certainly works as a kind of pulp-fictionesque analogy of the scattered state of many people's mental health, the poor state of emotional connection of men in general and the soulessness of a material driven lifestyle. <br/> \n <br/> \nWorrying about Fight Club's poor grasp of reality is like worrying about Tyler Durden's grasp of reality... or basically the reality adherence of any Film Adaptation of a Comic book in the last 10 years."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I always took the shooting to be metaphorically significant. I mean, he totally does shoot himself, but it is symbolic of him killing Tyler and taking control. He rejects him and is free. <br/> \n <br/> \nAgreed, MPD is not at all substantiated, but that's why I grant it the license to be used in such a fashion."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "I haven't read Fight Club, but I've read some of that guy's other books and that dude can write. If you can suspend your disbelief, the books are very entertaining."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "presterjohn",
    "plus": 0,
    "snip": false,
    "text": "What? No. Chuck Palahniuk is a terrible writer.  <em>Stop telling people things that are wrong.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "I would guess from the eloquence of your reply that Palahniuk is over your head, but you could also be one of those people who don't read anything by a writer who isn't dead, gay, or foreign. Maybe you only read gay children literature written in dead languages. Anyway, dude can spin a yarn."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "But he  <em>is</em>  gay."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "presterjohn",
    "plus": 0,
    "snip": false,
    "text": "You should get a prize for fitting 'eloquence' and 'Palahniuk' into the same sentence."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "If it was that hard, you wouldn't be able to do it.  So no prizes."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Some of that has bothered me, but for the car scene, at least, there is another character in the book that is the one driving. I believe they felt they could streamline the cast by just folding him into Tyler. He does a few other things, but is never really a major character. <br/> \n <br/> \nSome of those things though, primarily the \"he's beating himself up and others find this delightful and compelling\"."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I would imagine, as any slightly delusional/borderline psychotic dude, that there are times when he has brilliantly lucid moments and can be dangerously charismatic. A bunch of dipshits following an eloquent and driven dude is not beyond the scope of reality (i.e. every cult ever)."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Also I'm guessing Fight Club is kinda plotted out in a slightly alternative reality where people are far more dissaffected than here. Unless the U.S. is a bit more broken than I imagined."
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Suddenly I have visions of myself reinterpreting every incoherent or biased view of society into SciFi. <br/> \n <br/> \nAyn Rand is good now!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I have always imagined that all of Palahniuk's books take place in some insane alternate world, so I think you are right."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "They always reflected the real world very well to me, but I'm a deeply cynical and pessimistic misanthrope."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "The mark of a good writer. But then, this world is insane, so why quibble?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "They live in Delaware. That is almost as broken as I can imagine."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, not to be the biggest dick of recent times, but it totally worked for Obama. You make some nice speeches, you promise the vague concepts of \"change\" and \"hope\" and you're seen as not being like the guy that everyone hates (plus minority being the first to do something) and yeah, you'll get tons of support. <br/> \n <br/> \nI voted for the guy, but there's definitely a crazy little cult built up around him that has largely caused people to ignore his actual voting record and real plans. I think some people are starting to wise up to that now."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Dude come on -- Obama's campaign did not have a rule that said \"First rule of the Obama campaign: don't talk about the Obama campaign.\" You cannot honestly make the comparison between Barack Obama and Tyler Durden. <br/> \n <br/> \nThe only way  <em>Fight Club</em>  would have worked is if they were all incredibly good at assassinating people who were not sympathetic to their cause. And I sure as hell can't think of a single example from history of a resistance movement or terrorist organization that kept it's existence a total secret until after they pulled off their first major attack."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I think the point is that pretty much everybody working in service (security guards, maids, bellhops etc.) are sympathetic to them - they all think the system is unfair and since essentially they are the ones keeping it up, they are also able to take it down. <br/> \n <br/> \nOr maybe... just maybe it's  <strong>not meant to be possible</strong>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I think you are right though, on the first part."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "oh hooray for reason"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Exactly. It's about how we are increasingly becoming a service-oriented economy. Everyone who felt disaffected and joined them was either from the service industry or low-level white collar wage slavery. <br/> \n <br/> \nThis was an essential point that was made in both the film and the book."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "No, I just meant the \"A bunch of dipshits following an eloquent and driven dude is not beyond the scope of reality (i.e. every cult ever). \" part. He amassed quite a nice little cult there full of people who believed so goddamn strongly while not entirely knowing what it was they believed in."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "I had to stand outside Obama's house for three days before he let me in."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I have actually considered trying that tactic in order to get a job. Depends strongly on the potential employer though."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "The book also transitioned from \"it is two people\" to \"it is just 1\".   <br/> \n <br/> \nAnd it had an awesome scene where his cronies tried to cut off his balls cause he was wandering around screwing up the plan.  Emasculation is pretty much an automatic 10 in my book rating system."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Dude.  Dont' talk about fight club."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You just talked about... erm, well, this thing. The one you're not supposed to talk about. Way to go."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "I am the guy who those movies are made for.  I am really slow about that sort of thing.  I swear to god, I didn't get the twist in 6th sense until the EXACT SCENE (the one where an anguished and mystified Bruce Willis himself also gets the twist) I was intended to get it.   <br/> \n <br/> \nI felt... dirty."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "I first figured out the twist when I went out for a Coke halfway through the movie and the dude bullshitting with his friend at the popcorn counter said, \"That was so crazy that Bruce Willis was dead the whole time!\" just as I walked up."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "And of course, knowing afterward that the guy at the popcorn counter was a ghost...."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i didn't get it, either. then again, i've only seen it on tv and haven't paid full attention any of the four times i've seen it. but i'll tell everyone i zipped past all of the fight club discussion 'cos  <em>i haven't read the book yet.</em>  and i want to before i see the movie."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I watched 6th sense and didn't even realize he was dead the entire time. <br/> \n <br/> \nI guess I'm not good at movies.  How do you tell when an actor is dead?  You would think they would stop moving much (like in plays)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You figure it out when he is shot dead in the beginning of the film and everyone treats him like he's dead (or rather, merely not there) except the kid who we were told repeatedly in the ads can see the dead. <br/> \n <br/> \nThat was really the biggest fucking spoiler. If they hadn't given that away it might have held up a tiny bit longer. But still, I don't care how many problems you have in your relationship his wife was acting totally alone at dinner. That's not frigid, that's alone."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I have to watch this movie again. <br/> \n <br/> \nI was tricked by the twist, but then again, I was nine, or something. <br/> \n <br/> \nI hated that \"twist\" in Da Vinci Code (the book), about the apple riddle.  That is probably the easiest riddle I've ever seen, really.  Maybe it wasn't a twist.  But it was supposed to be surprising.  It wasn't. <br/> \n <br/> \nThat was pretty much the only time I figured something out that was supposed to surprise me.  I'm not that good at it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'm not certain because I never read that abomination of a book, but it's based on some real and totally crazy conjecture. I don't think you can fault someone for using something that's too easy if it's part of their source material. <br/> \n <br/> \nThen again given his intended audience I think you could claim he only put as much effort into it as he thought he would need to fool them. <br/> \n <br/> \nIf you like the basic concept and the whole \"Holy Blood, Holy Grail\" ripped-off idea seriously consider reading the excellent comic \"Rex Mundi\". It's better, but deals with the same sorts of things. That and magic, alternate history, WWII as initiated by an alternate reality France that still operates as a constitutional monarchy with significant royal power, and a dominant and inquisition-happy Catholic church. <br/> \n <br/> \nIs not best comic, but is good for reading."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "It also ripped off  <em>Jesus Christ, Vampire Hunter</em> !"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It wasn't the best book, and I don't agree with most of the claims or even trust Brown now. <br/> \nI might get around to that comic. <br/> \nThis is the riddle in the book: <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em><br/>\nIn London lies a knight a Pope interred.<br/>\nHis labor%u2019s fruit a Holy wrath incurred.<br/>\nYou seek the orb that ought be on his tomb.<br/>\nIt speaks of Rosy flesh and seeded womb.<br/>\n</em></div> <br/> \nThis was for a cryptex that only had five character spaces.  So the answer can only be five letters long.  It was sooooo easy."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "But HAIL SATAN OUR LORD is more than five letters long!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "He puts things like that in all his books. <br/> \n <br/> \nIn  <em>Digital Fortress</em> , the secret password (to unlock his super hacker software that encrypted the shit out of the NSA) is ... <br/> \n <br/> \nEh I'll let you figure it out yourself. <br/> \na) It is a prime number <br/> \nb) It is odd <br/> \nc) It is the same as the number of clues I am giving"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Rex Mundi is a great comic and loads better than the Da Vinci Code."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Oh, that is  <em>so</em>  what I'm going to think of every time I read something by that guy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "It makes me think of Feersum Endjinn, which is also a cool book, and thus I harbour the man no ill will."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "Oh, Rex. <br/> \n <br/> \nTruly, you are the one-eyed man amongst the blind."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I want to bulk up, I'm too skinny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "popedragunov",
    "plus": 1,
    "snip": false,
    "text": "I wholeheartedly laughed, because the fellow on the radio does not partake of liquor or cigarettes; this reminds me of myself, to some extent. <br/> \n <br/> \nI believe I am in need of a tutor to educate me in the fine art of spelling, for my career is going nowhere and this has a terrible effect on note-taking and my resume (???). <br/> \n <br/> \nIf you could improve a single thing about yourself, hat would it be? Fr me it would be Physical Endurance - I am working on it as we speak. What about you?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "In this post, Glad ponders on what made this strip awesome, makes a very meta comment on his need for a tutor, and poses a question on what we would want to change about ourselves. <br/> \n <br/> \nMe? I want to be funny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "I would like to be more assertive.  Or maybe not, what do you think?  It's whatever, I guess."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "featurelessvoid",
    "plus": 18,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>i lold cuz lik the guy on the radiio? hows he duzznit drink or smuk? d@ baskly dscribes m 2 sum xtint.<br/>\n<br/>\ni tnk i m need a tudor 4 2 lern 2 spel cuz lik ma carier is gone nowhers n i tink is ma hows m rite ma noates n resmay or wateve<br/>\n<br/>\nib u culd nprove 1 tink abot urselb wat wuld it b?<br/>\n4 me it wuld b fizzical ndurance i m workn on it as speak. wat abot u<br/>\n??? </em></div> <br/> \n <br/> \nTranslation: <br/> \n <br/> \n <em>My 1-year-old cousin is like that guy on the radio--you know how he'll have a dozen drinks and some smack?  That basically describes him to a shameful extent.<br/>\n<br/>\nI think I may need a 2-door...4.2-liter too.  Special cousin will like my car.  He's going nowhere, and I think his mother knows my ride may nurture and rehabilitate our waif.<br/>\n<br/>\nIt undoubtedly could improve a one-year-old to tinker about usefully, what yield it brings!  For me it would be a fiscal hinderance, but I'm working on it as I speak.  What about you?<br/>\n</em> <br/> \n <br/> \nCommentary: <br/> \n <br/> \nHere Glad turns his attention to the plight of others.  He observes that his one-year-old cousin has succumbed to the temptations of alcohol and drugs.  With the resourcefulness that has become his trademark, Glad soon thinks up a plan: he will buy a fancy car, thus earning the admiration of his young cousin and affording an opportunity to turn the lad's life around.  Better still, he reasons, he will allow his cousin to work on the vehicle.  A diversion from the evils of the streets and a chance to learn a trade--what a difference Glad's car will make in his cousin's life! <br/> \n <br/> \nGlad has found the perfect vehicle, a vintage Jaguar coupe with the 4.2-liter engine.  But one small obstacle stands in the way: money.  Glad has begun working a second shift at the taco stand and is saving every penny toward that car, but his paycheck is meager and his cousin is falling ever faster into oblivion.  Finally, he reaches out to you, dear reader.  Won't you help him buy a vintage Jaguar coupe? <br/> \n <br/> \nDonations to the Jag for Glad fund may be mailed to: <br/> \n <br/> \n <em>mny 4 ma ride<br/>\n103 mapel st<br/>\neast akwood, clly4nia</em> <br/> \n <br/> \nCash only, please."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "wrmeade",
    "plus": 1,
    "snip": false,
    "text": "Sir, your profound translation elevated my awareness of the misunderstanding of those visionaries who have transcended the discourse of \"the streets\" in favor of \"the tubes\" (as I am assured the World Wide Network is called by the youth of today). These poor souls are simply trying to communicate in a manner that is expressive and meaningful to them, and are unflinchingly called \"uneducated,\" \"ungrammatical,\" or \"stupid fucking kids who can't spell\" by the assorted nabobs and geezers of my generation (which oh-so-humbly names itself \"the greatest\").  <br/> \nThank you, sir, for providing insight into the profound mind of these modern-day Chaucers, Frosts, and Joyces."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nokidding",
    "plus": 1,
    "snip": false,
    "text": "At first I thought \"smell my Caddy\" was another way of saying \"fluff my hog\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "i don't want to be your daddy <br/> \ni'll just let you sniff my caddy"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Is that the actual lyric to \"Hey Ya\"? I'm too lazy too look it up.* <br/> \n <br/> \n*Note: Everytime someone on the internet says they are too lazy to google or wikipedia something, they are just trying to make it sound like they are too cool/indie/not gay to talk knowledgeably about whatever topic is at hand."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I think it's \"Don't want to meet your daddy/ just want you in my caddy.\"  Internet says this is so as well."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "(Thank you for allowing me to preserve my hipster points. I'm saving them up so I can get a blowjob from Laura Veirs.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I had to google \"Laura Veirs\" as well.  If I google \"blowjob\" the spell will be cast."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "LAURA VEIRS COME ON SHOW ME HER SUCKIN MY COCK"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I already got that, it wasn't bad, but I suggest the day at Six Flags with The Decemberists instead."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "samcc",
    "plus": 0,
    "snip": false,
    "text": "Damn but I wish I had the sack to haggle menu prices."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shillyshally",
    "plus": 1,
    "snip": false,
    "text": "the last panel completely eludes me.  Why would that be very good?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 6,
    "snip": false,
    "text": "He's saying that because saying \"You've got a pair of balls the size of Luxembourg, but I like your style\" generally isn't considered good form for waitstaff."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Ray will tip the waiter by not straddling the chair and eating the steak with his hands.  Contingent upon good service, of course."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "When I tried this at Ruth Chris the waiter tried to strangle me with a piano cord."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "That is simply the standard experience of eating at that horrible, horrible place."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I should lame you for that. I like steak and I like butter. Mixing the two works for me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It's not just the disgusting nature of putting butter on their crappy steaks, but also their nature as an mediocre chain, their system of scamming you by only selling overpriced \"family style\" sides, and a wealth of other problems. <br/> \n <br/> \nOh and I'm told that Peter Luger's does the thing with butter too and has likely been doing it a lot longer than that bullshit place. I can fucking respect Peter Luger's even if I despise that practice. <br/> \n <br/> \nYou need a great steak? Here's the place: <br/> \n <br/> \nNew York: Peter Luger's <br/> \nKansas City: Plaza III (if you don't also get the steak soup people will mock you forever) <br/> \nSan Francisco: Alfred's <br/> \n <br/> \nEverywhere else? You tell me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "New York has Smith and Wolenskis as well. That place is damn good. <br/> <br/> <br/> And in Charlotte NC your choices are basically Ruth Chris, Mortons, or Del Friscos. I like Ruth Chris, sue me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Please take this as notice that you are being served with a lawsuit in small claims court in the City and County of San Francisco by Belgand for having crappy taste in chain steakhouses. We've passed a number of epicurean laws here you might not have been made sufficiently aware of, but that doesn't excuse you from them. <br/> \n <br/> \n <em>I understand though, I'm basically destitute right now and until fairly recently I was living in a tiny college town in the middle of Kansas. We didn't even have such as a damn Outback. You wanted a nice steak there was one place in town and they sucked. That or Applebee's. *shudder*</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Though it is no longer friday: fuck you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "There is a little chain restaurant by me called Cheddar's that has the only cheap steak I like. <br/> \n <br/> \nAll these other cheap steak places I hear are so amazing can't hold a candle to this. <br/> \n <br/> \nBasically what I'm saying is cheap steak is the tits."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Now are you referring to Outback and Longhorns and shit when you say cheap steak? <br/> \n <br/> \nBecause I should certainly fucking hope this \"Cheddars\" is better than those places. <br/> <br/> <br/> Still, differences in quality of steak, while important, are nowhere near the importance of quality in seafood.  <br/> \n <br/> \nThe difference between cheap->moderate->expensive->Le Bernardin for seafood is an enormous leap between each level. Le Bernardin is so good it makes you want to throw out the whole idea of molecular gastronomy and rethink food entirely. No steak place makes you want to do that -- or at least no place I've been to. I don't care if it is Kobe beef served in the blood of 100 virgins, it won't top brilliant seafood."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I've never had a good steak from Outback."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i had a good one last night! <br/> \na chargrilled ribeye. <br/> \nit is the most nutritious cut of steak. <br/> \n <br/> \ni should have had it today. (it is Nutrition Wednesday!)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'm astounded that living by the ocean, less than a few miles from it at any time, I am paying just as much for just as crappy, frozen seafood with a poor selection as I generally would be getting while I still lived in Kansas, the most landlocked state we have. <br/> \n <br/> \nWe get fresh crab when they're in season, but that's it. <br/> \n <br/> \nFuck you ocean!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 0,
    "snip": false,
    "text": "I rated this a 4, because the people who make it to 106 NEVER say this when they get asked about their longevity. They always live on pork rinds, Twinkies, and Jack Daniels and smoke like chimneys. They may or may not go to work at 8 am everyday, though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100314104806/http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2009/02/06/BAFC15OG9R.DTL\">I fear I have a counterexample, sir.</a>  Almost certainly the one Onstad had in mind; that story was just posted Friday morning."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The Guinness Book a few years ago said that the oldest woman smoked and drank, and that was the first thing I thought of when I read this.  So I hear what you're saying."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "The oldest woman was George Burns?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Ah, you read that too?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "What Onstad has conveyed to me in Panel 2 is that Ray barely knows which end of the saw to grip.  It seems impossible that he could have accomplished anything with the saw immediately prior to his head snapping around.  The question, then, is what in God's name was he doing?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 3,
    "snip": false,
    "text": "It's Ray. Why does he need to have a reason to brandish a saw? <br/> \n <br/> \nRay Smuckles is the Tracy Jordan of the webcomic world."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "My god. That is so true."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Past actions would suggest he may have been sniffing it for inspiration."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Do you think it smells better or worse than a lawnmower?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 0,
    "snip": false,
    "text": "Is it the first Achewood semi-colon?  I think it is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "No one quote Vonnegut here, please."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "So it; goes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU we need more of that. <br/> \n <br/> \nListen: this is how Ray Smuckles said Fuck You to things on Friday."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Po-tee-weet!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "That eye made me think of Aeon Flux.  But damn do I need to watch those cartoons again."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Or read more Vonnegut."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, Vonnegut is pretty much the \"bomb\". <br/> \n <br/> \nNo one is going to use the quote which I had in mind?  Twas \"Semi-colons are transvestite hermaphrodites.  The only reason to use them is to show you've been to college.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No, none of us have the Vonnegut Quote Aide nearby, we go straight from memory cause we da bomb as well."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's a pretty famous quote of his, that I have seen way too much in my life."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "Sje46 thought something was universal.  The universe didn't think so.  So it goes."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I remembered something about a semicolon, but it's been awhile. I don't even remember which book it's from."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Wait, I used semicolons BEFORE I went to college! <br/> \n <br/> \nDoes this mean people should give me a nickname such as \"Professor\"?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Semicolons are my favorite type of punctuation. They are completely awesome."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "They are by far my favorite punctuation too; I use them with reckless abandon in my writing."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It is basically; the only punctuation; anyone; should; ev;er; use.; <br/> \n <br/> \n;;;;;;;;;;;;;;;;"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I overused them until like a year ago.  I was a ;whore."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I used to throw 'em in here and there. Still do on occasion. But for the most part I have switched to the dash in place of it. It can legitimately be used in the same way and beyond as it is free from many of the grammatical constraints placed on the semicolon. It's kind of a wild card. Even that bitch Lynne Truss would back me up on that."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It's only a wild-card if you ignore all the slight variations. <br/> <br/> <br/> I kinda love how hyphen, minus, n-dash, m-dash, and figure-dash are all horizontal lines of only very slightly different length."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It's a bitch when you are doing Digital Design. I took it in high school and almost failed because of that section."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Dashes and semi-colons have their own character to me and are used depending on the very specific nature of the sentence.  Also you can use dashes --like this in the middle of a sentence-- but you can't do that with a semi-colon; at least I don't think you can. <br/> \n <br/> \nBAM"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "Dashes are like the almost-parentheticals of the punctuation world. They signify a new idea, albeit one not entirely disconnected from the previous one. The semicolon is for those phrases more closely linked, but still distinct ENOUGH. The comma is for very closely linked ideas. I love Vonnegut to death, I really do (and I hope it was not my love that killed him) but he's wrong about the semicolon. It has its place, though dashes are better in 99% of all situations. It's all degrees of connected ideas, man, it's all degrees."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "And yet, that is  <em><strong>NOT</strong></em>  what we see you using here- is it?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Semi-colons basically take the place of a cumbersome conjunction is how I see it.  I could be very wrong of course."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "So you are proposing people should just get semi-coloned instead of marrying? Have you thought this irresponsible hippy notion through?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I ain't no hippy, I'm a humanist, man."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Semi-coloning a lady and not marrying her is basically the most awesome thing a person can do."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "But illegal in 12 states."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Being awesome is often illegal because people fear your raw power."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 2,
    "snip": false,
    "text": "poultry ; did it before"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rumblefish",
    "plus": 6,
    "snip": false,
    "text": "That is a rubber saw and a fake piece of wood. They play an important but obscure role in the motivational exercise program that Ray started after mistyping a url printed in Esquire."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Fuck you Bill Cosby.  We'll listen to you dentist bit once or twice but if you ain't talking 'bout fucking then I see no reason to continue this relationship."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Exactly. In fact, while we're on the topic, girls who don't put out clearly have commitment issues. <br/> \n <br/> \n <em>Falseprophet is not willing to waste time on little girls who do not want to commit their mouths to his dick. He wants a grown woman.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": false,
    "text": "do i go with the obvious joke about your implied ability to cause \"commitment issues\" in relationships, or take the high road and go with a pedophile joke based off of your last line? <br/> \n <br/> \ni take the third road and note possibly the first time in history that a pedophile joke has been the more polite response."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Hey, I got standards but that don't mean I'm unreasonable. I am always willing to perform cunnilingus in return. <br/> \n <br/> \n <em>Falseprophet knows that relationships are partnerships</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Too bad you missed the road sign \"Bad Family Guy Metajoke Ahead\" and the detour sign. <br/> \n <br/> \nre: Mark Spitz"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "But will he swallow?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "::slams fists on table:: <br/> \n <br/> \nGET THE  <em>HELL</em>  OUTTA HERE!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "Speaking of Family Guy, what happens when a show built entirely on pop culture references begins to reference only itself?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "The universe implodes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "yeah that's kind of what I thought.  Okay now I'm scared."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Actually, it only gets canceled."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Not if it's on FOX.  Only good shows get canceled."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's been canceled once."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Honestly, Family Guy  <em>was</em>  better in the first three seasons, though not that much better.  But these new seasons have just been utter shit."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "see: Futurama, Arrested Development, etc."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I had a pretty good laugh with the first gag of the return of Family Guy."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Where they listed all the shows that they needed to make room for that got canceled?  That was indeed pretty \"Fuck You FOX.\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Interesting considering your later thoughts down-thread, but Futurama did this a lot better."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "see: not Futurama but Arrested Development definitely."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "If you are implying that  <em>Futurama</em>  was not a good show, then I hate you for your opinion."
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Thanks.  That is exactly what I was implying.  I do not care for Futurama at all."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Here comes the lame train... choo choo choo"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Thank you for the lame because I didn't know someone would dislike me for not liking what they like."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 3,
    "snip": false,
    "text": "Yeah, I mean, I would be upset too if someone lamed me just because I like raping seven year old girls and they didn't."
  },
  {
    "depth": 16,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm kidding, of course.  That's a terrible analogy.  I agree that laming someone for liking or not liking something they like is lame in itself."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I would hope Stereo was doing it  <em>ironically</em> , but it is a little weird to think of someone NOT liking Futurama who wasn't directly related to it being canceled."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It's just not my style.  I'm not into the Matt Groening-Seth MacFarlane school of FOX Cartoons.  So sorry."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU ENTIRELY FOR CONNECTING MATT GROENING AND SETH MACFARLANE WITH A DASH."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, dude, totally not cool. <br/> \n <br/> \nGroening is the Beatles of the Western animation world and MacFarlane is the Oasis."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Huh.  Whatever FAG."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Groening - during his  <em>Life in Hell</em> /Alt Weekly career (pre-sellout) - was the Muddy Waters of the Western animation world."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That's fine, because I was always a Howlin' Wolf fan. <br/> \n <br/> \nSeriously though, Futurama I don't like and The Simpsons I was never fond of.  There are good episodes but overall it's just not up my alley."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Don't use the term sell-out all willy-nilly, now.  What makes him a sell-out?"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Unless he's suddenly changed recently I was led to believe that he still did Life in Hell weekly. I've heard from some sources that he does it for free now, but I'm not certain I believe that as I can find no substantiation."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I heard the same thing.  I heard that Life in Hell is more important to him than either The Simpsons or Futurama, and he's not going to quit anytime soon. <br/> \n <br/> \nI don't see how he is a sell-out.  A sell-out to me is someone who forgoes artistic integrity in order to make money,  <em>and said before that he wouldn't do that</em> .  As far as I'm aware, Groening has not done that."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Your analogy is getting torn up. <br/> \nSeth is in the next Futurama movie.  That's like getting the Gallaghers to sing for the Beatles or something I dunno"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I don't mind; I said I don't care for either really so it's all inconsequential to my tastes AND THAT'S ALL I EVER NEED IN LIFE."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "This is why I hate analogies.  You can poke holes in any analogy.   <br/> \n <br/> \nI mean influence-wise."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Yeah I get you I just felt like telling everybody that Seth is in the new Futurama film."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I will soon be poking holes in your anal orgy too."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure if this means anything."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It means everything. It means that during your anal orgy I will be there to provide succor to the succibi."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Well, this argument is silly for many reasons, but mostly because you're making it sound like Matt Groening is as directly important to the \"funniness\" (subjective term) of the Simpsons as Seth MacFarlane is to Family Guy.   <br/> \n <br/> \nMy intuition is anything but scientific, but as someone who has watched all of the commentaries on the Simpsons DVDs (seas 1-8), it's always seemed pretty clear that Groening adds very little to the writing, vocals or even animation aspects of the show on a regular basis (he often seems to complain about the artists not listening to his suggestions, and his talk about writing sessions mainly just seem to involve him corroborating a story about some one else coming up with a funny line).  I've long seen Groening as the guy who created a great show, and has been a decent guiding force, but really he's more just a guy who amassed around a lot of great talent around this show.  That deserves merit, of course, but I don't consider the Simpsons to be great because Matt Groening is some kind of comic genius. <br/> \n <br/> \nNow, I'm not Family Guy expert or anything (I was the kind of jack ass who was considered himself a Family Guy detractor shortly after the first episode aired, but I've actually grown to like the show alright; fully aware of all its flaws, I can appreciate the funny parts when they arrive), but I think it's pretty obvious that MacFarlane is much more involved in the day-to-day creative process of his show, and the show continues to be heavily influenced, for good or bad, by his sense of humor. <br/> \n <br/> \nOh god how did I turn this shit into such a long post  <br/> \n <br/> \nsorry everybody"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Y'all takin' this stuff too seriously.  Problem with delayed strips is that the board has too much time on its hands."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That's pretty astute; without this board we wouldn't be able to complain and probably wouldn't get as worked up as we do."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No, actually, I took something away from that post.  You got your point across without falling into name-calling.  A plus."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Very true. Groening I think only wrote a few episodes. Season 1, where he had the most control, is basically unwatchable shit (and I'm a huge, huge ludicrously huge super-fan). The person who exerts the most control is the show-runner for the season and this clearly shows in the quality of the golden ages. Generally David Mirkin did the best job followed closely by Messrs. Oakley and Weinstein. When a show-runner switches the change in the show tends to be rather obvious. <br/> \n <br/> \nIt's the writers who make the Simpsons good by and large. <br/> \n <br/> \nMccFarlane though, yeah, he does a large number of the voices and it really always feels like his project. It doesn't really waver and continues to feel largely the same and I suspect it is because he is the one in charge and he decides what everybody sees."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Okay, my outburst was ill-phrased. I know literally nothing of the creative process that goes into either show. Basically all that I know is that Futurama is clever and funny, and Family Guy is occasionally funny and occasionally unwatchable."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Fair enough, but I'm not dropping this point until someone acknowledges my Weird Al reference. <br/> \n <br/> \nI also strongly urge you to obsessively watch commentary tracks on Simpsons DVDs. They are highly entertaining and informative."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that wasn't my lame.  Just saying that cause I got a lot of hate for disliking Arrested Development before."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh.  You really don't like it?  Ah well."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "It is difficult for me to understand how anyone could dislike that show.  Would you please explain?  No lames, I just want to  <em>learn</em> ."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "dude what the hell"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "like twenty screens full of arguments about Family Guy and Futurama"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "why does this shit still exist? Does the internet have a cleaning lady?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It wasn't who you think."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "It was...YOUR FATHER."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": false,
    "text": "man if the universe hasn't gotten canceled yet, i don't see how it could now"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "The Universe has Jumped the Shark."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Syndicated and in reruns on TBS."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Was that a diss on The Office? <br/> \n <br/> \nWAS IT NICE, WAS IT? <br/> \n <br/> \nI WILL MURDER YOU AND EAT YOUR SOUL SO YOUR ENTIRE AFTERLIFE WILL ME SHITTING YOU OUT."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "That would be most unpleasant for both of us."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "NO NO I LOVE THE OFFICE MORE THAN ALMOST EVERY SHOW BUT NOT ALL"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "British or American?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "(or both)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Both but I have a special place in my heart for the American because I've followed that from the beginning and for me Michael Scott is more lovable than David Brent IMMMMMMHHHHOOOOO DON'T ANYONE TAKE THAT AS AN INVITATION TO ARGUE I've seen it too much on Youtube comment sections."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I like both, I forget what n-o-w said he likes."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Both with a noticeable American bias."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": false,
    "text": "how in the hell did i make a family guy joke? i'm genuinely at a loss at how such an unfortunate thing occurred and would like to avoid this in the future"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "They did this thing where someone mentioned Mark Spitz then they cut away and analyzed how they would make the next joke, with two options and then \"taking the high road\" and making a joke about how he was hairless.  It was grim.  Real grim."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Fuck. I'm going to be the one to do this? Really? <br/> \n <br/> \nThe Family Guy joke was actually about Greg Louganis, not Mark Spitz. <br/> \n <br/> \n(I'm sorry that I'm being a dick about Family Guy terms.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "r u srs <br/> \n <br/> \nI sincerely thought it was Mark Spitz.  OH wait I remember them saying Louganis sounding like Penis or something Family Guy-esque."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I also failed to understand that entirely. I was definitely Louganis. <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Hi, I%u2019m Peter Griffin. You%u2019re probably askin%u2019 yourself, %u201CWhich way are they gonna go? Are they gonna make a diving board head injury joke? Are they gonna make an AIDS joke? Or are they gonna make a joke about the fact that his last name sounds suspiciously like anus?%u201D Well, we%u2019re gonna take the high road and do a no-body-hair joke. Brian?.</em></div>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "\"Hi, I'm Greg Louganis. I have no body hair.\" <br/> \n <br/> \n\"Terrific. Terrific.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": false,
    "text": "now you're making a family guy reference? why?!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tangles",
    "plus": 1,
    "snip": false,
    "text": "if God didn't want us to take the path of least resistance, he wouldn't have done the exact same by allowing all sorts of human bullshit and writing it off as \"free will.\" what a lame, lazy excuse for a deity."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "If God in His wisdom hadn't made the world full of storm and strife and struggle, we would all be Paris Hiltons, you completely foolish woman."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "We.....we would all be rich and vapid with meaningless lives?  <br/> \nI think you just screwed up someone's vision of Heaven and the afterlife, dude."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "When everyone's Paris Hilton, there are no Larry Kings. <br/> \n <br/> \nNot sure what that means."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Johnny Carson said it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't think so, Tim."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Ruh Roh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Who are you calling Tim, Alex?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Alex, I'll take Swords for $1000."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "tangles",
    "plus": 0,
    "snip": false,
    "text": "fuck anyone who is about to make a saturday night live reference"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "What."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "More COwbells ?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "I believe that he is referring to Celeberity Jeopardy. S words."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it, trebek."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tangles",
    "plus": 0,
    "snip": false,
    "text": "i'd actually count paris hilton as all sorts of human bullshit. without the ability to be total dicks to one another, we'd probably all get very bored and depressed and turn to self-mutilation. <br/> \n... and fuck you for calling me a lady!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Is Teo taking Ray's calls now?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Ray just gave Bill Cosby Teodor's phone number because he thought the old guy was kind of crazy and was too eager to be down with him. You want to hang with Ray you got to make it seem like you could have fun all on your own to earn his respect. But Ray has heard too many interviews on public radio where Bill Cosby appeared with psychologist Dr. Alvin Poussaint and he could tell that he was clearly there to explain away Cosby's archaic anachronisms and translate his scatting."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "OLD ERIC!!! <br/> \n <br/> \nIts a scandinavian thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deus was marked lame too many times and excluded. (marked lame by WRMeade, prettyrad, TheSoulBear)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "Lame! dont nobody know the reference? <br/> \nhttp://m.assetbar.com/achewood/uua2zGhrW <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "I think you got lamed for posting it twice."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "But i used a whole MINUTE on int. <br/> \n <br/> \nA MINUTE!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "Also it seemed proper considering the topic."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "It was labled spam and comment removed <br/> \nWhich is...OK <br/> \n <br/> \nBut then i logged in and i can see it and it said it snow labled as spam. <br/> \n <br/> \nIs this regular like."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "are we still talking about this"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "Uuuuuh, yeah yeah...*snorts*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "That to."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "This post was made under a REALLY bad sugar-high"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Being in the restaurant business, I would like to send out a personal \"Fuck you\" to Ray"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "There are so many different and creative ways an irateturk in the restaurant business can say \"Fuck you\" to a customer like Ray."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Lukewarm doner kebabs and the bad chilli sauce... and I can't think of anymore. <br/> \n <br/> \n <em>I_Love_Kate: He can't sympathise with ethnics.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "<strong><span style=\"border-bottom: 1px dotted\"><em>RACIST</em></span></strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "<strong>HE SAID IT </strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "It is too much for a steak and you know it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Ray could cold buy the restaurant, have a steak, and leave the place to the waiter as a tip and  <em>you know it.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Nigga can't buy what ain't for sale."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "But Barack Obama is the president. Things are changing, t.i.t."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Don't you want him to stimulate your package, t.i.t?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "Do you know many rich people? All the ones I've met are the thriftiest mother fuckers in the world. Bitches would haggle down at the damn ice cream parlour."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "You must remember that Ray is...  <em>new money</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Ray is old money, BEEF was new money."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Wait, what?  Ray earned his money (I believe he came from an upper-middle class family, but he didn't inherit his millions), and Beef isn't rich. <br/> \n <br/> \nI don't know.  I don't even read the comic.  I jsut come on to bug you guys."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Beef briefly had his greeting card money, but it went to his head. I forget what happened to it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "A bit of it went to get health insurance for Beef, the rest of it went to establish a home for people who got a rough deal out of life, IIRC."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Ray is not old money. He family was wealthy, but now he is insanely wealthy. It is a key difference. He was upper-middle class before, now he is the dude who can buy a majority share in heaven."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "HE IS STILL OLD MONEY. He comes from old wealth, it is in his blood. <br/> \n <br/> \nTHAT IS THE DEFINITION OF OLD MONEY, regardless of whether or not he has earned more money."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Lies. Coming from a well-to-do family doesn't make you old money. You need to be RICH. Actually rich. Rockefeller rich. Vanderbilt rich. His dad is a god damn street tough. You don't have any kind of case here. <br/> \n <br/> \nhttp://en.wikipedia.org/wiki/Old_money"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "What was that, speak up?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Lies. Coming from a well-to-do family doesn't make you old money. You need to be RICH. Actually rich. Rockefeller rich. Vanderbilt rich. His dad is a god damn street tough. You don't have any kind of case here. <br/> \n <br/> \nhttp://en.wikipedia.org/wiki/Old_money"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "His MOM was rich though. Do you not remember all the flashbacks to Ray and Beef's childhood! <br/> \n <br/> \nI feel weird arguing with with Bob."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Was she?  Care to provide a strip?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "She was not as far as we know. Further she was most certainly not wealthy enough to be considered old money. <br/> \n <br/> \nIf Ray was old money he would not have played tee ball or ever met Beef. <br/> \n <br/> \nHe was firmly upper-middle class. I grew up upper-middle myself and I can certainly see plenty of kids like Ray in my own past."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "No proper blue-blood would be caught dead behind the wheel of an Escalade, would they? And what of the \"forgotten 'Knight Rider'\" incident? <br/> \n <br/> \nRay is not only new money, but entertainment industry new money, which are as often as not in hardly better standing than lottery winners."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I'm sure no proper blue blood would post a video of them having sex, but a certain hotel heiress who is most definitely old money did just that. <br/> \n <br/> \nHe was rich as kid, his mom was at least. He was way more than upper-middle."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Do you have sources though?  I'll be willing to change my beliefs if you guys backed it up."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Didn't he buy his little league team all kinds of crazy stuff?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "No, just a nice assortment of sodas and a dish of Godiva. I spent a summer working at Godiva. Upper-middle class parents would bring their damn kids straight from Rainforest Cafe and the filthy urchins would cram their noses and slobber on the display case because they wanted candy and their mothers would shell out for kids who couldn't even appreciate the low quality that Godiva really is. They make it in Pennsylvania. They're owned by Campbell's in the US. <br/> \n <br/> \nAgain, trust me man, I grew up in the life. I know what's going on. Dude was upper-middle."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Old money does that sort of thing all the damn time. They always have really. Obviously you need to become more familiar with various scandals affecting royal families around the world throughout history. <br/> \n <br/> \nGoing back to the first century Roman Empress Messalina was reputed to be a massive whore (literally and figuratively) and most famously was said to have engineered a competition with a notable prostitute as to who could satisfy more men in a night. Even ignoring much as this as conjecture and rumor it was still actual rumor. <br/> \n <br/> \nDon't nobody say nothing about you not being a total skank. If anything Paris' behavior is exactly what is often expected of the true upper class. Her money and influence insulates her to such a degree that she is able to pull that sort of thing off. She started a clothing line for dogs because she thinks it's fun to dress up ugly little dogs in terrible clothing. That's rich. Buying lots of snacks doesn't even come close."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Ray is the MC Hammer of cat"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You should, since Bob does not exist."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Ought I to change my avatar?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "[lmao] lmao nerds arguging over a webcomic [/lmao]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Just how many asses do you have to be laughing off, here."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "web 3.0 is all about labelling shit, bru"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "theirrationalturk"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Aren't they all? <br/> \n*ba-dum- <em>tish</em> *"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "negative square roots of asses?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "you FOOL"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "That's what people say when they suddenly change genders !"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "The town I grew up poor middle-class, was the richest town in the world for a while. Also very violent with gunbattles on Main Street around the same time-period. <br/> \n <br/> \n But I knew the kids mostly, not the parents or grandparents- the original wealth-generators. <br/> \n <br/> \n So yeah, they're either tight conservative or downright skinflints, which is why they're rich. <br/> \n But Ray is a rich cartoon cat who likes to show off."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "You have a point about him not fitting into any socio-economic pattern; being that he's a CAT.  And he's NOT REAL!!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yeah I kinda just realized we are having an argument about whether or not a cat is a Rockefeller or a Gates. <br/> \n <br/> \nIn this economy you are all lucky I don't just post a video on Youtube of me shooting myself in the mouth with a shotgun."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "Use hulu, the quality is better."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Droll  <em>riposte</em> , that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "My great-grandmother lived to be 104. She drank moderately and smoked on special occasions."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "My friend's grandad's in his late nineties and he still apparently smokes like a chimney, as well as maintaining his youthful contempt for women and homosexuals."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "My grandpa smoked and drank heavily ... and he died at 51. <br/> \n <br/> \nTake that, old life livers."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fancypants",
    "plus": 3,
    "snip": false,
    "text": "my grandpa is 92 years-old, and he shoots himself in the head everyday with a colt .45.  <br/> \n <br/> \nSECOND AMENDMENT!!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "Hate to break it to you, but your grandfather may be a zombie."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "massapathy",
    "plus": 1,
    "snip": false,
    "text": "or Asian? <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i want that hoodie so bad. i've been saving my quarters for it since forever. <br/> \n <br/> \nalso this one: <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "But...isn't that something that would kill a zombie?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I almost said that myself, but then decided to let him have his fantasies of zombies where destruction of the brain does not kill them. <br/> \n <br/> \nPerhaps they are O'Bannon-style zombies and dismemberment of brain destruction will not kill them."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Her, thank you. I thought that zombies could only be destroyed by complete disintegration, i.e. fire?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "No, I'm pretty sure brain bullets does it every time. George C. Romero wouldn't lie to me, I don't think. Neither would Max Brooks."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "George A. Romero, meet John C. McGinley."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It really does depend on the source material. Hence why there's the great line in \"Return of the Living Dead\" (written/directed by Dan O'Bannon; also known as the first movie where zombies spoke and moaned \"BRRRRAAAIINNSSS!!!\") where the main character upon trying to smash a zombie in the head and thus kill it says \"The movie lied!\" <br/> \n <br/> \nIn that you need to completely disintegrate them and even that does work. When a zombie is cremated the smoke just turns more corpses into zombies."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "I think I like it better when they can get killed by head shots. More of a sporting chance."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I definitely prefer slow, Romero-style zombies. At the same time if we want to deal with  <em>zombies</em>  we can't ignore the real style that populates  <em>White Zombie</em>  where they're just Haitians that are drugged (in reality, where they were convinced that they were dead and reanimated) and forced to work on a dude's sugar plantation."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "What about Rob Zombie?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "What's your name? <br/> \nwho's your daddy? <br/> \nIs he rich like me?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Someof them were asphixiated, lessening their mental ability, and making them more \"obedient\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I thought only Billy Dee Williams got blasted by Colt 45"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Sounds like every old guy standing at the bar rail at 2pm on a weekday. <br/> \n <br/> \n\"I ain't goin' to put out my fucking cigarette.  What homo came up with law that keeps men from being men.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "The special occasion being she was 103 and woke up in the morning still on this earth? Hey, that's worth celebrating!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "No idea, I never knew her."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niggar",
    "plus": 1,
    "snip": false,
    "text": "Why is Bill Cosby on the phone with Teodor?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "It's a meta phone call from yesterday to nowhere."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "THEN WHO WAS PHONE?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewood",
    "plus": 0,
    "snip": false,
    "text": "<strong>I GOT A DICK<br/>\nAND IT SMELL LIKE SHIT</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "that is silly. you are silly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "The fourteen-year-old girl thinks that you and your foul-smelling genitals are ridiculous."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Insomuch as you claim to be female, any dick you  <em>have</em>  (as oppose to borrow) will no longer be in its healthiest state.  <br/> \n <br/> \nIs there and FDS equivalent for men that \"don't feel so fresh\"?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Boning Martha Stewart. She may be a crazy bony old bitch, but I swear when you pull out you'll be smellin' like lilac cookies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "The alt text works for both the 106-year-old guy thing and the Bill Cosby thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Does anyone else feel like what Ray meant to say in panel three is \"You ain't rad for bein', you lame for suckin'?\" <br/> \n <br/> \nI feel like the way it is now it means \"You aren't rad for living such an uninteresting life, you are lame for still being alive.\" Which just makes Ray sound very cross and mean. Whereas the alternate version, \"You aren't rad for still being alive, you are lame for living such an uninteresting life\" makes more sense. <br/> \n <br/> \nBut then, this is Ray Dialogue we are dealing with. There are codes and methods and Subtleties not understood by unpublished writers such as myself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I think you are right, calling out a complete stranger for still existing just doesn't seem like Ray at all, it goes against the \"Don't be a dick to stranger, ever\" mentality."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That was just weed talk, man. <br/> \n <br/> \nCome on, now. Every Fuck You Friday thus far (Pat version excluded) has been about being a cock to strangers. Because  <em>sometimes strangers deserve it.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Wait staff don't deserve that treatment. Seriously, Ray is a damn asshole in the last panel."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "did an american curl once shame you into haggling prices when you were a waiter at applebees or something, all with you caving and crying and sniffing the upholstery of a gas-guzzling suv?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "doppelganger",
    "plus": 1,
    "snip": false,
    "text": "Does anybody else hear the melody of Petty's \"American Girl\"  when they say Ray's breed?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Oh yeah."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Of all the American Curls/Ray's the horniest"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "/and of all the pun-makers/I'm the corniest/ Burma Shave."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Nope, i'm a Royal Service Agent in a 5 star hotel while i'm studying, so idiotic egoistic asshole are a common lot here."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Sometimes, in fancy places, the owner will come out and tend to important guests.  In this world, Ray is that guest."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "I read it as saying that the old man was \"lame for bein'\" alive at  <em>any</em>  age. <br/> \n <br/> \n <em>The decadent cat is disgusted by the very existence of a person so wholesome.</em> <br/> \n <br/> \nRay's words do, I admit, have a condescending tone that could make a formerly peaceful 106-year-old man start training for the 2010 GOF."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hobit",
    "plus": 0,
    "snip": false,
    "text": "you ain't rad for suckin'; <br/> \nyou lame for bein'. <br/> \n <br/> \nsuch beautiful spare prose."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by WRMeade, joestrummer1, cpnglxynchos)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "thanks for the insight. i lamed you though for being fucking stupid. <br/> \n <br/> \n(and you, too, glad.)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "chub'd u thus endn deh cycle"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "i'm feelin' a little like this: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Times are hard. Buddy, can ya spare a prose?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Sadly, no. I'm down myself though. I've been just barely getting by through attaching my prefixes directly to my suffixes. Inside are only dreams."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "What's with the 1950's vintage shortwave -- is Ray 106?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "I think he stole that thing from the Bionic Commando."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "or got it from T and Beef's garage sale 'cos he HAD to hear some commercial's phone number he'd just heard in his Escalade while cruising the area and was going to pull a Todd and listen to double music until he found it again. <br/> \n <br/> \n(this fauxpothesis is very wordy. if it seemed that way to you, too, re-read and stop at the word 'area'. thank you.) <br/> \n <br/> \nbut no, that's the generic radio seen all over the place, i think."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "machineelf",
    "plus": 0,
    "snip": false,
    "text": "I am hoping that Ray is building some sort of device which, whether on purpose or by some hilarious accident, burns off his ears. It will happen; it has already happened.In the midst of all his building, he got hungry (as a man does) and went to order a rib eye (also as a man does) on University Ave."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "grocery carts with rain on the handles... <br/> \n*nostalgic* <br/> \n <br/> \ni cannot say this about the lawnmower from 'Kind Of Stoned' as i've never had to mow a lawn. (rural colorado will do that to a guy) but dang if this don't send me back to when i ran my eight-year-old hand across the wet plastic of Safeway cart handles on the way into the store."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "therapist",
    "plus": 0,
    "snip": true,
    "text": "A comment left by therapist was marked lame too many times and excluded. (marked lame by gladi8orrex, Belgand, theguitarhero, PopeDragunov)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "LAMED FOR SUCKIN'"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "LAMED FOR BEIN'. <br/> \n <br/> \nfuck me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "We could totally have had another great adapted quote for telling people that they've been lamed, here, but then you went and ruined it. <br/> \n <br/> \nSo no, Guitar Hero. I will not fuck you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": ":( but what about those kind words we shared? YOU TOLD ME YOU LOVED ME! <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "P....Pogo?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caktuar",
    "plus": 0,
    "snip": false,
    "text": "THIS STRIP IS FACTUALLY INACCURATE <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100314104806/http://www.philly.com/philly/obituaries/20090209_Herbert_Hamrol___S_F__quake_survivor__106.html\">http://www.philly.com/philly/obituaries/20090209_Herbert_Hamrol___S_F__quake_survivor__106.html</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gigoloferocious",
    "plus": 0,
    "snip": false,
    "text": "Fuck Bill Cosby. Some one should dope him up and put home in a home. He sucks"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "YO DAWG WE HERD YOU LIKE HOMES, SO WE PUT A HOME IN A HOME SO BILL COSBY HAS A PLACE TO GO SINCE HE SUCKS."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Wasn't midnight Tuesday, like, nine-and-a-half hours ago?  <br/> \n <br/> \nI guess \"midnight Tuesday\" is kind of an ambiguous term."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Don't you get it? This IS the new strip! Don't you see the CHANGES."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "CH-CH-CH-CH-CHANGES."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "You got to admit, it's getting better. <br/> \n <br/> \nIt's getting better ALL the time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "*palmface*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "No. You're reading it wrong. It is midnight Tuesday. As in the midnight that occurs after Tuesday. You're being overly-specific and thinking that midnight defines a new day which may be technically true, but only for people who are crazy. New days start at dawn. <br/> \n <br/> \nI sincerely think we need to change our system of time in a few basic ways to solve these problems. <br/> \n <br/> \nThe clock will start at 1:00 AM which will be at the current 6 AM. It will continue through 12:59 AM until we reach 1 PM at the current 6 PM thus neatly defining AM as \"daytime\" and PM as \"nighttime\". 12 will no longer be the beginning of the new period with a confusing PM at noon, but will come at the end as it makes more sense. Midnight will be the middle of the actual night and not some crazy new day nonsense. <br/> \n <br/> \nThis system makes so much sense we can't not have it!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "personally, i like how 12am punctuates another day of failure spent playing videogames, fantasizing about owning swords, eating jello, and watching with indifference as your boyfriend eschews sex with you in favor of masturbating ironically to Roseanne."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "I think your boyfriend might be a performance artist. Who cares about his craft more than his sexual health. And his frontal lobes. Possibly his retina."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "The important thing is that she has disappointed her parents."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>...masturbating ironically to Roseanne.</em></div> <br/> \n <br/> \nIt's only ironic if he doesn't come. <br/> \n <br/> \nAlso, it's only gay if the balls touch. <br/> \n <br/> \nI don't know why that's relevant but it is."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I have trouble eschewing sex because I'm on public transit. I clearly have no understanding of how this could happen. I am on call 100% of the day. I don't care if I'm sleeping or nothing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "If you feel unattractive due to your boyfriend, just remember, dozens of nerds fapped to you when you posted pictures of yourself meeting Onstack wearing a foil bra.  Greasy, hairy nerds.  And likely one or two bi chicks.  Like Tekende."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "We're only allowed to fap to the pictures now? Why can't we still fap to her words? Her displayed personality that drives us wild with yellow geek fever?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Her displayed personality that drives us wild with <strong>yellow </strong>geek fever? </em></div> <br/> \n <br/> \nWow, way to be completely racist."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Dae gives me malaria, and I am  <em>not</em>  going to seek medical aid."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, I was originally just going to use the term \"yellow fever\" which, while clearly racist, is also the standard term to be used in this context and with the racist barbs directed slightly outward at the recipient. <br/> \n <br/> \nI then tossed a bit of geek in there because it's certainly a driving factor as well. Perhaps this was a poor choice of placement. It probably would have worked better spoken where I could have more clearly delineated the mid-phrase addition of \"geek\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yeah, well, it's currently 9:01 am central time on Wednesday and still no new strip. Apparently midnight Tuesday is even vaguer than I thought!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Fun fact: <br/> \nAssetbar was created after this strip was released: <br/> \n <a href=\"http://web.archive.org/web/20100314104806/http://m.assetbar.com/achewood/uua1sDgZw\">http://m.assetbar.com/achewood/uua1sDgZw</a> <br/> \nAnd before the next strip. <br/> \n <br/> \nIt is also the strip where Onstad asks if he can make comments.  Apparently he decided not to."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "He made a wise decision."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shinkicka",
    "plus": 0,
    "snip": false,
    "text": "The only time Ray and I have disagreed. He'd best stop knockin' on tanks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 1,
    "snip": false,
    "text": "s/b  <strong>FUCK YOU TUESDAY</strong> <br/> \n <br/> \nfucking fuck this fucking tuesday."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soaringbrain",
    "plus": 1,
    "snip": false,
    "text": "I hate to drunkenly banter on a webcomic about drunkeness (at times) but... here we go again...(takes deep breath, shudders in fear).. is it just me or is achewood starting to suck?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "the drunken bantering is the good part. it's seeing what you wrote the next day that is the shits. jekyl/hyde. <br/> \n <br/> \ni don't even a GOOD (*****) achewood coulda made this TUESDAY any less suckier. fuck."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm trying to figure out what you censored there.  I'm having a spot of trouble, there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yeah, probably. I have a lengthy critical essay on how Ray was actually shot and not Little Nephew and that this is all a bizarre \"Incident at Owl Creek\" esque scenario. <br/> \n <br/> \nDo you guys want to hear?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "machineelf",
    "plus": 0,
    "snip": false,
    "text": "See, when you wrote Owl Creek I was thinking of Hunter S Thompson and was all \"give me fan-fic about Ray and HST drinking Wild Turkey and shooting things.\" That would have been awesome. Then Wikipedia set in with the comments: \"No, loser, you're wrong and everyone hates you.\" Such a smart ass, that Wikipedia. Nobody likes a smart ass!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lynnym",
    "plus": 4,
    "snip": false,
    "text": "putting my two cents in... <br/> \n <br/> \nI fuckin' love achewood and put a lot of stock in its artistic and social genius, but really, honestly, there has been a lot of shit lately. The strip is rarely as funny as it once was, and the premium strip service? Only hurting. I really don't WANT to be a dick, but I have to point out that Achewood is failing. I find that I do better work when I am, in fact, busy with other things, such as community college courses (!). Maybe Chris needs to reevaluate things. <br/> \n <br/> \nOf course, I am not the artist here. Chris is. I just need to say how I feel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "Oh man how DARE you share your opinion? Don't you know that Chris is busy? He's real busy! Even though he said he wasn't anymore! Even though he had the time to repost stuff from subscriber-side! And miss a deadline! How dare you say these words!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lynnym",
    "plus": 0,
    "snip": false,
    "text": "heh heh. you're right. how silly of me...thank you for setting me straight!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU OLD MAN! <br/> \n <br/> \nSeriously, I'd rather die awesome than live lame."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Aaaand we're back!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lynnym",
    "plus": 0,
    "snip": false,
    "text": "Sorry everyone...sorry 'bout that...excuse me..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Dear Onstad, <br/> \n <br/> \nI am indeed out there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "As am I."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "And I. I was here at 12, I am here at 12:41, and I shall remain here."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "i'm with you belgand."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "And my  <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Agreed. Just because it is nearly four in the morning for me is no reason for me to just stop playing World of Goo and go to bed! <br/> \n <br/> \nI am on vacation for the love of god!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "oingoboingirl",
    "plus": 0,
    "snip": false,
    "text": "goddammit, now I'm going to feel like a quitter if I log off now.  <br/> \nthis next strip better be worth these next seven minutes of not sleeping."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I can feel the power of being in the Pacific time zone myself. For me it is the same time as Onstad. I can feel his tardiness that much more strongly. True, you might have it worse, but I am on the same wavelength. As the sun rises slowly upon his failure and lies, his procrastination being revealed to the world I am there along with him cataloging the shame and clucking my tongue."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "popedragunov",
    "plus": 0,
    "snip": false,
    "text": "This is true. <br/> \n <br/> \nCurse you, Hawaii."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 1,
    "snip": false,
    "text": "Anyone who is truly taken by surprise at a late strip by now must have somehow inherited the Phillipe Gene of eternal innocence."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "vagina."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "seffirth",
    "plus": 0,
    "snip": false,
    "text": "UUuuggh Onstad i gotta go to sleeeep, pleeeease."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xnik2600",
    "plus": 1,
    "snip": false,
    "text": "Waiting Crew - EST Division <br/> \nMy Guess: 1:50 CT <br/> \nCharacters: Nice Pete, Pat"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "belgand",
    "plus": 17,
    "snip": false,
    "text": "Obscene length? Really? I think the good sir may merely be boasting now. <br/> \n <br/> \nBesides, as we all know it's not  <em>length</em>  that matters so much as the ability to come on time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<em>ZING!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I am told that the longer ones take a bit longer to get up, however, perhaps he is being more truthful than we reckon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "This shall be the most well-earned chubby I have ever bestowed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overman",
    "plus": 0,
    "snip": false,
    "text": "It's Wednesday, More Lies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 7,
    "snip": false,
    "text": "Its the artist's prerogative to not release a work until he is satisfied with it (in fact, it is the artist's  <em>duty</em>  to reveal only what is fully realized). <br/> \n <br/> \nBuilding a canon one can be proud of transcends deadlines (whether self-imposed or other). <br/> \n <br/> \nThat said, it is safest not to promise something on a date-certain unless you are certain about the date."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "No, he just makes promises in Valve-time, a common practice among internet-websites."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "newclothes",
    "plus": 0,
    "snip": false,
    "text": "who cares WHEN chris posts?  he's been a hack for some time now.  likely career trajectory:  even fewer free strips, a pilot for cartoon network that doesn't get picked up, designing sandwich boards in iowa."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "LOOK AT THE GENIUS COMPLAIN ABOUT THE COMIC! LOOK AT HIM!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "i don't see where it says there's going to be a \"Members Only\" strip. I subscribed a long time ago.. logged exactly two times and never went back. I don't consider it a waste of money, it was a donation.  <br/> \n <br/> \ni am still hating that the average rating is not displayed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "\"Achewood runs ( <em>grown to obscene length</em> , please set aside time) Weds afternoon.\"   <br/> \n <br/> \nOne possible reason for the delay is that the next strip will summarize all negative posts.  Thus, by complaining about the delay, we - in fact - extend it (talk about being hoist with one's own petard)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Fuck me! Wednesday?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 1,
    "snip": false,
    "text": "i can't talk about being hoist with one's own petard because i don't know what that means."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lynnym",
    "plus": 0,
    "snip": false,
    "text": "hoisted with one's own Picard...hee hee hee <br/> \n <br/> \n</fan>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "factorial",
    "plus": 0,
    "snip": false,
    "text": "Next comic is supposed to be of \"obscene length.\" We'll see about that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Yes we will. All, let's have our obscene length-measurement tools at the ready."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Lemme just whip out mah... <br/> \n <br/> \nRuler."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "other...other way, dude."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "maybe it'll be John Holmes pickled dick in a jar.. like ray finds another 'secret' eBay, this time for [________].. you can just take these comics wherever you want."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Panel four resonates strongly with my feelings about Bill Cosby"
  }
]