[
  {
    "depth": 0,
    "minus": 0,
    "name": "grobo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grobo was marked lame too many times and excluded. (marked lame by jlynes, rhino, luckypyjamas, lk, usversusthem, jmmfgd, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "LOVE THEM"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "MOIST... <br/> \n <br/> \nhair."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_pete",
    "plus": 72,
    "snip": false,
    "text": "Ah, Poland. So far from God, so close to Prussia."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 4,
    "snip": false,
    "text": "My history's pretty hazy, but I'm relatively sure that Prussia didn't even exist a full calendar year ago."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 5,
    "snip": false,
    "text": "Oh, it's still there. Russia bought the place out with some leftover mortars, and re-named it Kaliningrad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arcibi",
    "plus": 0,
    "snip": true,
    "text": "A comment left by arcibi was marked lame too many times and excluded. (marked lame by jack, dismas, salo, StagnantDisplay, farqussus, sid, Siah, clintisiceman)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by apocowarg, lamboyster, jack, dismas, yellowcardigan, poing, nutmeg)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 5,
    "snip": false,
    "text": "It's the alt text."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by apocowarg, aquamuffin, Audhumla)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "It was such a good deal from  <em>Publishers Clearing House</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davidadam",
    "plus": 1,
    "snip": false,
    "text": "I must be from the wrong part of the country as I have either never heard a polack joke or have heard so few that I forget them. I hereby challenge the people after me to fill up this page with said jokes for my benefit."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "djwhiterabbit",
    "plus": 22,
    "snip": false,
    "text": "Q: How do you sink a Polish battleship? <br/> \n <br/> \nA: Put it in the water. <br/> \n <br/> \n[PAUSE FOR L@FFS] <br/> \n <br/> \nmore equally compelling Polish humor at  <a href=\"http://web.archive.org/web/20101102221615/http://www.lysator.liu.se/jokes/polish.html\">http://www.lysator.liu.se/jokes/polish.html</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mugi",
    "plus": 5,
    "snip": false,
    "text": "That is truly the limit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mulisha7",
    "plus": 9,
    "snip": false,
    "text": "What do you get when you cross a gorilla and a polack?  <br/> \n <br/> \nA retarded gorilla."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ford",
    "plus": 9,
    "snip": false,
    "text": "A Frenchman, an Italian and a Polack are discussing the purpose of the head at the end of the penis.  The Frenchman says, \"It exists to give the woman a more pleasurable experience.\"  The Italian says \"You are incorrect, it exists to enhance the man's pleasure.\"  The Polack says, \"You are both wrong, it is there to keep your hand from slipping off.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "garlic_breath",
    "plus": 3,
    "snip": false,
    "text": "The only one I can remember now is the Polack that is in a bar and the bartender offers to tell him a Polack joke.  The guy gets all mad and says, \"I'll have you know that I'm Polish,\" and the bartender says, \"That's okay, I'll tell it slow.\" <br/> \n <br/> \nI remember hearing more when I was a little kid but I think they were all like dumb little kid jokes, like \"Why did the Polack throw the clock out of the window?  Because he wanted to see time fly.\"  Stuff like that.  They were all about how Polish people are stupid.  I don't really understand were it comes from. <br/> \nThe last panel in this strip made me laugh really hard."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "I love what Ray thinks is an acceptable joke about a Japanese person. It coincides with my own fantasy version of Japan (I hope it is fantasy, anyway)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 16,
    "snip": false,
    "text": "I like how he doesn't throw the magazine. He just unceremoniously lets it drop. Dear lord spare me those awful Polack jokes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 11,
    "snip": false,
    "text": "I would like to see the haircut so boring that it causes its owner to become deceased."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "It is the German response to the fatal joke.  <br/> \nProbably also why Pat hates barbers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soylimpio",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soylimpio was marked lame too many times and excluded. (marked lame by VandenBos, pwb, twohundredninety, goocifer, Towel)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 6,
    "snip": false,
    "text": "Ray said Ray thought it was an acceptable joke."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 5,
    "snip": false,
    "text": "Culturalist is not racist, even if the Japanese are insist on conflating the two. <br/> \n <br/> \nThe Japanese joke is funny, and even funnier when there are thousands of penis tentacles raping everyone at the city council meeting. Urotskokodoji!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "The fact that I already knew what Urotskokodoji was makes me very sad inside. Have a chubby for making me care."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 5,
    "snip": false,
    "text": "It's Urotsukidoji, and I'm very ashamed."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "A roommate in college made some friends and I watch this.  It was funny at first, and then just tiresome after a while.   <br/> \n <br/> \nAlways makes for a good reference, though."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "It is apparently some sort of metaphorical story about the dangers of AIDS.  <br/> \n(Yeah I don't get it either. I thought it was just porn.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kunkler",
    "plus": 0,
    "snip": false,
    "text": "I don't know why but the joke about the German made me laugh for ten minutes straight.  Gotta love ripping on germans."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 2,
    "snip": false,
    "text": "The final panel feels kinda old-skool humour. Not in a bad way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Took me a few readings to get RB saying 'vestigial' instead of 'anachronistic'."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tangram",
    "plus": 2,
    "snip": false,
    "text": "There's a fairly dirty song about Polish women in Vonnegut's \"Slaughterhouse-Five.\"  Chances are most of us have read it..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cameasiam",
    "plus": 32,
    "snip": false,
    "text": "It is really dark in my room and I went to toss a cigarette butt out the window and it bounced of my cat who I could not see. This has nothing to do with this strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 1,
    "snip": false,
    "text": "dude what the hell"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "I'm glad you clarified it had nothing to do with the strip. Otherwise, I would've thought it did. Still Chubby though!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 9,
    "snip": false,
    "text": "I am interested in your ideas and would like to subscribe to your newsletter."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aplomb",
    "plus": 0,
    "snip": false,
    "text": "Okay"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "5 for the last panel. It made me dork-laugh."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Poles are funny? <br/> \n <br/> \nI thought all they did was opened Kebab shops and stole roofing jobs... <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "They also have names with thirteen letters, but only one of which is a vowel."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You're thinking of Serbians."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Arek Przybylski would be insulted!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "utv",
    "plus": 1,
    "snip": false,
    "text": "Polish suddenly becomes very easy to pronounce once you recognize that most of those commonly occurring 2- or 3-consonant clusters are simple phonemes(?) - that is, don't go trying to pronounce each individual letter. For example, the aforementioned \"rz\" makes sort of a z or a j sound... kinda like the French word \"je.\" Furthermore, the y's are always pronounced as short i's are in English (as in fish, wit, lip). Add that to the fact that unlike English, the vowels are always pronounced the same way, and stress nearly always falls on the second-to-last syllable, and Polish is a fairly sensible and consistent language to pronounce. <br/> \n <br/> \nArek \"Pje-bill-ski\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "The more I know"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "What country are you from, that the Poles are roofers? <br/> \n(In the United States it is the Mexicans who are roofers.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cracklewater",
    "plus": 2,
    "snip": false,
    "text": "Poles reportedly did all building work in the UK between about 2002 and 2008. <br/> \n <br/> \nThen a large proportion saw the writing on the wall and went back home before the UK economy crashed, cashing in their sterling for zloty while the exchange was still good. <br/> \n <br/> \nThat's what I call smart!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "and before all the aforementioned houses fell down"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "sounds like gypsies to me...."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "You're not wrong. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentstinky",
    "plus": 0,
    "snip": false,
    "text": "Hey-ooo!  Ha ha ha!  You are correct sir!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 5,
    "snip": false,
    "text": "\"I don't really understand were it comes from.\" <br/> \nI believe it originated in the 40's when the polish rode horses into several battles in world war 2. In many cases against armored/tank divisions. But that was kind of like a roast beef thing is a fact, but sad, and which sucks to say. <br/> \n <br/> \nAnyway, that could explain all the war related ones, like this <br/> \nWhat do you do if a Polak throws a hand-grenade at you? <br/> \nTake the pin out and throw it back."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You're half right, in the sense that this is when the jokes began to be commonly identified with Polish people, but all of the basic jokes were derived from a common Eastern European stock where each population would make fun of neighboring ones. I'm Russian and a lot of jokes that we have about the Chucki are the same as Polish jokes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 4,
    "snip": false,
    "text": "You're right that many xenophobic cultural groups tell these \"stupid\" jokes about their neighbors.  It reveals a weakness in all of us to be \"better\" than others, knowing we are just the same if not stupider in reality. <br/> \n <br/> \nMy favorite theory about why the Poles got so lambasted with these shitty jokes has to do with the number of concentration camps that were set up in Poland, and the huge number of Polish Jews that were killed, thus angering the next generation of Jewish joke writers who manufactured millions of these jokes in revenge."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wartooth",
    "plus": 0,
    "snip": false,
    "text": "UZBEKS..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "...Aren't Eastern European, but Central Asian."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Yay, CatBank!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "yeah, that Hobbes picture was just temporary until I could get my actual portrait up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "I heard that it started in World War I, when Polish refugees came to the US. Most of the refugees were from rural Poland, so they didn't have access to a higher education."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "I heard it's cuz they're STUPID!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "I've always been totally down with Polack jokes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pogo was marked lame too many times and excluded. (marked lame by Norsef, Rhadamanthus, Lumus)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 2,
    "snip": false,
    "text": "this really plucks your whiskers doesn't it? Though I can see how it's a short step from laughing at jokes about different nationalities to mass murder."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Yes, I admit to a certain sensitivity, especially when you consider how many millions of Poles and other Slavs were also killed by the Nazis."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "Ok, your talking about the holocaust again, which would make sense if that was what the joke was about. Its like if i said, \"I dont like rice crispies\" and you said it bugged you cause we once fire bombed japan and it makes you sensitive."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "I must be a dumb Polock, I guess."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Where is assetbar Philippe to break this uncomfortable tension with a plaintive cry for \"Huuuuuuuugs\"???"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "youre on the go, too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "How do you get a one-armed Carthaginian out of a tree? <br/> \n <br/> \nWave to him! <br/> \n <br/> \nOh, is it too soon? Sorry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "7th_shot",
    "plus": 1,
    "snip": false,
    "text": "I've been in RB's shoes before in panel 4. Just that token noise, one step up from \"uh-huh\", so your rambling friend doesn't think they're being ignored."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gmm",
    "plus": 1,
    "snip": false,
    "text": "We all come to regret subscribing to racist humour magazines eventually"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 2,
    "snip": false,
    "text": "I love that Ray once subscribed to a magazine about Polak jokes and still read it, so surprised and incensed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "I have a couple of Polish customers in my booze shop. One of them is like this. The other is farking HUGE and laughs at everything. <br/> \nStill a win on this, though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 11,
    "snip": false,
    "text": "How many poles does it take to screw in a light bulb? <br/> \n <br/> \nTwo or more! One to screw it in and the others to act in a stereotypical manner that puts their whole nation to shame!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Now that's funny!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norsef",
    "plus": 4,
    "snip": false,
    "text": "What do you call a pole flying a plane? <br/> \nA pilot you racist."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "what do you get when you mix a Polish kid and a Mexican kid..? <br/> \n <br/> \nsomeone who spray paints his name on chain link fences. <br/> \n <br/> \n(i am Polish.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tad-",
    "plus": 0,
    "snip": false,
    "text": "Ray's still sore about World War II."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goatmasterflash",
    "plus": 0,
    "snip": false,
    "text": "I was flying on LOT (Poland's main airline) 15 years ago, and the entire left side of the plane was designated non-smoking seats, while the entire right side of the plane was the smoking section. No joke (and no air-curtain)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "This makes two strips in a row that deal with Ray's taste in strange magazines. <br/> \n <br/> \n I imagine that he is subscribed to every magazine in the world that somewhat catches his interest."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Ray's stomach looks like a face in the last panel. It appears to be trying to finish reading a joke before the magazine falls out of sigh."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "sight*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smallberries",
    "plus": 0,
    "snip": false,
    "text": "However, jokes about bassists are open season, thus:  <br/> \nWhy don't bass players tell blonde jokes? <br/> \nThey don't understand them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "What did the bass guitar player request to hear at the filming of Lady Gaga Unplugged?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": false,
    "text": "I... I kind of have to know now"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Things not to do in Chicago: Polack jokes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "IMPORTANT NOTE: This is one of maybe five achewood comics where the last panel contains a clear punchline."
  }
]