[
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by madnes, zaratustra, mrn)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hannah",
    "plus": 7,
    "snip": false,
    "text": "it's definitely the typefaces on the disc, coupled with the punctuation/capitalisation of the actors' names. that's what does it for me right here. that porn is so cheaply made and that's funny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 24,
    "snip": false,
    "text": "Actually, Steve and Andy were annoyed that Ron did not participate much."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 0,
    "snip": false,
    "text": "Ron's gonna be pissed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "closefriend",
    "plus": 53,
    "snip": false,
    "text": "Whimsington Storke has the best case of name-matching-appearance I have ever seen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "inordinate",
    "plus": 1,
    "snip": false,
    "text": "If I could chubby that comment thrice, I would."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "I have to wonder if Onstad found these pictures or drew them. I sort of hope he found them. Storke and How to Weep the Weepy Weep Way are so surreal I want them to exist in the natural universe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "projectyl",
    "plus": 7,
    "snip": false,
    "text": "So brilliantly calibrated to be uninteresting that it took me three reads to notice that a \"Hot Pick\" is apparently represented by the handicapped symbol."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redsalesperson",
    "plus": 7,
    "snip": false,
    "text": "I'm pretty sure that sticker means it was a hot pick among the handicapped demographic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saurkraus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saurkraus was marked lame too many times and excluded. (marked lame by Vondicus, SaulBellow, Siah)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saurkraus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saurkraus was marked lame too many times and excluded. (marked lame by GMM, SaulBellow, Siah)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lugosh",
    "plus": 3,
    "snip": false,
    "text": "Your name is almost ALMOST a palindrome... <br/> \n <br/> \nSo close."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "em2",
    "plus": 3,
    "snip": false,
    "text": "It's what we like to call a \"near\" palindrome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 1,
    "snip": false,
    "text": "Oh ron when will you learn to carry your weight?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zerobot",
    "plus": 3,
    "snip": false,
    "text": "UNRELEASED!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "closefriend",
    "plus": 0,
    "snip": true,
    "text": "A comment left by closefriend was marked lame too many times and excluded. (marked lame by SaulBellow, nutmeg, Tirek)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "honesttom",
    "plus": 38,
    "snip": false,
    "text": "So nobody in 1979 says, \"Wait a second, this is an anachronism!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 3,
    "snip": false,
    "text": "So that nobody makes the gauche mistake of referring to out-of-date equine hostelry information?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Whenever I read this strip I always look forward to scrolling down and reading this here comment by honesttom."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heyoo",
    "plus": 6,
    "snip": false,
    "text": "The unreleased Pewter House poems are largely regarded as the most natural and interesting ones, since the released versions often are overdone for commercial appeal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henrythecad",
    "plus": 2,
    "snip": false,
    "text": "Ron's role seems a bit downplayed. Maybe he wasn't invited."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "possums",
    "plus": 1,
    "snip": false,
    "text": "It does say in the alt-text that Steve and Andy were mad that Ron did not participate much. <br/> \n <br/> \nAnd I wonder if they're referring to the Ron in your avatar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cormanosanchez",
    "plus": 4,
    "snip": false,
    "text": "I could so see Pitchfork reviewing an album titled \"All for the Love of Belforian Mews\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "headphones",
    "plus": 0,
    "snip": false,
    "text": "They would give it a 7.7"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "speth",
    "plus": 1,
    "snip": false,
    "text": "pewter is by far the most boring alloy"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "speth",
    "plus": 1,
    "snip": false,
    "text": "i just spent almost an hour laughing at the Poems from Pewter House* frame during which i occasionally walked away from my computer to cool down only to start laughing again upon reseating <br/> \n <br/> \n*with Whimsington Storke"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Why is  <em>Great, Great, <span style=\"border-bottom: 1px dotted\">Great!</span></em>  \"double-subtitled? What does that even  <em>mean?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "Nothing. <br/> \nIt's designed to be as unappealing and unlike porn as possible. Whats a bigger turn off than subtitles?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 3,
    "snip": false,
    "text": "double-subtitles."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norsef",
    "plus": 1,
    "snip": false,
    "text": "Exactly!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Not entirely true; there are such things as double subtitles on some prints.  I can't think of any film off hand, but I know I've seen films, say, in Swedish with Russian subtitles (in Cyrillic) and English subtitles, normally below each other, sometimes with one at the top of the screen and one at the bottom."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 1,
    "snip": false,
    "text": "great solely for \"UNRELEASED!\" on the released DVD"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arelladawn",
    "plus": 0,
    "snip": false,
    "text": "Has Onstad been spying at my Netflix queue?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "double subtitled. might as well cover that thing in pubic hair. ain't nobody touching that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bex",
    "plus": 0,
    "snip": false,
    "text": "I remember this, it was the comic that made me fall in love with achewood. The little Finnish dog got me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "These are reminiscent of the covers of those old \"educationa\"l videos, which are \"animated\" despite the fact that except for the occasional wipe, none of the \"drawings\" actually move, and some lady who sounds bored of it herself tells the story of some \"character\", and the only music is the demo from an 80s model budget keyboard at the very beginning. I was thinking of also putting quotes on \"lady\" but that would seem to go a bit far, as that women was every bit the example of reserved feminine class."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "celesticles",
    "plus": 0,
    "snip": false,
    "text": "This is the most quality Mr. Show reference I've ever seen."
  }
]