[
  {
    "depth": 0,
    "minus": 0,
    "name": "oplem",
    "plus": 23,
    "snip": false,
    "text": "Oh dear lord Philippe, you're bleeding everywhere. <br/> \n <br/> \nHe's just trying so hard :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "serf",
    "plus": 0,
    "snip": true,
    "text": "A comment left by serf was marked lame too many times and excluded. (marked lame by mygoodfriend, mania3, Wolfslice)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soupytwist",
    "plus": 25,
    "snip": false,
    "text": "ah-groobah-pfuh!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "oplem",
    "plus": 21,
    "snip": false,
    "text": "I've been looking at this comic for about 10 minutes cracking up at each of Philippe's expressions. Once one face ceases to amuse me, I look at a different one and the whole process repeats itself. I don't know how many times over I have read this now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "oplem",
    "plus": 4,
    "snip": false,
    "text": "My favorite probably has to be panel seven. <br/> \n <br/> \nHe's just so determined, and at the same time PISSED about that bubble gum."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "philophobe",
    "plus": 2,
    "snip": false,
    "text": "Or panel six, in which his entire eye-nose-face area threatens to become a puckered asshole, or perhaps a collapsing star about to go nova."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vondicus",
    "plus": 0,
    "snip": false,
    "text": "He appears to be going Super Saiyan in panel nine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peng33",
    "plus": 0,
    "snip": false,
    "text": "krak"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dersquirrel",
    "plus": 33,
    "snip": false,
    "text": "This is the first occasion the alt text has been better than the comic.  Not that this isn't a good one either."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mobro_4000",
    "plus": 14,
    "snip": false,
    "text": "Nice Pete would be angered to learn that dehydration succeeded where he failed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 0,
    "snip": false,
    "text": "I was going to say the same thing."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "jthompson",
    "plus": 3,
    "snip": false,
    "text": "Me too! We should start a group on facebook. <br/> \n <br/> \n(This is a joke, guys.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deimosrising",
    "plus": 7,
    "snip": false,
    "text": "not even close. there are quite a few strips where the alt text was the best thing going previous to this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "post some examples i'd like to review them"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greyfield",
    "plus": 0,
    "snip": false,
    "text": "Meg White. http://achewood.com/index.php?date=12042006"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "that strip is from my 21st birthday"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zem",
    "plus": 5,
    "snip": false,
    "text": "who cares"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145718/http://achewood.com/index.php?date=12132004\">This</a>  is still my favorite example of an alt text outdoing a strip (though, the strip is one of my favorites, as well)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "This is seriously weird, when I copy and paste that address it pastes as \"ASS STACK\", it wasn't on my clipboard from before, I can copy paste something else then come back and get that and again it pastes as \"ASS STACK\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "My favourite alt text of ever: <br/> \nhttp://m.assetbar.com/achewood/uua91Jdlq"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 16,
    "snip": false,
    "text": "The dehydration occurs because, in concentration, Phillipe's tongue is sticking out of the corner of his mouth for 71 straight hours."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hollis",
    "plus": 6,
    "snip": false,
    "text": "Mad points for enthusiasm... needs a little work on technique"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shenred",
    "plus": 15,
    "snip": false,
    "text": "That pretty much sums up Phillipe's character perfectly.  This one reminds me a lot of \"Rap music, my droogs!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lolcatdeluxe was marked lame too many times and excluded. (marked lame by Norsef, Moolah, Overmedicated, NDCaesar, loneal, Shoopuf, luckypyjamas, bogmad, midgetron, Audhumla, stormagnet, Mastronaut, SotiCoto)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lolcatdeluxe was marked lame too many times and excluded. (marked lame by pendayho, Overmedicated, mattbeetee, kylank, equinn2006, loneal, Lumus, anitrophaeron, Audhumla, peterjoel, Mastronaut)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "I find your statement questionable, since I don't remember Onstad ever saying that, but I'm doubtful, since I don't pay all that much attention to his blog. Still, if you would point in the direction where said words were written, I'd be delighted. Thanks in advance"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "elzilcho",
    "plus": 3,
    "snip": false,
    "text": "[url=http://www.google.com/search?hl=en&q=achewood&btnG=Google Search]First result[/url]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "elzilcho",
    "plus": 1,
    "snip": false,
    "text": "*sigh* <br/> \n <br/> \nYou know, I used to ROCK BBcode. <br/> \n <br/> \nhttp://www.google.com/search?hl=en&q=achewood&btnG=Google Search"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lolcatdeluxe was marked lame too many times and excluded. (marked lame by Overmedicated, Audhumla, tangles)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "peterjoel",
    "plus": 6,
    "snip": false,
    "text": "Didn't Onstad say that before he decided that Philippe was still 5...? I hope so"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 2,
    "snip": false,
    "text": "yeah i think it's been established that he's five, and not retarded now"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "Google on Achewood, for the record: \"A cartoon of modern life as lived by a retarded otter, an alcoholic tiger, and two bears.\" <br/> \n <br/> \nHowever, Google didn't pull that text from Achewood.com itself - it comes from the strip's Open Directory description, which anyone could have written."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "way",
    "plus": 2,
    "snip": false,
    "text": "Uhm, wow. I actually went and typed this into the searchbar. <br/> \n <br/> \nI googled the google link. <br/> <br/> <br/> *sigh*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 33,
    "snip": false,
    "text": "Personally, I think that's an artifact of Early Achewood, when everything was a little different and not quite nailed down yet. Note that the text doesn't even mention Beef, Ray, or Pat -- so it was probably written even before they were introduced, or at least before Beef and Ray became as important as they did later. <br/> \n <br/> \nA lot of characters were different in those days -- Cornelius was ignorant of alcohol, Pat spoke jive, Ray was a mysterious, shadowy figure -- I think it's safe to say that while mental impairment was originally part of Philippe's character, that's not true any more. Look at how literate he is in the Friday Facts! Even if Roast Beef edits it for spelling and grammar,   I defy you to find me a  <em>normal</em>  five-year-old who's that literate. I mean, in the Lyle-gets-glasses edition of Friday Facts, Philippe censors \"fuck themselves\" to \"sin against their own bodies.\" Seriously, how many five-year-olds talk like that? Philippe might have a naive worldview, but I think he's really pretty bright."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lolcatdeluxe was marked lame too many times and excluded. (marked lame by johnnybaverage, pendayho, tekende, Norsef, mattbeetee, Vondicus, wittyname, biondino, odaya, loneal, teluxe, midgetron, joebot, Doc_Rostov, Mastronaut)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 3,
    "snip": false,
    "text": "\"Retarded\" in its modern sense is also used to imply imply that someone does stupid things... whether through actual mental differences to average... or through simply being 5. <br/> \n <br/> \nI was kinda retarded when I was 5, but I grew out of it by the time I was 11. <br/> \nSorta. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 4,
    "snip": false,
    "text": "He can also instantly think of  <a href=\"http://web.archive.org/web/20101009145718/http://achewood.com/index.php?date=09182006\">polyglot palindromes</a> . I think the whole idea is that Philippe is only five, but he is also sometimes a genius. Not unlike a certain tiger-toting six year old."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lolcatdeluxe was marked lame too many times and excluded. (marked lame by Overmedicated, atticusonline, friendofyou, Mastronaut)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overmedicated",
    "plus": 5,
    "snip": false,
    "text": "How the... how the hell did he DO that? <br/> \n <br/> \nI think I need to switch up my locks tonight, be right back."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zefiel",
    "plus": 2,
    "snip": false,
    "text": "the LOLCATS give him the power to see beyond the evident."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 5,
    "snip": false,
    "text": "The call is coming from INSIDE THE HOUSE oh shiiiiiiiii"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "anitrophaeron",
    "plus": 3,
    "snip": false,
    "text": "Lordy lordy, have I been revenge lamed??  I can't even get mad about that.  Regardless of our differing opinions on the humor of retarded philippe, I have to respect you for that.  Your internet is far superior to mine."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hollis",
    "plus": 2,
    "snip": false,
    "text": "I just gave you all chubbies for being awesome and making my life a little less boring with your grudge-laming drama.  Complex like Hamlet, yet with bold contemporary flair, \"Lolcatdeluxe's Revenge\" has made its mark on today's Internet stage.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "And I just gave you a Chubby to balance it out... and for an amusing ending post."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": false,
    "text": "i lamed you just for saying \"Uh HELLO.\" that always makes me want to rip out the eyes of whoever said it"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "60teeth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by 60teeth was marked lame too many times and excluded. (marked lame by kylank, mania3, Darthemed)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mikemcg",
    "plus": 10,
    "snip": false,
    "text": "Does Téodor expect that a kid with such a creepy mouth would be able to blow bubbles?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mome",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mome was marked lame too many times and excluded. (marked lame by riotdejaneiro, Overmedicated, kylank, katsura, wittyname, Red_Dawn, equinn2006, brzbee, Renuvian, Siah, nutmeg, Dwilow, Methadone, Wolfslice, Arcibi, natjo1986)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "andrew_",
    "plus": 6,
    "snip": false,
    "text": ": /"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phy",
    "plus": 10,
    "snip": false,
    "text": "I don't think you needed to say anything, your avatar says it all perfectly"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "andrew_",
    "plus": 113,
    "snip": false,
    "text": ""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "Chubbies-to-word ratio:  infinite.  Unless someone finds a way to get chubbies for not posting, or for deleting comments, this will be the all-time winner."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Chubby-to-word ratio  <em>undefined</em> , actually. Were there a scale, he would have just broken it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I'd say I was speechless, but it would be both wrong AND ironic under the circumstances."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "No wait. I'm the WCC. I cannot actually talk.  <br/> \nI'm speechless. <br/>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "whasit",
    "plus": 7,
    "snip": false,
    "text": "I see it as the force of Philippe's distress expels a distressed emoticon from his mouth for maximum expression of same."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 7,
    "snip": false,
    "text": "Mome: News you can't use."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "killerlimpet",
    "plus": 6,
    "snip": false,
    "text": "When he gets ticked off its Mome-wrath ! <br/> \nam 1 rite guyz lol"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Uhm.  This is the least apparently literate Jabberwocky reference I've ever seen.  Guys, I think this is gonna have to be a chubby from me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Thanks for the crotch update."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "griggs_although",
    "plus": 0,
    "snip": false,
    "text": "...Boned?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 3,
    "snip": false,
    "text": "It's hard to give a guy a chubby for telling you he's floppy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "Why not? He needs it. ...  <br/> \n <br/> \nI'm... so sorry."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "droplede",
    "plus": 0,
    "snip": false,
    "text": "Philippe, the otherwise tongue-limber who can't blow gum bubbles are feelin' for ya. Keep at it, kid."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 10,
    "snip": false,
    "text": "a diatribe on the current administration?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuart",
    "plus": 11,
    "snip": false,
    "text": "Panel 6 isn't going to help the people who have to point out that Phillipe is 5 and not retarded."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "estutius",
    "plus": 1,
    "snip": false,
    "text": "It took me until age 8 to blow bubbles with gum. I feel Philippe's pain."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twoply",
    "plus": 1,
    "snip": false,
    "text": "I used to get headaches from tongue strain!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "... I'm 23 and I still can't. <br/> \n <br/> \nMy mother wouldn't let me have gum. Ever. She figured if I did that I'd stick it on something or get it stuck somewhere.  <br/> \nI didn't actually even have gum of any sort until I was 14 and someone from the school I'd just moved to (before I'd had the chance to ostracise everyone) offered me some... and I was feeling rebellious. <br/> \n <br/> \nTo this day the best I've ever done is mix two packs of chewing gum with two packs of bubble gum... chew them up thoroughly... take it out of my mouth... stretch it OVER my lips and THEN blow it into a bubble. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "26 and still can't."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "I can't with normal gum, but with really soft bubblegum (Hubba Bubba or similar) I can manage it. Normal gum usually comes in pieces that are too small, and pellet gum is too hard for blowing bubbles, I find. <br/> \nNot that I should be chewing gum on account of braces. (With that being said, it makes a tasty and less prone-to-falling-off-while-eating alternative to putting wax on sharp bracket.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 0,
    "snip": false,
    "text": "Phillipe's starting to get some emeril eyes in panel 8."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fishingblues",
    "plus": 0,
    "snip": false,
    "text": "That is a masterful drawing of a bubble gum bubble popping.  I can taste thick, grape Bubble Yum in my mouth by just looking at it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shenred",
    "plus": 0,
    "snip": false,
    "text": "Though, for some reason, in panel 3 it looks like a tomato to me."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tehloki",
    "plus": 0,
    "snip": false,
    "text": "Panel three makes Teodor's mouth look like that such as of a negro caricature"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hollis",
    "plus": 0,
    "snip": false,
    "text": "I once chewed Bubble Yum so long it turned into liquid.  True story."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "I just retched, even though I know that's impossible. It just get's kneaded to the consistency of an extremely buff eraser!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tatterdemalion",
    "plus": 0,
    "snip": false,
    "text": "However, if you keep chewing it past eraser phase, it comes apart.  True story."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "zumicroom",
    "plus": 3,
    "snip": false,
    "text": "facial contortions of jim carrey proportions."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mattfish",
    "plus": 5,
    "snip": false,
    "text": "reporting consortions with portion distortion"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "umbra",
    "plus": 10,
    "snip": false,
    "text": "More shun the unapportioned blower's gum from Horsham while others score some in the tongue torsion quorum."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "mattfish",
    "plus": 2,
    "snip": false,
    "text": "props for making it relevant, represent the 'elements"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "undersupervised",
    "plus": 0,
    "snip": false,
    "text": "the drawing of teodor's chewing mouth is awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 3,
    "snip": false,
    "text": "five. oh god. i want to see more of these \"life skills\" strips involving philippe's failures."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 1,
    "snip": false,
    "text": "oh lord panel six is hell of disgusting"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mcphercj",
    "plus": 0,
    "snip": false,
    "text": "I propose that this is the most onomatopoeia in an Achewood strip.  Can you prove otherwise?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 3,
    "snip": false,
    "text": "Perhaps in a strip with 11 panels, but I believe there are instances in the \"Philippe Kidnapped\" story arc where many of the strips took on an almost German expressionist cinema feel through their lack of dialogue, like this one perhaps http://achewood.com/index.php?date=11242003"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shenred",
    "plus": 0,
    "snip": false,
    "text": "I'm not bothering to look it up, but I think some strips in the CH arc might best that, too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henrythecad",
    "plus": 0,
    "snip": false,
    "text": "great strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 1,
    "snip": false,
    "text": "Teodor's really been getting in touch with his inner child lately."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "satellitetv",
    "plus": 0,
    "snip": false,
    "text": "I've always just been happy whenever Philippe is in a strip, this one was so wonderful."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pohlhoud",
    "plus": 9,
    "snip": false,
    "text": "You know, this one made some bad memories return. Makes me remember those \"rages\" we all got when we were young and just weren't able to do that little thing we really wanted to do, no matter how hard we tried. I sure didn't end up hitting my head that hard, or hitting my head at all, but i do know what Philipe  felt, even though he doesn't exists."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 1,
    "snip": false,
    "text": "I once threw a frustration tantrum that forced my parents to leave a restaurant because I was unable to use a straw.  I insisted on drinking with one, but as much as I tried I was only able to blow bubbles into my milk with it. <br/> \n <br/> \nOf course, I don't remember any of this but my parents enjoy bringing it up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jlynes",
    "plus": 2,
    "snip": false,
    "text": "I would cry if, while eating a sandwich, the contents would fall out the back onto the plate."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 20,
    "snip": false,
    "text": "I once saw someone wink, and I tried, and I just blinked, and I kept trying until I started to cry and ran into the bathroom, pulled down my pants, locked the door, and wouldn't come out until I developed the proper muscle control. My Dad eventually picked the lock, and they found me, trou around my ankles, sobbing and blinking repeatedly in the bathtub. I also apparently had an atlas with me, although I don't remember that part. <br/> \n <br/> \nFuckin'  <em>loved</em>  atlases."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "This is amazing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "When I was Philippe's age, I spent three days straight in a sort of zen-like state of concentration, absolutely fucking  <em>determined</em>  to learn how to whistle like all those gutter urchins in the story books."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I used to watch X-Men all the time growing up and God help me, i wanted telekinetic powers  <em>so badly</em>  i would just spend hours staring at salt shakers and empty sugar packets, whatever light things i could find. <br/> \n <br/> \nFucking Jean Grey."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 5,
    "snip": false,
    "text": "\"Fucking\" here is a present participle, not a verb."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lacrimus",
    "plus": 2,
    "snip": false,
    "text": "Look at his face in panel nine.  It is rife with wicked sack."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 3,
    "snip": false,
    "text": "What happened to Teodor's gum? <br/> \n...you don't think... no... <br/> \n <br/> \nThat's gross, Teodor. Just get him a new piece for Pete's sake."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "randombeing",
    "plus": 2,
    "snip": false,
    "text": "A great big bucket of FIVE POINT ZERO, I think."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jugglegod",
    "plus": 1,
    "snip": false,
    "text": "I love the return of Philippe's creepy mouth.  Also, I don't think I've ever seen him look so determined as he does in panel 8."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charkie",
    "plus": 17,
    "snip": false,
    "text": "I bet Philippe wasn't even  <em>near</em>  a wall when he started that. He was just trying so goddamn hard that he flung into it from halfway across the room."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nicklon",
    "plus": 1,
    "snip": false,
    "text": "personally I think the result would have been much of the same with any given otter"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 4,
    "snip": false,
    "text": "God, why is this SO FUCKING FUNNY."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vreeeee",
    "plus": 1,
    "snip": false,
    "text": "There are few things more disconcerting than Philippe's grimaces in trying times."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mobro_4000",
    "plus": 10,
    "snip": false,
    "text": "You smacked your head on the door jamb, Phillipe. How come?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "BAHAHAHA.....  I love dark slapstick.  Damn Onstad, you kill me when you do this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "ah groobah pfuh. noises to remember people"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "I had similar problems trying to blow bubbles as a kid"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ging",
    "plus": 0,
    "snip": false,
    "text": "Guys does Nice Pete kill children?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jlynes",
    "plus": 11,
    "snip": false,
    "text": "Nice Pete does not  <em>kill</em> . <br/> \n <br/> \nNice Pete simply hastens the inevitable ascent that all who live must one day undertake."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gumfish",
    "plus": 5,
    "snip": false,
    "text": "<em>This is the box where the children will die</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "Oh we all gonna answer when the big bell rings <br/> \nWe all got to answer that bell <br/> \nThat big bell gonna come ringin' <br/> \nAnd send all the children to Hell <br/> \n <br/> \n[url=http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D11112003\\Nice Pete's Lullaby[/url]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "Correction: <br/> <br/> <br/> <a href=\"http://web.archive.org/web/20101009145718/http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D11112003\">Nice Pete's Lullaby</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Not that he kills them, just that they die there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wae",
    "plus": 4,
    "snip": false,
    "text": "Eventually everyone's shot clock expires and they go in The Van."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "halofyre",
    "plus": 1,
    "snip": false,
    "text": "Really, it all depends on the disposition of the closest Chemus Witch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 1,
    "snip": false,
    "text": "This was like a slow-burn crack up. I smiled, I chuckled, then gradually it dawned on me that this was the funniest fucking thing I'd seen in forever."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "stephanopoulos",
    "plus": 4,
    "snip": false,
    "text": "This is truly the saddest thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dirtyantaeus",
    "plus": 0,
    "snip": false,
    "text": "Philippe's not that bad. Sure he can't blow a bubble, but he doesn't spit out his gum even once. So you know he won't accidentally spit his gum at someone's crotch while trying to blow a bubble."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "If only we could all say the same for ourselves."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "haff",
    "plus": 0,
    "snip": false,
    "text": "What's going on with T's neck in the last couple of strips?  His sweater neck seems to have transformed into some flabby skin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rumblefish",
    "plus": 0,
    "snip": false,
    "text": "You can just make out the line that seperates sweater from bear head in the first three panels...then it sort of disappears. As we know he's quite capable of tearing his own head off given sufficient social motivation so it's likely that we shouldn't judge his clothing/skin interaction by human standards..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ssddr was marked lame too many times and excluded. (marked lame by JackParsons, JuggleGod, anitrophaeron, goopotato, Lereya, Budenhagen)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "madnes",
    "plus": 0,
    "snip": false,
    "text": "oh what the HELL people that did not deserve lames"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'd argue that it did."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "catachresis",
    "plus": 5,
    "snip": false,
    "text": "PFF <br/> \nPFFF <br/> \nPOP! <br/> \nCHEW CHEW <br/> \nmmmurrrgh... <br/> \nEROGHREE-VAGH-GUH-GUH-GUH! <br/> \nah-groobah-pfuh! <br/> \nUHMURRRGH! <br/> \nAWARRRGH- <br/> \nWHANK! KRAK"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lereya",
    "plus": 4,
    "snip": false,
    "text": "Only Onstad could take a rite of passage and turn it into something so completely hilarious.  Poor Philippe.  Don't worry, dude.  Chicks dig scars."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "afronaut",
    "plus": 0,
    "snip": false,
    "text": "Ha! haha!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 0,
    "snip": false,
    "text": "Philippe's facial expressions in this one are simply amazing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 2,
    "snip": false,
    "text": "I give this a 5 because several very similar events occurred to me as a child."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "halofyre",
    "plus": 2,
    "snip": false,
    "text": "I know that when I struggle with something (especially blowing bubbles) my nose gets bigger, too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thatcrazycommie was marked lame too many times and excluded. (marked lame by stopeatingmyeyes, FirePowa8, PohlHoud)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "absurdist",
    "plus": 0,
    "snip": false,
    "text": "When my friend had a seizure at the movie theatre and nearly choked on some popcorn she looked like panel 6."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "All of these \"one-off\" no-continuity strips are fucking gold, but I miss having a storyline :("
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tim_simmons",
    "plus": 0,
    "snip": false,
    "text": "i laughed like a hyena. phillipe could solve world ware three with this strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "Oh good. I was worried about world ware three."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "peterjoel",
    "plus": 6,
    "snip": false,
    "text": "Panel 9 looks like Philippe is enduring a particularly challenging visit with Hungry Gus."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niggar",
    "plus": 1,
    "snip": false,
    "text": "This is what happens with my bubble gum when I try to do more than chew it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thommy_h",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thommy_h was marked lame too many times and excluded. (marked lame by nbgreene, foetus_punch, anitrophaeron)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "You made a pun. <br/> \n <br/> \nFuck."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "This is SO what it is like to show a five year old how to do something. <br/> \n <br/> \nPhilippe is awfully stoic about it though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "budenhagen",
    "plus": 1,
    "snip": false,
    "text": "The mechanics of Teodor's mouth baffle me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weekendofsound",
    "plus": 0,
    "snip": true,
    "text": "A comment left by weekendofsound was marked lame too many times and excluded. (marked lame by Overmedicated, equinn2006, trapperjohn, anitrophaeron)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "That is because it's in the future.  Or an Imaginary Story."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Look in the liner notes to  <em>Rubber Soul</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "o2b",
    "plus": 0,
    "snip": false,
    "text": "Don't you think Teodor ought to look a bit more remorseful in the last panel? His instruction just caused Phillipe bodily harm (grievous even)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rumblefish",
    "plus": 0,
    "snip": false,
    "text": "Those are eyebrows of concern if ever I saw them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "goosey",
    "plus": 1,
    "snip": false,
    "text": "T's expression in that last panel is com <em>plex</em> ! There's remorse there, but also a multitude of other emotions, all fighting for dominance. The battle is not yet over but we know only one can be left standing at the end."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "beansdooma",
    "plus": 0,
    "snip": false,
    "text": "his expression implies that bodily harm during simple tasks is a common occurrence for Philippe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 2,
    "snip": false,
    "text": "My nearly 2 year old daughter is fascinated with me blowing bubbles.  She demands I do it again and again.  and again.  even when I have no gum."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "This strip is just so perfect. I find the last panel particularly touching."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "el_connor",
    "plus": 1,
    "snip": false,
    "text": "Story of my life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 4,
    "snip": false,
    "text": "\"You know how to blow bubbles, don't you Philippe? <br/> \nYou just put your lips together, and blow.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Whenever that line about whistling comes up in that movie I always hope Johnny from Airplane! jumps in and says, \"You can also do it by  <em>sucking!</em>  See, watch!\" <br/> \n <br/> \nI say this because I breathe in instead of breathing out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 0,
    "snip": false,
    "text": "i didn't really think that phillipe had \"lips\" per se, on his strange little mouth. it doesn't seem designed for bubble blowing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coco",
    "plus": 1,
    "snip": false,
    "text": "As Mr. Bear once mused: \"Dangerous questions take us down dangerous paths, Philippe.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morelaak",
    "plus": 1,
    "snip": false,
    "text": "y'know, i just want to point out how detailed Onstad made the popping bubble in panel 3. <br/> \n <br/> \ni mean seriously, most hacks would have just done a splotch.  but not Onstad.  Onstad show the bubble  <em>as the membrane shreds</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bhlaab",
    "plus": 0,
    "snip": false,
    "text": "FYI He was a retarded adult when the strip started (shorter because he is an otter) but now he is five and its better that way"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neoboman",
    "plus": 1,
    "snip": false,
    "text": "Lie Bot, what is the saddest thing? <br/> \n <br/> \nPhillipe in the final panel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neoboman",
    "plus": 0,
    "snip": false,
    "text": "One day, I hope to learn how to read."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "You get an A for effort, Philippe. Keep trying!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mollybloom11",
    "plus": 0,
    "snip": false,
    "text": "Philippe...you...are...RAD"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dunkus-bolunkus",
    "plus": 0,
    "snip": false,
    "text": "What's with the word 'Whank'? I was chortling along to little old phillipe right to the point I read out 'Whank'. I couldn't work out how to pronounce the 'WH' sound in this instance. Is it like in 'what' or more like the pronounciation of 'whare' in Maori (almost like an 'f' for those not from the sunny south pacific...) Is Phillipe hitting his head on the door somehow reminiscent of masturbation?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bhlaab",
    "plus": 0,
    "snip": false,
    "text": "you have to pronounce the WH like you're an old guy trying to clear phlegm from his throat because it adds the extra emphasis to the whack (but this is whank not whack i am guessing whank is sort of like a whack that doesn't go up at the end or reverberate)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dans",
    "plus": 7,
    "snip": false,
    "text": "This reminds me of when I first tried to learn how to snap my fingers and ended up hurling myself through a 4 story window. I was such an adorable little scamp."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Ah-grooba-pfuh SMASH AIE thud."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "ah-groobah-pfuh. Words to live by, people."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "I had trouble even understanding Phillipe's mouth in panel six."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bluejay",
    "plus": 1,
    "snip": false,
    "text": "I rock this lifestyle like second nature."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "WHANK!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "hee hee, like in the comic!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I thought it seemed familiar!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "Onstad comes up with some pretty creative sound effects, but I'm unable to associate \"eroghree-vagh-guh-guh-guh\" with chewing bubble gum, no matter how badly someone is doing it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortal",
    "plus": 0,
    "snip": false,
    "text": "That's not the chewing, that's the willpower you're hearing. Reading."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dallovich",
    "plus": 1,
    "snip": false,
    "text": "Three fishes in a row!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "three'd. is sad to me when children are injured."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 1,
    "snip": false,
    "text": "the sixth panel alone makes it for me. if that frame appear by itself without any context, it would still get a five."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 1,
    "snip": false,
    "text": "Every one of my attempts to blow bubbles to this day has ended up like this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 8,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101009145718/http://raysmuckles.blogspot.com/2007/09/what-hell-brochitches.html\">What the hell, brochitches?</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "After reading this blog, my only thought is to be pissed that Ray can get spaghetti and meatballs delivered, apparently.  If anyone can match this, I will begin plans to move to your city immediately."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Teodor's being kind of sadistic here: he  <em>knows</em> [ Phillipe's got a hare(otter?)lip, and this can only end in tears. <br/> \n <br/> \nMy problem was that i was too damn good at blowing bubbles, but i never got the hang of deflating them gracefully. I have really stupid hair in all my childhood pictures from getting gum stuck in it then trying to cut it out in a manner to avoid detection (Objective: failed.)  But O, what glorious bubbles did grow from my face!  Good times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niraj",
    "plus": 1,
    "snip": false,
    "text": "Amazing Onomatopoeia"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rascaldom",
    "plus": 0,
    "snip": false,
    "text": "My eyes first went to panel three for whatever reason, and I immediately thought Téodor's lips had  <em>exploded</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "HOW CAN THIS BE YOU HAVE NO EEEEEEEEEYES."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kikineko",
    "plus": 0,
    "snip": false,
    "text": "All the panels of Philippe's expressions are priceless, but the 6th panel is awesome... Does all his attempts in things end up bad?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I love Teodor's face in the last panel. He is definitely feeling bad for Phillipe, no doubt about that, but he's also wondering how someone could screw up blowing gum bubbles so badly as to result in head trauma."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plague",
    "plus": 2,
    "snip": false,
    "text": "Quite the bubblegum crisis Philippe is having."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "panamajack",
    "plus": 0,
    "snip": false,
    "text": "I did not learn how to blow bubble gum until I was 17, and thus can relate way too much with Phillipe here. I must have made that Panel 7 face a zillion times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "isaac_holladay",
    "plus": 0,
    "snip": false,
    "text": "Teodor looks like Homer Simpson in panel 4"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "squidvicious",
    "plus": 0,
    "snip": false,
    "text": "Phillipe is Five, and so is this strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "This... This strip is not even three."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "HOLY BALLS I'M RETARDED. Five as in the RATING, not as in YEARS."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cab234",
    "plus": 0,
    "snip": false,
    "text": "panel 6 is a masterpiece"
  }
]