[
  {
    "depth": 0,
    "minus": 0,
    "name": "malesherbez",
    "plus": 17,
    "snip": false,
    "text": "I love that last panel so much"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "It single-handedly makes this my favorite strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maledictis",
    "plus": 0,
    "snip": false,
    "text": "If you listen closely, you can hear the sounds of Beef screaming inside his own head."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 66,
    "snip": false,
    "text": "Nobody else in the universe would think to represent a man's thoughts by using an overly complex, never-gonna-fit Tetris shape dropping inexorably into an area where it will screw everything up.  <br/> \n <br/> \nAlthough I can't imagine what he's thinking - couldn't he just call his buddies and ask them if they've made any progress? Maybe that's just Beef's way. <br/> \n <br/> \nAlso, Lyle's characterization of Cornelius' car is just hilarious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hexjumper was marked lame too many times and excluded. (marked lame by ralnur, Ariamaki, cmjhogan, RedMange, Carrot, LiquidCruelty)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 36,
    "snip": false,
    "text": "I would think the reason Roast Beef doesn't phone anyone is because his depression makes him think they would be angry at him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mirzabah",
    "plus": 0,
    "snip": false,
    "text": "I just thought of it this way: <br/> \n <br/> \nWhat if he has pulled the car over to the side of the road, petrified and able to perceive the world only through Tetris Eyes?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "rizzle",
    "plus": 12,
    "snip": false,
    "text": "I think you miss the point.. <br/> \nThat IS what beef is thinking about"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hexjumper",
    "plus": 3,
    "snip": false,
    "text": "I thought that he was desperately trying to work through where Phillipe would be without enough information, which is why the Tetris shape is the way that it is."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cryptfiend85",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cryptfiend85 was marked lame too many times and excluded. (marked lame by straw, Pascal, equinn2006, last_tuesday)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "jesler729",
    "plus": 6,
    "snip": false,
    "text": "No, I'm pretty sure Beef is just extremely shook up about these Tetris scenarios he keeps coming up with."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jesler729",
    "plus": 4,
    "snip": false,
    "text": "Like, when you were a teenager did you ever come up with these strange situations in your head where you would try to keep something from happening but no matter what you did it would happen <br/> \nLike all such as a hand pressing against a pane of glass then the glass breaks and you are like DAMNIT so you imagine some steel reinforcing the glass but then the steel breaks and then the glass breaks and you are like DAMNIT <br/> \nKind of like that"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "srmeowmeow",
    "plus": 1,
    "snip": false,
    "text": "This means you're crazy but yes I know what you mean."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lucid",
    "plus": 2,
    "snip": false,
    "text": "Man, that's like the nightmares I'd have. All being on top of a skyscraper for no reason and even though I'm laying flat on a level floor I'm like, sliding or rolling over to the edge and falling.  <br/> \n <br/> \nOr dreaming I was given a present I knew my parents had spent a lot of money on but totally wasn't what I wanted, and though they urged I could just tell them if I didn't like it, I sat there pretending my heart out that it was the best thing I ever got, then crying about it later once I'd convinced them.  <br/> \n <br/> \nOmega Tetris man, it's just straight up terrifying."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "redion",
    "plus": 0,
    "snip": false,
    "text": "maybe. mostly i thought about an endless loop of...something. no matter how hard i tried to stop the loop it wouldn't stop. it was really just random thoughts about motion or whatever which is what made it really weird."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "Wow...I know EXACTLY what you're talking about. Seriously."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "slalvation",
    "plus": 6,
    "snip": false,
    "text": "I thought that when he becomes stressed and worried and feels hopeless, impossible Tetris pieces start popping into his head. <br/> \n <br/> \nYou tend to think of a lot of things in terms of Tetris if you play it a lot. I was looking at some ruins in a video game and trying to imagine how I would fill them with Tetris blocks."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 15,
    "snip": false,
    "text": "I used to play Mortal Kombat so much when I would take exams and have to answer complex questions, super intense combos and special moves would just all be running through my head"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "I love you, blarghamagarky."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Why do you get Mortal Kombat? <br/> \n... Why oh why is my life like Battletoads?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "haroldzidler",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I used to play mad Tetris, and random Tetris situations would invade my thoughts at random times. Like a perfect-fitting L-shape getting three lines or even just an S-shape actually being useful. I used to dream Tetris sometimes... Then the voices told me to stop. They had better plans."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ashoykh was marked lame too many times and excluded. (marked lame by possums, Overmedicated, jollysaintpete)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ghede",
    "plus": 1,
    "snip": false,
    "text": "Close, it's Omega."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "akarroa",
    "plus": 1,
    "snip": false,
    "text": "Or he's using his wireless built-in internet connection to play Tetris while driving."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Also, the overly complex Tetris shape is an Omega. <br/> \n <br/> \nThis is the END!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "myxococcus",
    "plus": 0,
    "snip": false,
    "text": "I don't know if that's a representation of Beef's thoughts...I think those ARE Beef's thoughts.  <br/> \n <br/> \nI see Beef daydreaming about Tetris, an oblong piece coming along, and the ensuing panic. Thinking up ever more complex and more terrifying pieces, upsetting himself yet too compelled by the horror to stop.  <br/> \n <br/> \nAlso any particular reason it's in the shape of an Omega?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rizzle",
    "plus": 2,
    "snip": false,
    "text": "This is one of my favorite strips ever.. <br/> \nBeef's expression is priceless"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dirtyantaeus",
    "plus": 22,
    "snip": false,
    "text": "After seeing that, I'll never bitch at s/z-shaped tetris blocks again. It's like he's playing Satan's version of Bastard Tetris."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "agika",
    "plus": 32,
    "snip": false,
    "text": "Anyway.  That Omega piece's a bitch, man.  Never play Tetris in Greece."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shoinan",
    "plus": 3,
    "snip": false,
    "text": "I don't see Nintendo releasing Satan's Bastard Tetris for the Wii. They should, but they won't."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mira",
    "plus": 29,
    "snip": false,
    "text": "It is the omega block, the block to end all blocks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 3,
    "snip": false,
    "text": "I love the Sissy Bond illusions that Lye has of Mr Bear. The end panel of Beef is SO a HL2 Mod spray for me. That utter cartoon look of mixed panic and dread"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mikekitchell",
    "plus": 2,
    "snip": false,
    "text": "What the  <em>hell</em>  does HL2 Mod Spray mean?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yaegmenthor",
    "plus": 1,
    "snip": false,
    "text": "In games of HL2 Deathmatch and mods based on HL2, usually you can make \"sprays\" across the map; generally they are of images you would find amusing and/or awesome and would like to share with  people."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "What I love about Windows Vista: <br/> \nmklink /d \"C:/Program Files (x86)/Steam/SteamApps/alphtechstuart/team fortress 2/materials/VGUI/logos\" C:/Users/Stuart/Pictures/Sprays/Source <br/> \n <br/> \nAnd so forth so with 1 VTF creation Beef there is now available in TF2, HL2:DM, CS:S, DOD:S, and HLDMS (if you're nasty)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "What you love about Windows Vista is that it can make symbolic links?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "Yup!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 8,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101014114714/http://www.penny-arcade.com/comic/2005/10/03\">You need to unbind that shit. I mean it. Everybody else here is on the same page. We're actively engaged in a <strong>historical simulation</strong>.</a>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "shadowlink_97",
    "plus": 0,
    "snip": false,
    "text": "LOL i knew what this was even before i clicked it. Ah, the days when PA used to be funny..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "darkwaffle",
    "plus": 1,
    "snip": false,
    "text": "Beef is good, but cannot compare to the doily line. Not even close."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clembot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by clembot was marked lame too many times and excluded. (marked lame by FVVS, thunderbat, equinn2006, HNimrod, Badgerus, ibetso, stormagnet, sumisueme, slalvation)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "You and I both.  I like the character in normal circumstances, but it's like people who think his reaction is cute here are forgetting  <em>there is a child's life on the line.  A child has been kidnapped by a serial killer and is going to die if you do not stop fucking around.</em>   Not the best time to have a nervous breakdown, is all I'm saying."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "landowmpg",
    "plus": 1,
    "snip": false,
    "text": "His life is in your hands, Dude.  He wanted me to stress that.  His life is in your hands."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patkun",
    "plus": 0,
    "snip": false,
    "text": "\"Pappy\"?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt",
    "plus": 0,
    "snip": false,
    "text": "laughed so hard at the second panel <br/> \n <br/> \nLyle   Cornelius is a recipe for success, always"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tttt",
    "plus": 1,
    "snip": false,
    "text": "*Lyle and Cornelius <br/> \n <br/> \napparently you can't do a plus sign"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stuart",
    "plus": 4,
    "snip": false,
    "text": "To make the last panel more terrifying, jump to the 13:04 point of Close to the Edge by Yes, if you've got it (I'm going off the version on the bonus disc of the Moog soundtrack here, so your time may very.)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "thunderbat",
    "plus": 1,
    "snip": false,
    "text": "Ahahahaha, that fits so well."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You're totally listening to Yes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Not just Yes.  <em>Moog</em>  Yes."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "AAAAAAHHHH! That's perfect. Chubby, sir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 10,
    "snip": false,
    "text": "i've been having real awful dreams about giant apocalyptic tetris blocks. just mowing us all down"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 7,
    "snip": false,
    "text": "I like the way Lyle drunkenly stares at the phone to discern who's calling."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prolefeed5",
    "plus": 0,
    "snip": false,
    "text": "I think the fact that Lyle plays a somewhat serious role at all in this arc made we nervous that something really bad was actually going to happen to Phillipe.  I know that its not a big deal to come back from Heaven/Hell in the Achewood mythos, but Phillipe is too innocent to be transiently killed like most of the other characters..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Man, that move is so familiar to me it is almost painful."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Have you ever done the one-eyed texting? That's always a fun one."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "No, but one time when I was just a kid I tried the drunken AIM conversation at 4 AM. <br/> \n <br/> \nI typed like Lyle, but less awesome, because it was AIM."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 8,
    "snip": false,
    "text": "Oh, don't even TALK to me about drunk-instant-messaging. So many terrible yet hilarious memories. Well, not so much memories as my friends sending me chatlogs the next day. <br/> \n <br/> \nLet's see... Oh, this is a fun one. <br/> \n <br/> \nBecci says: ph my god <br/> \nBecci says: i justy relaised  <br/> \nBecci says: (oh  <br/> \nAndy says: are you drunk?  <br/> \nBecci says: *realised  <br/> \nBecci says: yes.,  <br/> \nBecci says: *.  <br/> \nAndy says: somehow I knew  <br/> \nAndy says: what did you just realise?  <br/> \nBecci says: that]  <br/> \nAnd says: that ...  <br/> \nBecci says: i forgot to get into my pyjamas aftyer getting out of my regular clohtes, basically.  <br/> \nAnd says: hahahahaha  <br/> \nAndy says: so you basically got naked and then forgot about it?  <br/> \nAndy says: that's amusing.  <br/> \nBecci says: not totally n aked <br/> \n <br/> \nNo, not totally, because that would be ridiculous. <br/> \n <br/> \nBeat that. It's a challenge."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "slab64",
    "plus": 3,
    "snip": false,
    "text": "Beating  <em>to</em>  that? Not a challenge. At all."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "slab64",
    "plus": 1,
    "snip": false,
    "text": "Sorry."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I once had a friend who showed up at another friend's house, having driven all the way without remembering that he was not wearing pants. Also he didn't even knock, he just walked right into the guy's bedroom. Where he was occupied. With a girl. <br/> \n <br/> \nI guess that's like how a bad porno starts? Thing is, this dude wasn't even drunk."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 6,
    "snip": false,
    "text": "Did he fix the cable?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "afterward",
    "plus": 5,
    "snip": false,
    "text": "Don't be fatuous, tekende."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Not drunk - just ripped to the tits on crystal meth? <br/> \n <br/> \nThere is no feasible way this could happen without being under the influence of something/crazy. Is he crazy? Is he receiving medical treatment right now? If not I think you should get him sectioned. Surely it's not possible to go more than half a step out your front door without realising you're not wearing all the clothes you should be.  <em>Surely</em> . <br/> \n <br/> \nP.S. I love this story."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I just confirmed with said friend that the pantsless friend was in fact very, very drunk. I have been operating under the impression that he was not for some time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Suddenly every story about Spinynorman and his crazy friends is cast in doubt..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "IT'S ALL A LIE."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "serf",
    "plus": 0,
    "snip": false,
    "text": "beef's crazy nervous mind"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "relaxing",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101014114714/http://achewood.com/index.php?date=01042002\">Lyle thinks everything Cornelius does involves a doily.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Yup, that's what disillusionment looks like."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I've been reading this story backwards from Ray Goes To Hell.  It's a damn  <em>trip</em>  so far, I tell ya son."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "presterjohn",
    "plus": 3,
    "snip": false,
    "text": "Beef isn't even driving any more - just pulled onto the shoulder, engine in neutral, trapped in a nightmare of Tetrageddon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "OHHHHHHHH SHHHIIIIITTT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "I be calling everyone Pappy from now on"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I can only think of one other time that Lyle insisted such things, and it was quite long ago. This makes me think these two should be paired more often."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "The light coming from the front and rear of the car is so well conveyed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skaterpix",
    "plus": 0,
    "snip": false,
    "text": "Beef! He is my favorit, but now i'm going to have nightmares about Tetris"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "derelictman",
    "plus": 4,
    "snip": false,
    "text": "Don't you see the important thing here? We saw the crazy-ass block Beef was stuck with before. Later on, look - he's down to  <em>three neat, nearly complete lines</em> . He's being dealt impossible psychedelic Tetris shapes, and he's  <em>still winning</em> . <br/> \n <br/> \nHis Tetris skills are clearly beyond human ken."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unclesma",
    "plus": 0,
    "snip": false,
    "text": "It is no doubt Beef's facial expression in addition to the tetris metaphor that makes this strip wonderful."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Lyle is not in the least bit concerned that Phillipe might be hurt.  He knows that the Anarchist's Cookbook training will serve the little tyke well until The Dudes of the Neighborhood roll up like the goddamned cavalry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "angusword",
    "plus": 0,
    "snip": false,
    "text": "R. B. is possibly having a Flashback from Circumstances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "The lines are a lot thicker in panel three. What a cool way to make a close up super-dramatic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuntman",
    "plus": 0,
    "snip": false,
    "text": "SHIT!  SHIT!  SHIT!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muh",
    "plus": 0,
    "snip": false,
    "text": ""
  }
]