[
  {
    "depth": 0,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wehavemagnums was marked lame too many times and excluded. (marked lame by songbirdspectre, Connellingus, Conn, BillyLK)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 0,
    "snip": true,
    "text": "A comment left by actualtaunt was marked lame too many times and excluded. (marked lame by Rayonatoilet, colonelangus, habnabit)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "notesurfer",
    "plus": 2,
    "snip": false,
    "text": "Chubbied for the Maddox reference."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "os",
    "plus": 2,
    "snip": false,
    "text": "Screw YOU, Apple. FUCK you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": false,
    "text": "Those I'm A PC I'm A Mac adverts could have been so different"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 4,
    "snip": false,
    "text": "Apparantly John McLane is now the PC. <br/> \n <br/> \n <em>Yippie Ki-Yay Mother Fucker!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "Another thing a PC user can do which a Mac cannot. <br/> \n <br/> \nKill a helicopter with a police car."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "honesttom",
    "plus": 147,
    "snip": false,
    "text": "\"I'm a PC. I'm designed for the office.\" <br/> \n\"I'm a Mac. I basically have AIDS.\" <br/> \n\"I'm sorry to hear that, Mac.\" <br/> \n\"That's okay, PC.\" <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by Pan-Optic, Devin, songbirdspectre, trisha, Conn, pitseleh, BillyLK, werthog42, toddster)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rothenbergxxx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rothenbergxxx was marked lame too many times and excluded. (marked lame by butts, Bartleby, CanusDivinus, alejandroadam, Sneakernets, blackash)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "alejandroadam",
    "plus": 6,
    "snip": false,
    "text": "you mean I have to hunt down 10 kinds of ways to ask them not to send me spam, and then I probably gotta wade though 20 different adds and \"are you sure you wouldn't rather send us lots of money?\" questions to get off the list...  OH GOODIE i've been such a fool. it's not that I love mac's or pc's more, they just both come stock'd and loaded with spam ready to bug the sweet bujezzus out of you. that's all.  no need to defend corporations dood."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Ha ha, you buy your computers pre-built."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "benhead",
    "plus": 0,
    "snip": false,
    "text": "Sadly, it's still nearly impossible to build your own laptop."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Not cost effective anyway, but I was just trying to escalate the nerd war. I would continue by mocking laptops, but I'm typing on a laptop and I don't want it to explode from hypocrisy. Thing was flippin expensive."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 3,
    "snip": false,
    "text": "Why you using a laptop anyway? <br/> \nThose things designed for people who go outside  <strong>willingly</strong> . People who have  <em>friends</em> .  <br/> \nBasically just not the sort of people a computer would want to be intimate with.  <br/> \n <br/> \nBesides... who wants friends? You think you're getting along so well, and then they dump you in an incinerator to open a door."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "It's not like GlaDos gave me a choice... <br/> \n <br/> \nAnyway, I was using a laptop because my work is in different locations all the time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "So like Carmen Sandiego... but legal?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "Who said it was legal?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Nobody, but if you'd care to express details to the contrary I'm sure we* would all be delighted to hear about it. <br/> <br/> <br/> <em>[*= The term \"we\" may or may not include those interested in such matters in a professional capacity.]</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "You're wrong, sir. I have a laptop so that I don't have to leave my bed. Sitting in chairs is HARD."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "I especially like the trial software one because the last few PCs I've bought have hardly come with any trial software at all that wasn't on separate discs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "suprememongoose",
    "plus": 0,
    "snip": false,
    "text": "Why Oregon?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iloveyoucupcake",
    "plus": 0,
    "snip": true,
    "text": "A comment left by iloveyoucupcake was marked lame too many times and excluded. (marked lame by apocowarg, Thorfinn, Jesler729, blackash)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "suprememongoose",
    "plus": 3,
    "snip": false,
    "text": "hahaha - southern Oregon representing here. Isn't Northern Cal a bunch of weedsmoking hippies though? ;)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "centipede_damascus",
    "plus": 3,
    "snip": false,
    "text": "Central Oregon reprazzentin' saying we got meth cookers, but they're mostly white trash trailer folk. We also got a lot of farmers and coffeehouse liberals. It's an interesting place."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Portland Oregon representing.  And I'm fuckin'  <em>pissed.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "Portland also representing. And I fuckin' <i>don't care</i>."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Okay. <br/> \n <br/> \nHi, Portlander."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "squares",
    "plus": 8,
    "snip": false,
    "text": "your avatar tells me otherwise."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 0,
    "snip": false,
    "text": "I like to think that my fellow Oregonians, (specifically Portland), would not say any variation of the word \"represent\". Sadly, this is not the case. Anyways, the cavemen all reside in Eugene, where they are stoned out of their minds."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Ha ha this comment used to make me laugh when I lived in Portland but it makes me laugh more now that I live in Eugene! <br/> \nThere are lots of Cavemen here."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dtuba",
    "plus": 1,
    "snip": false,
    "text": "Grants Pass is where the cavemen dwell. They have a statue and evverything."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "I've never figured out how NoCal-ers reckon that's a bad thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "...and sell it to Northern Californians."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sargasm was marked lame too many times and excluded. (marked lame by atom, Thorfinn, gormster, songbirdspectre, king_of_pwns, theplaidknight, toddster, RothenbergXXX, SenseiHollywood, ibetso)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by Thorfinn, gormster, king_of_pwns, werthog42, theplaidknight, bendotc, RothenbergXXX)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by straw, fakead, Overmedicated, Thorfinn, glorify, synnah, chochacho, headphones, The_Dude, tehloki, mugi, Fcannon, jonnylatron, spoids, swatson, slalvation, STUART, Archon_Divinus)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "foetus_punch",
    "plus": 5,
    "snip": false,
    "text": "I use UNIX. Seriously. I am currently using Ubuntu. <br/> \n <br/> \nIt is a good operating system! I am not fat! No, I do not have a beard what do I look like a god-damned bearded fat asshole."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "wite_rabit",
    "plus": 0,
    "snip": false,
    "text": "I had to set my threshold to just  <em>over nine thousand</em>  in order to read some  <strike>asherdan</strike>  posts. I'm definitely digging the laming/chubbing of posts others don't get the benefit of."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "no. no macs are so poorly conveyed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whuppins",
    "plus": 21,
    "snip": false,
    "text": "Regardless of your feelings on Macs, you have to admit that Roast Beef's disses in the last panel are particularly well-crafted."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 1,
    "snip": false,
    "text": "Ka-Blamm! Apple!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewoodno1fan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achewoodno1fan was marked lame too many times and excluded. (marked lame by straw, divot, Overmedicated, StoatLad, Thorfinn, mikeD, cdl146, empy, mrblank91, tropicana, PoodleLucy, Archon_Divinus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 5,
    "snip": false,
    "text": "as you are are a purported old female, that suprises me little. also you write like a lolcat, which says a lot."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "straw",
    "plus": 16,
    "snip": false,
    "text": "That cat and that bear are going to give that other cat a makeover.   <br/> \n <br/> \nAchewood"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yaegmenthor",
    "plus": 1,
    "snip": false,
    "text": "<em>Education</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "The more you know!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetrisattack",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tetrisattack was marked lame too many times and excluded. (marked lame by atom, songbirdspectre, bug, BillyLK, theplaidknight, excusemesenator)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by NoneMoreNegative, fakead, Thorfinn, Deusoma, mikeD, camrock, chochacho, godfatherofsouls, mugi, Fcannon, slalvation)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "relaxing",
    "plus": 1,
    "snip": false,
    "text": "But let me ask you this: how many recording engineers do you know?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "What's your point?"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "semiquaver",
    "plus": 10,
    "snip": false,
    "text": "Apple computers do a lot of things well, but they'll never do as much as PCs do, because they're not designed to be flexible.  On a PC, you can do anything if you're willing to spend a little time and effor to make it work.  On a mac, they pretty much have to bundle everything you'd ever need, because there's fuck all else you can do with it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "so, can you not be outside of the standard? <br/> \nBasically it breaks down to mac users being the lowest knowledge, then windows, than a linux/unix user."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "I learned pro tools in college and was not impressed due to it's limited functionality. It's like they didn't even care. All Mac stuff is like they don't care what you want. I don't like being told I can only use something one way. I didn't like how they crashed all the time when trying to render stuff in Final Cut Pro or Adobe After Effects. I didn't like how slow they rendered anything compared to their cheaper PC contemporaries. I didn't like Macwhores screaming to high heaven how awesome the Mac was even though it was not awesome.  <br/> \n <br/> \nNo, they weren't useless, they just better at being artwork than being computers.  <br/> \n <br/> \nI did like that if you had a PC, you could put Windows 2000 on it, and it always worked. I still use that computer. I am typing on it now. It never fucks up. <br/> \n <br/> \nMy first computer was a 1987 Mac SE. It was a delight to use. Did some crazy hypercard scripts and shufflepuck on that bitch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 1,
    "snip": false,
    "text": "The hell, in all later strips where a computer appears I thought they all looked like macs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by songbirdspectre was marked lame too many times and excluded. (marked lame by apocowarg, fakead, Thorfinn, farqussus, CanusDivinus, mugi, STUART)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 2,
    "snip": false,
    "text": "But does the G4 feel the same way <br/> \n <br/> \ndoes it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 3,
    "snip": false,
    "text": "\"...lame under anti-Mac comments, yet no anti-Mac comments...\" <br/> \n <br/> \nQe?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "You ibook users and your digital copulations.  Don't you know you can play games on laptops now?  And that some laptops have speakers that are more powerful than ten-dollar cell phone earpieces?  Sigh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goosey",
    "plus": 37,
    "snip": false,
    "text": "PCs are for people who know how to use computers  <em>and have a tendency to imagine worst-case scenarios</em> . <br/> \n <br/> \nMacs do break less often than PCs, but when a PC breaks you're a lot less screwed than when a Mac breaks, because it's so much easier to fix the problem (if you know stuff about computers). <br/> \n <br/> \nThis is why Beef prefers PCs, because imagining worst-case scenarios is an everyday thing to him and he knows stuff about computers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jlynes",
    "plus": 5,
    "snip": false,
    "text": "Exactly.  Something breaks in my PC, and I can fix it.  Something breaks in your Mac, then so long four to six weeks and a pantload of cash for shipping."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "semiquaver",
    "plus": 4,
    "snip": false,
    "text": "Macs are for self-indulgent rich folk and uninformed non-rich folk.  Which is an intriguing industry niche, I grant you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slalvation",
    "plus": 3,
    "snip": false,
    "text": "Even if you don't know stuff about computers! You can usually fuck around cautiously until it works again."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Amen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "storableprawn",
    "plus": 2,
    "snip": false,
    "text": "Beef probably dual-boots Linux and XP. No way a dude with coding skills like that doesn't have a Linux build or two on his hard drive."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "Represent, Mr Prawn. I used to rock a stone-cold partitioned XP/Linux Debian, until I realized...I don't need you anymore, XP."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "circadin",
    "plus": 7,
    "snip": false,
    "text": "I've used a mac for 10 years now and I find the punchline hilarious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "All y'all some nerds."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saru",
    "plus": 1,
    "snip": false,
    "text": "I joined, just now, to give this strip a five."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "synnah",
    "plus": 10,
    "snip": false,
    "text": "I just ordered an iPod with 'Talk about a computer which basically has AIDS' engraved on it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 2,
    "snip": false,
    "text": "really?  is that true? <br/> \n <br/> \nbecause that is HEROIC"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "synnah",
    "plus": 76,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Wow. Achewood and explodingdog, all in one iPod of goodness. Your internet indie cred cache has expanded exponentially!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synnah",
    "plus": 2,
    "snip": false,
    "text": "The only down side is that the ExplodingDog skin covers up Beef's quote. I guess I could just shout it at people whenever I take my iPod out, but that kind of impacts on the subtlety."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Best ever."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "synnah",
    "plus": 7,
    "snip": false,
    "text": "In a bitterly ironic twist, I had to send the iPod off to be repaired/replaced today, after it stopped functioning. I guess it really did have AIDS."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Well, it must have been a good two months."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "puguglypress",
    "plus": 6,
    "snip": false,
    "text": "S, here's a weird fact: Stephen Fry was the second person in the UK to buy a Mac! (from the Wikipedia article about Douglas Adams, who was the first person). <br/> \n <br/> \nI just found this out, and looked for your name on this page, hoping that you had made some clever comment about Macs so I could incorporate this into a clever response to you. <br/> \n <br/> \nYes, I'm unemployed right now"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "The nice people at Apple sent me a brand new iPod. With the same inscription! Thus (hopefully) ends the iPod saga. <br/> \n <br/> \nI feel like this has become my blog."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 9,
    "snip": false,
    "text": "Dear Synnah, <br/> \n <br/> \nYou haven't updated in  <em>two weeks</em> ! Have you D2BaD? <br/> \n <br/> \nTTYL! <br/> \n <br/> \n-=doc_rostov=-"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "synnah",
    "plus": 13,
    "snip": false,
    "text": "Dear doc_rostov, <br/> \n <br/> \nNo decision has yet been made about my prospective move into dentistry. Please be aware that if I do decide to end my blog, you shall be the first to be informed. <br/> \n <br/> \nPlease remember me as: Sitting In My Chair, Thinking About Teeth. <br/> \n <br/> \n£££Synnah£££ <br/> \nSIMCTAT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "miked",
    "plus": 0,
    "snip": false,
    "text": "Of course ipods are MP3 players which basically have AIDS but still, kudos for the inscription.. and the irony.."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Yes, but mp3 players are still computers. Not *personal* computers; but they use circuits and binary and software and all that wonderful computery hoohah to store, interpret, and output those mp3s."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 4,
    "snip": false,
    "text": "Lemme get this straight: <br/> \nsome people like macs <br/> \nsome people like PCs <br/> \nsome people hate macs <br/> \nsome people hate PCs <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 2,
    "snip": false,
    "text": "Tsk, tsk, mattylite.  If only it were that simple. <br/> \n <br/> \n(It is that simple.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mangtastic",
    "plus": 1,
    "snip": false,
    "text": "You forgot that some people (such as myself) like/use both!  <br/> \n <br/> \nThe whole \"anti-Mac, pro-PC\", \"anti-PC, pro-mac\" is exceptionally hilarious.  Everyone needs to lighten up!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pogo was marked lame too many times and excluded. (marked lame by Squares, Mangtastic, theplaidknight)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "storableprawn",
    "plus": 2,
    "snip": false,
    "text": "My mac is stable, seems to manage memory much better, lets me enjoy the internets with much more wild, carefree abandon. It doesn't play DVDs after the latest update. <br/> \n <br/> \nMy Windows computer (which I am typing this on, because my laptop is in the other damn room) is good for playing games on, and scares the shit out of me to enjoy the internet with. It doesn't let me charge my phone through the USB port. <br/> \n <br/> \nIf my mac has AIDS, my PC keeps having herpes outbreaks. I love them both dearly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Storableprawn, do you have a 12-inch powerbook by any chance?  Mine stopped playing DVDs after an update, but I could use VLC and watch DVDs no problem."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "I actually hate macs because I HAVE to use them frequently.  My school stocks its lab with brand new imacs, only.  I've logged at least eighty hours on the sexiest computers Apple can throw at our tech guy, and I hate them.  The OS is virtually unusable, and a thousand things I assume a PC will have are missing.  I used to feel like a master saxophone player who'd been reduced to busking with a three-dollar accordion.  Thank god I finally got a laptop."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "Macs aren't irrelevant, actually. I, being a PC guy all my life, had to figure out how to use macs in college. See in the design industry macs are the standard, and now that I have both mac and pc, I see the uses for both. <br/> \n <br/> \nThey both have pros and cons. PCs are like Harleys and Macs are crotch rockets."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I am the same (used PCs for like eleven years then had to use Macs because of starting uni and going into design industry), however now I really hate using PCs. I hated my Mac at first because it seemed so weird and silly but now I'm like THIS OPERATING SYSTEM IS THE SHIT and WHAT THE HELL I WAS USING WINDOWS FOR SO LONG IT IS SO NASTY OH IF ONLY MORE PEOPLE KNEW"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jhunter",
    "plus": 1,
    "snip": false,
    "text": "Teodor looks so pumped in panel five. He's  <em>going</em>  to ride that wave. He  <em>dares</em>  you to stop him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Yay for the blatant \"fuck Macs\" message. I hate those goddamn hipster laden commercials. The only people I see in Portland on macs are twits trying to look like they are hip and cool."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "acefalco",
    "plus": 1,
    "snip": false,
    "text": "I find it hell of amusing that people think the differences between Macs and PCs matter enough to actually  <em>get <strong>angry</strong></em>  about."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unclemikey",
    "plus": 0,
    "snip": false,
    "text": "Is it amusing (or sad) if Roast Beef saying that about Macs hurt my feelings? That's right, my feelings were hurt by an imaginary cat criticizing a computer manufacturer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Are you Jeff Goldblum? If so, it is both amusing  <em>and</em>  sad!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Couldn't be, Jeff Goldblum never asks a question without answering it in at least two ways before he is done with that particular continuous string of words."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "I like macs"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "At first I read this as ray saying he wanted to stuff a camera and document it."
  }
]