[
  {
    "depth": 0,
    "minus": 0,
    "name": "nsrdude",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nsrdude was marked lame too many times and excluded. (marked lame by ted0phile, straw, divot, kylank, EM2, Connellingus, luckypyjamas, woof, Xaxx, Milo)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by diggydow, kylank, Huber)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katal",
    "plus": 34,
    "snip": false,
    "text": "Ray is VICIOUS on the phone"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 23,
    "snip": false,
    "text": "is it just a coincidence that he was already wearing his vicious phone call attire?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "redmange",
    "plus": 13,
    "snip": false,
    "text": "Ray does not choose the attire, the attire chooses Ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wae was marked lame too many times and excluded. (marked lame by patkun, Boyd, gorrioncita)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wae was marked lame too many times and excluded. (marked lame by patkun, mxh, Boyd)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 1,
    "snip": false,
    "text": "I must try this sometime"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chaesar",
    "plus": 2,
    "snip": false,
    "text": "Flirting with a telemarketer is also fun."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Or trying to sell them products of your own."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lucid",
    "plus": 1,
    "snip": false,
    "text": "Yes, like when you turn down their product, and they start asking if you have a friend or girlfriend, under the pretense that they might benefit from this wonderful offer, and you take it as a come on.  <br/> \n <br/> \nI love doing that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "everything_is_a_hat",
    "plus": 7,
    "snip": false,
    "text": "this one gets hung next to the phone with a note that reads \"in case of tele-marketer, do the following:\""
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "djwhiterabbit",
    "plus": 1,
    "snip": false,
    "text": "why does the fact that Raymo is a crazy Finnish inventor terrify the telemarketer to the point of hanging up? <br/> \n <br/> \nor is it just that he's horrified that he was tricked into revealing his secret shame at being a telemarketer?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 1,
    "snip": false,
    "text": "I'm pretty sure it's the latter."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unfun",
    "plus": 5,
    "snip": false,
    "text": "I always thought he was afraid of losing his job for calling Finland on company time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "goosey",
    "plus": 5,
    "snip": false,
    "text": "I thought it was the fact that Ray said he  <em>was</em>  unhappy with his current long-distance carrier that spooked him, Milklin Honniker-style (or those Jehovah's Witnesses in Black Books)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "I feel the unnatural desire to Chubby anyone who makes a Black Books reference. It is a stupid desire but that show is associated with so much gleeeee!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "Glee is my favourite word, and I always think it deserves several eeeeeees."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "minortough",
    "plus": 0,
    "snip": false,
    "text": "It's definitely the latter."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nutmeg",
    "plus": 11,
    "snip": false,
    "text": "holy shit my freshman year of high school i was a telemarketer and i was THIS telemarketer! i always panicked and hung up when they sounded interested. they don't prepare you for that in training!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 1,
    "snip": false,
    "text": "This is the best thing I've ever heard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 4,
    "snip": false,
    "text": "None of Ray's friends call him at five thirty.  It has been agreed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apricotta",
    "plus": 3,
    "snip": false,
    "text": "I think it might be Todd, calling from Hell."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cdl146",
    "plus": 2,
    "snip": false,
    "text": "I worked as a telemarketer once. It is my secret shame."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tinhand was marked lame too many times and excluded. (marked lame by autrepoupee, SaulBellow, littlefatdog)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spenham",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spenham was marked lame too many times and excluded. (marked lame by JenH, Vondicus, dismas, catgrl131, Talbain, nipsy43, hellofditties, Boredom_Man, turnabout)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "When Ray has his phone jacket and his phone martini is a pretty bad dude, rude to the max. Not to be trifled with"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "satellitetv",
    "plus": 1,
    "snip": false,
    "text": "I was also a Telemarketer for one WHOLE month and secretly waited to get people like this, because then the day is more fun. I also used to do my spiel in Shwartzenegger's voice sometimes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Oh man, my first job out of college was as a supervisor at a call center yelling at people like you for doing things like that! <br/> \nOh, man, those were terrible, dark times."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuchurocket",
    "plus": 3,
    "snip": false,
    "text": "even darker and more terrible is considering whether or not this was todd calling from hell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thorfinn",
    "plus": 11,
    "snip": false,
    "text": "I always try and sell them stuff.  \"Hi, are you disappointed with the performance of your headset?  I work for a fabulous new company called TeleTech and we have developed a phone headset that will revolutionize the telemarketing world.  Its reduced weight, coupled with an ergonomic design that has been in development for five years ... \""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "I still half believe that Ray is short for Raymo Smookels."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "shutup_shutup",
    "plus": 2,
    "snip": false,
    "text": "Ray's mom always told him he is French, but Ramses is actually Finnish.  Raymo Smookels is an Americanization of Reiimo Symookeli. <br/> \n <br/> \nAlso, don't I know you from the power metal community on livejournal?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "charchar",
    "plus": 2,
    "snip": false,
    "text": "My mother used to work as a telemarketer.  We were never allowed to mess with them because she'd tell us about all thsese people just trying to make it through another day."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "People who feel the need to fuck with telemarketers really need to find more things to do in their spare time, like jack off or something.  It has to be more rewarding.   <br/> \n <br/> \nWhen a telemarketer calls me, I simply says \"thanks, I'm not interested\" or \"Sorry, I'm pretty busy right now\" and hang up shortly after.  I don't want them eating up my time, but I also don't want to be overtly rude to them, because many of them are precisely what you said: people just trying to make it through their day.  Their job already sucks, why in the fuck would I want to make it any worse for them?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "scott_335",
    "plus": 0,
    "snip": false,
    "text": "Because I don't want to receive their calls. I don't want to be sold yet another product or service. I did not give them my phone number and ask for a sales pitch. So why not waste a little of their time if it amuses you? Why not inconvenience the people who make a living inconveniencing the public?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "Yeah, because these guys are making the big $ calling you.  Why vent at the little guy?  Are you the kind of person who yells at the cashier at a store because the prices are too high, as if they have anything to do with it?   <br/> \n <br/> \nIf you're big into impotent rage, then go ahead, I guess."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Problems don't get solved by shooting back and forth.  Be the one that puts it to an end. <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I tend to hang up in the middle of what they're saying, nothing intended I just don't want to waste words."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 2,
    "snip": false,
    "text": "Oh my god. <br/> \n <br/> \nI press the random strip button. I get this one. Just as I finish reading, the phone rings. <br/> \n <br/> \nFirst telemarketer in months. Had some disability insurance to sell. <br/> \n <br/> \nMan how could I NOT pull a Telemarketers Anonymous on the guy? I think I'm too nice. <br/> \n <br/> \nNext time!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "goro",
    "plus": 1,
    "snip": false,
    "text": "I gave you a chubby, but you gotta promise to do it next time!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>SHAME</em></strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cbtbone",
    "plus": 1,
    "snip": false,
    "text": "If Ray knows you, then you do not call Ray at five thirty.  Five thirty is jogging suit/dirty martini time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 6,
    "snip": false,
    "text": "Once many years ago, when my mother was merely a child, a telemarketer called my grandfather. The telemarketer was selling windows glass, or something to do with windows at any rate. My grandfather then launched into this big long story about how he and his family were all mole people who couldn't have windows becuse they lived underground and sunlight would pretty much destroy their eyes. Apparently he just went on and on, providing the salesman with lots of details about being a mole person. Eventually the telemarketer hung up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sex_bicycle",
    "plus": 0,
    "snip": false,
    "text": "a chubby for your grandfather, lol i think i'm going to have to use this"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Windows Glass. <br/> \n <em>This time it's not Vista!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "ever think, that if O had re-financed, he wouldn't have had to move..?"
  }
]