[
  {
    "depth": 0,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by loneal was marked lame too many times and excluded. (marked lame by habnabit, Njury, desert_donkey, hardelicious)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "habnabit",
    "plus": 0,
    "snip": true,
    "text": "A comment left by habnabit was marked lame too many times and excluded. (marked lame by possums, cunty, gladi8orrex, envika, snitchy, Kleptonis, woodenteeth, MortisInvictus, Cracklewater, DrSkradley, jaypage, techiebabe, lateadopter, smilebuddha, synapse, Audhumla, turnabout, goddam, Mastronaut)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cunty",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cunty was marked lame too many times and excluded. (marked lame by Deusoma, ReNeilssance, DESTROY_YOU, quaga, BanzaiRabbit, turnabout, Garyos)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by fancypants, QingofChina, shaggy23)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by Deusoma, BanzaiRabbit, Audhumla, Garyos)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by BanzaiRabbit, asobi, Garyos)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "cracklewater",
    "plus": 7,
    "snip": false,
    "text": "XKCD did nail that particular 'meme'. <br/> \n <br/> \nI think it was an assetbar commenter who made the equally apt comparison of Magic players laughing at D&D players for being sad geeks."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by jamb23, invidious, NeoNaoNeo, redion, Deusoma, gormster, goocifer, DESTROY_YOU, GMM, Belgand, Connellingus, efurman, quaga, thanatoast, hellaurie, Cracklewater, Aaron_Haynes, mrobin604, d3athcann0n, cmr, Njury, mystkmanat, midgetron, qwerty, usversusthem, jugglinfreak, psykeres)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by belislen, invidious, NeoNaoNeo, redion, DESTROY_YOU, GMM, Belgand, Connellingus, efurman, hellaurie, Cracklewater, Aaron_Haynes, mrobin604, d3athcann0n, Njury, qwerty, cailetshadow, usversusthem, jugglinfreak, psykeres, alchemicnirvana)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lapsarian",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lapsarian was marked lame too many times and excluded. (marked lame by jamb23, TripperDay, meddle, gladi8orrex, invidious, NeoNaoNeo, redion, envika, twohundredninety, headphones, DESTROY_YOU, whoper, GMM, snitchy, equinn2006, efurman, thanatoast, FablesandBlues, hellaurie, LordPretzel, Aaron_Haynes, midgetron, jugglinfreak, Audhumla, Panserbjorne, ouroboros, ISeeDeadPixels)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by johnnybaverage, jamb23, igotnostrings, redion, GMM, Professorbun, hellaurie, Aaron_Haynes, mrobin604, Njury, qwerty, usversusthem, jugglinfreak, psykeres)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hellaurie",
    "plus": 4,
    "snip": false,
    "text": "where do you make friends?"
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "aperson",
    "plus": 4,
    "snip": false,
    "text": "You could try the local park?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by jamb23, NeoNaoNeo, redion, goocifer, DESTROY_YOU, GMM, snitchy, Professorbun, ActualTaunt, Aaron_Haynes, d3athcann0n, cmr, Njury, qwerty, Boredom_Man, jugglinfreak, psykeres)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tripperday",
    "plus": 8,
    "snip": false,
    "text": "If debates had a Lame button, I'm sure they'd be used. Just because you don't appreciate something, doesn't mean the creator isn't talented. I don't like coconut. Never have. Even though I hate coconut, it would be incredibly lame for me to slag Pierre Hermé and his Macaron Haute-Couture, and if I were to do so, it would entirely appropriate for other people to press a Lame button if they had one."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by NeoNaoNeo, redion, goocifer, GMM, Belgand, Professorbun, hellaurie, Aaron_Haynes, Crater12, Njury, jugglinfreak)"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "tripperday",
    "plus": 10,
    "snip": false,
    "text": "I doubt I'd be surprised at anything you can't think of."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by jamb23, Spoon, NeoNaoNeo, goocifer, DESTROY_YOU, GMM, Professorbun, hellaurie, Crater12, Njury, jugglinfreak, miltonjohn)"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "You're missing out!"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": true,
    "text": "A comment left by streever was marked lame too many times and excluded. (marked lame by jamb23, TripperDay, igotnostrings, invidious, NeoNaoNeo, DESTROY_YOU, GMM, Professorbun, Cracklewater, Aaron_Haynes, Crater12, Njury, usversusthem, jugglinfreak, tellumo)"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "gmm",
    "plus": 7,
    "snip": false,
    "text": "Jesus, people, calm down. THERE ARE OTHER WEBCOMICS AVAILABLE but you don't have to read them if you don't like them. I enjoy Achewood, XKCD, Dinosaur Comics, Questionable Content and Pictures for Sad Children. Sometimes all at the same time!"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "tekende",
    "plus": 8,
    "snip": false,
    "text": "S-s-screw you! I only read double comics!"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "stereo",
    "plus": 16,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100109185239im_/http://i33.tinypic.com/wvctqg.gif\" style=\"border:0px;\"/></div> <br/> \n <em>It made more sense before I actually edited it</em>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Beautiful."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I feel like I need to read that with those 3D glasses on."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "vheissu",
    "plus": 2,
    "snip": false,
    "text": "You put yourself out there, man. I thought people would lame you here just for saying you liked Questionable Content. I like Questionable Content, too, along with most of those other ones."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 12,
    "snip": false,
    "text": "Hmm I wonder if we could change the lable on the \"lame\" button so it was the \"diabetes\" button..  <br/> \n <br/>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "<em>And so, fuzzyshoo's jocular suggested drew attention to, and therein ruined step 3 in Daidai's plan, Operation: Give a Lot of People Diabetes.<br/>\n<br/>\nIt has been a most stressful couple months of failed plans for Daidai.</em>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "<em>And so, Daidai used the word \"suggested\" instead of \"suggestion\", therefore ruining any chances of spellcheck saving him from looking like a bumbling fool.</em>"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "dejavroom",
    "plus": 0,
    "snip": false,
    "text": "only now I notice your avatar. it is a thing of this world and here's the chubby to prove it."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "That would be utterly appropriate, although I think then to come in line with the comic Chubbies would have to be re-termed \"Rads\""
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "bray",
    "plus": 1,
    "snip": false,
    "text": "A macaron and a macaroon are two different animals. Ain't no coconut in a macaron, son."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "How about a macron?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "Ouch. <br/> \n <br/> \nI consider myself a fan of both food and words, and that stings my ass. <br/> \n <br/> \nChubbed."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 4,
    "snip": false,
    "text": "It's not the opinion so much as the nauseatingly smug jackassery."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Professorbun, hellaurie, Aaron_Haynes)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "I like xkcd, sometimes. It is horrible inconsistent in being funny, but if you look at his earlier strips you see he isn't even trying to be funny sometimes. I think it's partially that he is just getting his weirdness out there, i.e. his tendency to apply science and math to real life. Some of us actually have that problem!"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "I used i.e. where I should have used e.g. because it is not just that."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "destroy_you",
    "plus": 0,
    "snip": false,
    "text": "Furry conventions."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "<strong>OR</strong> , you could go through an entire assetbar page, laming somebody's posts pretty much regardless of content, hellaurie. People admire and respect that kind of thing."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "qwantz",
    "plus": 31,
    "snip": false,
    "text": "Hey!  Did you ever notice how relationships are difficult to maintain when you have the emotional maturity of a 12-year-old?  Also:  References to the 80's!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "utahraptor",
    "plus": 17,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100109185239im_/http://www.masalto.com/masalto_db/imagenes_db/Tin_Marin/Dromiceiomimus.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Hey, Utahraptor: I resemble that remark!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "Lesbians!"
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "This is brilliantly ambiguous, but since I didn't make an 80's reference it must refer to xkcd.  <br/> \nYes, yes that's it."
  },
  {
    "depth": 11,
    "minus": 2,
    "name": "caddon",
    "plus": 8,
    "snip": false,
    "text": "Oh lord, is this the 'I do not enjoy XKCD very much' coming-out event? I haven't had time to prepare. <br/> \n <br/> \nI'm sorry internet, but this is who I am. I hope you can accept that I don't laugh and pat myself on the back for recognising an academic reference. <br/> \n <br/> \nThat Randall Munroe is a Webcomic Celebrity and KC Green still has to draw commissions to eat makes me weep. <br/> \n <br/> \nOh god I've said so much I'm so sorry."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "I am with you. I also dislike Dresden Codak. Just as a heads up."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "KC Green?  <a href=\"http://web.archive.org/web/20100109185239/http://www.youtube.com/watch?v=8ET8_aaX5u0\">You mean this guy?</a> <br/> \n <br/> \nIsn't he, like, twenty-nothing? I think he has time to reach Munroe status."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "hoboninja",
    "plus": 1,
    "snip": false,
    "text": "I agree 100%.  I've always found that comic smart-assed and pretentious."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "mrobin604",
    "plus": 4,
    "snip": false,
    "text": "Unlike, oh, this one..."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "You have a friend in Jesus, now. (And by Jesus, I mean me.)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh chub chub chub chub chubby."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "Except that dinosaur comics is good."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "there is a difference between referencing math or linguistics and substituting them for humor"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dans",
    "plus": 1,
    "snip": false,
    "text": "hey everyone, i'm a guy who can't figure out how a reply button works!!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "yes  <em>exactly</em> <br/> \n <br/> \nIt's all in delivery, something that also gives Achewood much of its magic."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sje46 was marked lame too many times and excluded. (marked lame by ImitationCrab, jlaw, Bambule, cretin, NeoNaoNeo, eatmorekix, mashisoyo, the_dingle, mrblank91, Panserbjorne)"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "rowboat",
    "plus": 8,
    "snip": false,
    "text": "I'm not gonna look at that link and I don't care what sort of man he is. He is a very, very good director. One of the best of his generation. I don't care if his comics are bad or if his brand of coffee sucks. I don't care if he has funny ideas about the way things happened in the world. He gave us  <em>Blue Velvet.</em>  He gave us  <em>The Elephant Man, Wild at Heart, Fire Walk With me</em>  and, yes, even  <em>Dune.</em>   <br/> \n <br/> \n <em>You</em>  are the silly man, man."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by ImitationCrab, possums, Bambule, eatmorekix, mashisoyo)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Speaking of shitty movies, why hasn't the person behind  <em>Purgatory House</em>  been publically executed yet?"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "octafish",
    "plus": 4,
    "snip": false,
    "text": "It is a simple dream/wish fulfillment story followed by the events that triggered the wish fulfillment. I know there are a lot of weird Lynchian moments in the dream sequence, but it is a dream and the subconcious goes to town. I am disapointed as  <em>Mulholland Dr</em>  actually makes a lot of sense, I do however have trouble understanding  <em>Lost Highway</em>  though I find it stunning to watch."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sje46 was marked lame too many times and excluded. (marked lame by redion, KaMeT, efurman)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Subconscious- what makes you dream weird shit. <br/> \nUnconscious- what you have to be in order to dream. <br/> \n <br/> \nYou're unaware (unconscious) but you're talking about the psyche so it's subconscious."
  },
  {
    "depth": 15,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "No. <br/> \nUnconscious: Anything that you are not aware of.  This could involve desires and drives and memories.  You repress these things because they harm you.  According to Freud, your unconscious desires manifest themselves through dreams.  Collectively, all of your unconcsious desires and memories are known as your Unconscious. <br/> \n <br/> \nUnconsciousness is also the state of not being aware of the environment around you, but this doesn't include sleep.  Sleep is an altered state of consciousness, because you are still aware (this is why you don't roll of your bed and why sensory imput is sometimes incorporated in dreams.) <br/> \n <br/> \nSubconscious: <br/> \nWhat is between your conscious and unconscious.  Pretty much this is whatever you are not currently unaware of, but can easily become conscious.  And example is a memory that you are not currently thinking, but you have no block preventing you from remembering it. <br/> \nThis was renamed into the preconscious.  No one talks about it anymore because it is as boring as heck. <br/> \n <br/> \nBoth the unconscious and the preconscious involve the psyche."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I've heard they're both the same, your definitions, and my definitions many times in my life.  As I understand it, Freud used \"unconscious\" to mean what we basically mean today as \"subconscious.\"  So I'm sticking with my definition and if you can't figure it out, phooey. <br/> \n <br/> \nBut I have a better idea.  Let's stop lecturing each other and all of assetbar right here and now and laugh at the pretty sequential art above.   <br/> \n <br/> \nP.S. you started it."
  },
  {
    "depth": 17,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I wasn't aware we were fighting.  I was just teaching you something that I know.  This is the terminology that psychologist use.  I figured you would have said \"Oh!  I didn't know that.  Thank you for teaching me something new today, sje.\" <br/> \nBut perhaps I have an unrealistic view of the world. <br/> \n <br/> \nYes, lay-people do say \"subconscious\" to mean what psychologists call the \"unconscious\", but we should refer to it as the unconscious instead because that was the original word that the professionals still use.  Also, it stops confusion."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Son, you make a daddy proud! Thank you!"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Now I'm fighting and stubborn.  I wasn't fighting with you, I was just saying that I have seen it in more places than one (or two or three) that it's the other way around, and I would gladly accept it if I saw it for myself.  I looked online between your first post and mine so that I wasn't putting my foot in my mouth and I saw on several sites that my way seemed to be correct (I said \"seemed because I wasn't sure about the validity of them).  In keeping with that concern for validity, I didn't stumble over myself rushing to thank you, because I'm not sure what kind of source you are.  Like I said, I will accept valid proof. <br/> \n <br/> \nBut I don't think it's really not worth either of our time."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Why are you so mad at me?  Really, it's not a big deal.  I'm sorry if I seemed pedantic or anything, but I was just trying to teach people something I know about.  I mean, I'm a psych major, and I learn about these things. <br/> \n <br/> \nIt is really not a big deal that you use subconscious in that way.  It is an  <em>extremely</em>  common use of that word.  I see famous writers use it all the time.  But they are, by definition of every psychologist, wrong.   <br/> \nLook at this:  <br/> \n <a href=\"http://web.archive.org/web/20100109185239/http://www.painintheenglish.com/post.php?id=527\">http://www.painintheenglish.com/post.php?id=527</a> <br/> \nMost of the people here say something that they think is the correct meaning, but most of them are wrong.  Until we get to John Hasznosi, who said it perfectly (about 5 posts down). <br/> \nBut you want reliable sources.  Besides my psych teacher, this is what wikipedia has to say: <br/> \n <a href=\"http://web.archive.org/web/20100109185239/http://en.wikipedia.org/wiki/Subconscious_mind\">http://en.wikipedia.org/wiki/Subconscious_mind</a> <br/> \nAlso: <br/> \n <a href=\"http://web.archive.org/web/20100109185239/http://www.selfgrowth.com/articles/The_Unconscious_vs_the_Subconscious.html\">http://www.selfgrowth.com/articles/The_Unconscious_vs_the_Subconscious.html</a> <br/> \n <a href=\"http://web.archive.org/web/20100109185239/http://www.bartleby.com/68/92/5792.html\">http://www.bartleby.com/68/92/5792.html</a> <br/> \n <a href=\"http://web.archive.org/web/20100109185239/http://www.wisegeek.com/what-is-the-difference-between-the-unconscious-and-the-subconscious.htm\">http://www.wisegeek.com/what-is-the-difference-between-the-unconscious-and-the-subconscious.htm</a> <br/> \nAnnoyingly, I can't find a psychological dictionary. <br/> \nIt is worth my time.  I love debating."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I have a psych dictionary, I'll check it when I get home. Which is a bit sad 'cause I'm practicing and I should no... oh wait, that's right, I'm practicing, I don't need to know that shit anymore! <br/> \n <br/> \nHeh. Just kidding. I'll drop something from the dictionary later..."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Oh fuck! I used \"no\" instead of \"know\", what the hell is WRONG with me."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Like you said: You're practicing. Who can read a doctor's notes anyway?"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "You're a practicing Psychologist?  That's really cool. <br/> \n <br/> \nI bet you get people wondering if you're psycho-analysing them all the time.  And I partly assume knowing all about such stuff would make self-analysis all that more complicated."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "re: self-analysis: depends on your discipline. The approaches I'm into at the moment make self-help far, far easier."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "No instead of Know eh? Freudian slip?"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Woodenteeth--you're a practicing psychologist?  Could you, um, help me with some stuff?"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Sure. Your problem is obviously based on the complicated issues faced by any feline DJ. I won't be suggesting an existentialist approach, because, you know, Feline DJs don't actually exist..."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "efurman",
    "plus": 2,
    "snip": false,
    "text": "The problem is is that some of us don't think you \"know\". <br/> \n Even if you are a trained psychiatrist. <br/> \nAll of this is hotly debated now and I think most modern psychiatrists would lean towards nice-on-water's definition."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "HOLY DABBLER, YOU BEEN DROWNIN' TOO LONG IN AN ENDLESS SEA. <br/> \n <br/> \nSorr everone Korea has alcohol thats new to me."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "(Now I owe you two.) <br/> \n <br/> \n: )"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "... or you don't prescribe to Freudian theory much at all and understand that the phenomenon he's describing fluctuates along a continuum and the seperation of those two definitions is kinda pointless, practically and scientifically.  <br/> \n <br/> \nHah! MY OPINION! Taking my stance it's hotly debated to no good end. But I'm always entirely open to being entirely wrong. Or disproved. Either way."
  },
  {
    "depth": 20,
    "minus": 1,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That's all I asked for.  The sources I found didn't look extremely credible.  I wasn't mad, either.  I was just annoyed that you decided to school everyone for no reason.  Anger is very different.  A psych major should know that.  BA-BA-BA-BURRRN"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Are you twelve?  Why are you so immature? <br/> \nI just said that I was trying to teach someone something.  This is precisely what my psychology teacher taught me, as well as all those sources said.  It is true that the word subconscious almost never appears in serious psychology articles/journals/whatever. <br/> \n <br/> \nAnd what were your sources again? <br/> \n <br/> \nI'll ask my psych professor on Tuesday what the difference is.  He was a psychiatrist in the biggest mental hospitals in California, and teaches the subject for a living.  If anyone is a reliable source, it is he. <br/> \n <br/> \nSaying \"Burn\" during a debate shows that you value winning competitions over knowing the truth.  It's quite a silly thing to say. <br/> \n <br/> \nIf I am wrong, provide a reliable non-laity source that will show that I'm wrong."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Ugg.  Nevermind.  I have a feeling that this thing will just cause resentment. <br/> \nI will ask my professor though, and if you want to know what he says, just ask me in a few days. <br/> \n <br/> \n*dropped*"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No, I honestly don't mind as much as you think I do.  I don't hate you, and the immaturity is me trying to introduce some humor to a tense \"debate\" (which I conceded to, I told you I accept your sources, that wasn't sarcasm).  You can go on thinking I'm sitting here, fuming and sputtering at the computer, but I'm not, the only thing that got my goat was when you just decided to teach me, and thinking I would love you for it.  But agreed, let's drop it."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "<em>Can I say something. . . ?</em> <br/> \n <br/> \n <strong>\"NO!!!\"</strong> <br/> \n <br/> \n <em>'Kay. Sorry. I'll. . . I'll see ya'.</em>"
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "@nice-on-water <br/> \n[I am replying to lechatbotte because Assetbar is lame on Firefox and I can't hit \"post\". <br/> \nOh.  Okay. <br/> \n <br/> \nWow.  I'm bad at the Internet.  Sorry I didn't understand your sarcasm. <br/> \n <br/> \nI didn't actually think that you would love me.  That was a little hyperbolic.  I just thought people would say \"Oh.  I didn't know that.\" <br/> \nI didn't mean to be pedantic or anything. I just didn't word things right.  <br/> \nI totally misread you by the way.  I thought you said \"The sources you found don't look extremely credible\".  I really wish I didn't \"jump the gun\" as they say and make a fool of myself, which I did.   <br/> \n <br/> \nEFF I am dumb! <br/>"
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "All is forgiven, and forgive me for my tone. <br/> \n <br/> \nOH DA WUV IN DA AIR IS PALPABOO!"
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Palpaboo? In the air?! Quick, everyone,  <strong>hold your breath!!!</strong>"
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "*HUGGZ!*"
  },
  {
    "depth": 28,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Goddamn, we  <em>resolved</em>  that shit."
  },
  {
    "depth": 29,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Nice-on-water and SJE gets things done."
  },
  {
    "depth": 29,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I declare both of you cured."
  },
  {
    "depth": 30,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "::speaks in tongues::"
  },
  {
    "depth": 30,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Thanks.  How much is that, doc?"
  },
  {
    "depth": 31,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh - I'm not a doctor."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Jargon isn't necessarily English."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Subconscious - B. absol. as n. Psychol.  <em>The part of the mind that is not fully conscious but is able to influence actions, etc.</em>   1886 Encycl. Brit. XX. 48/1  <em>We cannot fix the limit at which the subconscious becomes the absolutely unconscious. </em> <br/> \n <br/> \nUnconscious - A. adj.  <em>Not conscious or knowing within oneself; unaware, regardless, heedless.</em> <br/> \n <br/> \nGentleman, I submit these definitions to the debate.  I think your lordships will find these to be most pertinent.  It is of utmost importace to remember that words have many uses; jargon has very specific meaning outside the realm of common speech, but this isn't necessarily the only correct definition of a word."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Oh shit OED online, btw..."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<br/> \nLay dictionaries describe usage, not prescribe.  Where is the noun form of unconscious? <br/> \n <br/> \nThis dictionary is for lay-folk."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "I like to lay....folk"
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "This is humorous."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Who fucking cares."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "hahhahah... thata boy."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm thrilled that this entire psychological debate somehow found it's way into my inbox even though I never touched it, not even with a ten-foot pole. <br/> \n <br/> \n <em>Thrilled.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "<em>Lost Highway</em>  and  <em>Mulholland Dr</em> ? If you liked these, what'd you think of  <em>Jacob's Ladder</em> ?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>Jacob's Ladder</em>  is still the scariest film I've ever seen. I love it."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "redphillip",
    "plus": 1,
    "snip": false,
    "text": "<em>Jacob's Ladder</em>  is terrific.  I just watched it again last week; it has some of the most disturbing & frightening scenes I've ever seen. <br/> \n <br/> \nBack to David Lynch, I also really enjoy  <em>Inland Empire</em> .  If people can't deal with  <em>Lost Highway</em>  or  <em>Mulholland Drive</em> , don't even try  <em>Inland Empire</em> .  Understanding isn't relevant to Lynch's work at this point.  All you can do is surrender to what happens on the screen..."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "In life, understanding is the booby prize. The most valuable things we'll ever have aren't understood, we just sort of \"get\" them. That's the only way to work with a Lynch movie. Just \"get\" it."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I need to see  <em>INLAND EMPIRE</em>  again. It was a midnight show and I had been stoned all day. I'm sure I misunderstood a lot of it. I remember that it was pretty fucking terrifying. I remember that much."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Stoned? You likely got it better than the rest!"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "buyacanary21",
    "plus": 1,
    "snip": false,
    "text": "so true.  every david lynch movie i've seen and that i've rewatched while high has made approximately 6 times as much sense while i was baked.  but not in the \"oh, that seemed logical while i was high but now that's the dumbest idea i've ever heard\" way.  drugs just make you smarter. <br/> \n <br/> \nkids, always watch david lynch stoned."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "agreed on inland empire. it's fantastic. i got it as a gift and i find myself wanting to watch it again and again."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Ironically, I find David Lynch's best film to be the G-rated (!) and Disney-released (!!!!)  <em>A Straight Story</em> .  Wonderful movie that proves the point (to borrow a tired cliche) that it really is all about the journey, not the destination."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Aw, so it  <em>does</em>  get some love! And from a  <em>Young Ones</em>  fan, no less. Once again, I've judged you too quickly, my little assetbar. (spry winky face)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "What impressed me so much about  <em>Inland Empire</em>  was how radically he rethought his whole approach to directing based on the visual qualities of digital video (his first and only flick not shot on film- also the first he financed without any studio backing). I love the look of film grain & I do indulge in the ubiquitous movie hipster DV-bashing pretty often, but damn if the man didn't find the most beautiful qualities of that grainless seamless digital look. The extreme close-ups in that movie *kill*. I also really like how it teeters very close to some kind of coherent but incredibly complex meta-narrative, but every interpretation you come up with leaves out some loose ends. That could be said of most of his work since the 90's, I suppose, but then I'm one who likes  <em>Mulholland Drive</em>  (not crazy about  <em>Lost Highway</em> , though). His movies all seem to relate to dream states in one way or another to me, so I think it's more about symbolic meaning and dream logic than anything you can easily explain. People say that's a cop out, but I don't know any director who can conjure that state of mind more effectively. Hey, I have so many thoughts about David Lynch, I am clearly smart! I am a white male who went to college, so my opinions must be interesting!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "aw, never end an unsolicited critical dissertation with self-deprecation.  We all do it, you don't need to pre-defend yourself.  Perfectly captures the caveat-laden defense of Lynch that I was feeling but didn't want to write."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "my low self-esteem is so transparent. hugs?"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "((((((((((((((((((((HUUUUUUUUUUUUUUGZZZZ)))))))))))))))))))))))))))"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Holy...holy  <em>crap</em> ! I feel wonderful! Holy CRAP! Alright assetbar, my next stream of pretension will be wholly unalloyed by preemptive self-deprecation! My next one after this, that is."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I chubbied you for your self-deprecation, because I find self-deprecation charming.  <br/> \n <br/> \n <em>NOW what will your next stream of pretension be like??</em>"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I have a friend who always says Self-Defecating rather than Self-Deprecating, it is his schtick."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Self-defenestration is like a million times schtickier."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "It usually starts out ok, and all, but it often ends up pretty messy. The number of stories involved is usually a determining factor. I usually schtick to one story at a time. <br/> \n <br/> \nAnd I always land on my feet!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "redphillip",
    "plus": 1,
    "snip": false,
    "text": "I happened to watch a documentary last night about Fellini and was reminded of  <em>Juliet of the Spirits</em> ,  <em>8 1/2</em> , and  <em>Satyricon,</em>  all of which have dream/hallucinatory narratives and amazingly vivid, idiosyncratic visual style.  Fellini is, in a way, Rodney Leonard Stubbs to Lynch's Ray Smuckles.  (I had to do  <em>something</em>  to drag this back to Achewood.)"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "That is the most convoluted and esoteric metaphor I have ever, ever seen in my life.  You are just lucky that it is apt.   <strong>LUCKY.</strong>"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "I feel you, whiteturtle.  And thank you!  Even respecting your brief experience (after all, I's could be yo daddy), it pleases me to have made an apt, convoluted and esoteric metaphor (with a creamy simile center!) that made it to the top of  <em>someone's</em>  list.  Do not despair, the decades to come will doubtless have new heights for you to savor. <br/> \n <br/> \nI am lucky.  After all I'm a sweet tempered pit bull-chocolate lab cross.  With such big teeth like you have, you bet I'd just show my belly and wait for you to stop being annoyed."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Jacob's Ladder had a nice idea and some good visuals, but it was predictable from the first scene. The title even telegraphed it. In this sense it is much like \"The Sixth Sense\" except the latter was absolutely terrible and pointless if you figured out the twist within the first five minutes."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Yeah.  <em>Sixth Sense</em>  was painfully transparent. My only enjoyment (beyond the great atmospherics of it - it still had some great film-making in it!) was not ruining it for my wife, and getting a vicarious thrill at the \"twist\" ending from her amazement and surprise.  <br/> \n <br/> \n\"What a twist!\" (If you'll forgive a  <em>Robot Chicken</em>  reference.) <br/> \n <br/> \nBut  <em>Jacob's Ladder</em>  left me not quit sure until after the third viewing, and even now there's just enough loose ends left that I'm guessing."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "uh, yes it does."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry. <br/> \nI didn't say that he was a bad director.  I think that he is a good director.  He is the master of atmosphere. <br/> \n <br/> \nI was saying that I find some of his work pretentious.  And the work I find pretentious are  <em>Eraserhead</em> , and those videos about those rabbits that are scary as heck, and a few other things I saw of his.  I mean the really surreal stuff.  I saw Blue Velvet, and I didn't hate it.  It was a good movie, def.  And this comic is pompous too. <br/> \n <br/> \nOkay, don't click on the link.  It's not a link to a page ranting about what a terrible man he is or anything.  It's from his site. <br/> \n <br/> \nThe comic is silly, as well as the belief that 9/11 was a conspiracy.  And most of his movies aren't silly.  (Although I have only seen Velvet Blue and parts of Eraserhead)."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 2,
    "snip": false,
    "text": "just because something is surreal or hard to understand doesn't mean it's pretentious. there is a difference between pretension and true artistic vision. the easily intimidated often translate the latter as the former, but rarely do you find someone who has both."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I should probably stop calling different types of artists pretentious, because that is not really a thing you can prove objectively, and it just gets people mad. <br/> \n <br/> \nI don't like Jackson Pollack either.  I find him pretentious as well.  But I bet someone here would defend him.  But I don't know too much about art/movies/poetry/etc.  So I'll just quit now."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Dear sje46, <br/> \n <br/> \nYou have a high pretension meter because you are Achewood Phillipe. That pretensionless, perfectly sincere turn in most of your posts is what got you your stripes. Bringing up the pretentious-debate is what a board full of over cynical wankers needs. This wanker enjoys it. No quiting. Take the fight to the people. <br/> \n <br/> \nPreferably with a daisy in your hand (please try not to impregnate the daisy)."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Son!  Pollack is a brilliant artist! (I'm telling your mother.)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh you mean  <em>Jack the Dripper</em> ? <br/> \n <br/> \n*points and laughs at schoolie-boy version of Jackson Pollack, whom I am for some reason imagining earned his nickname early in life through urinary means rather than through envelope-pushing art*"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "<em>The Straight Story</em>  never gets any love. (frowny face)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>The Straight Story</em>  was plenty good. But it didn't give me nightmares, so it essentially failed. When I'm watching a Lynch film, I goddamned  <em>better</em>  get at least one nightmare out of it. If I want a \"warm\" feeling I'll watch.... <em>Yo Gabba Gabba</em>  or  <em>Tron</em>  or some shit."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "<em>Tron</em>  didn't give you nightmares? That movie's creepy as shit! And why the hell is Ben Kingsley in that movie? Oh wait, IMDB says it was David Warner. *sigh* Another childhood illusion shattered."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I had quite a distresing time the other day when I realised that John Goodman probably played Fred Flintstone in those godawful movies."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "And when I decided to check whether or not this was actually the case after posting that message, I found out that he also voices Robot Santa Claus in Futurama! This just became a good day."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I find about half ADITW comics pretentious.  The other half are just silly, and they happen to have the same format.  So what?  Even though I've been an aspiring cartoonist since I first picked up a Calvin and Hobbes comic, at the end of the day  <em>it's a comic</em> .  If you find it funny, great.  If you don't, move on."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That said, xkcd is fucking bullshit."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 1,
    "snip": false,
    "text": "Son, I'm a little late to the party, but those \"Angriest Dog\" bits were hilarious. I may get lamed for saying it, but even though they are a peculiar sort of humour, they work! I can't imagine it having anything like the run of Achewood, but then I don't need a lot of taragon in a year to be glad to have had some. Thank you for sharing this with me. <br/> \n <br/> \nBTW, for the rest of ya's: Lynch may be all kinds of things, but brilliant needs a place on that list."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "I am so glad I could tip your chubby/lame balance back into chubby territory."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pwb",
    "plus": 0,
    "snip": false,
    "text": "dude's right, though. xkcd blows."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by NeoNaoNeo, miche, Professorbun, Cracklewater, Aaron_Haynes, mrobin604)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cracklewater",
    "plus": 14,
    "snip": false,
    "text": "I'm so out of the loop that I didn't even realise it was a thang to be hatin on XKCD until a couple of weeks ago. <br/> \n <br/> \nHis strips have made me laugh several times, which is more than I can say for 95% of the webcomics I've ever seen."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "I concur with cracklewater.   <br/> \n <br/> \nHOWEVER, it should be noted that this means XKCD is good in the way that, say, How I Met Your Mother is good.  If you aren't looking for anything more than entertainment, and aren't a dick about some (or most) of the strips or episodes being derivative and formulaic, then yes, it is good."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Professorbun, hellaurie, Crater12)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "catjumpjohn",
    "plus": 1,
    "snip": false,
    "text": "Who cares about XKCD?  There is a better comic called Achewood waiting to come out of your browser. <br/> \n <br/> \n <em>You just have to load it and put it there.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Whoa... did Morgan Freeman just say something?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 14,
    "snip": false,
    "text": "What?  What are you looking at?   Me?  I don't like xkcd!   Blasphemy!  There is only one comic for me: Achewood!  Why would I need variety in my webcomics?  Nonsense!  I do not go to Achewood for the strong characterization and storylines and xkcd to appeal to my somewhat intellectual side, and cyanide and happiness and white ninja to cater to my immaturity and perry bible fellowship and simulated comic product for the dark nihilistic humor!  Never!  I am for Onstad all the way! <br/> \n <br/> \n <em>I would never cheat on you, Achewood</em> ."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I keep myself entertained with Achewood, Dinosaur Comics and PFSC (and Wondermark if I remember what day it is). <br/> \n <br/> \nJUDGE ME"
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "Cracklewater: That is my personal problem with XKCD. I read through the entire archives expecting to find a chuckle, and  <em>i did not find even one chuckle.</em> <br/> \n <br/> \nI guess humor is super subjective but honestly I see no point to looking at stick figures and reading equations. We live in a world where A Lesson Is Learned but the Damage is Irreversible happened, and we give XKCD of all things this much attention? It boggles the mind."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "terebikun",
    "plus": 1,
    "snip": false,
    "text": "But this is also the same world wherein A Lesson Is Learned has been on indefinite hiatus, and webcomics like Ctrl Alt Del somehow gain fanbases."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "edwell",
    "plus": 10,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100109185239im_/http://img.photobucket.com/albums/v512/gatehaven/cadlessn.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Damnit.. there's an edwell picture and I can't see it because my work firewall is a Nazi. Coincidentally, they also blocked Penny Arcade because they said it was a \"Game\" site.   <strong><em>BASTARDS!!!</em></strong>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Hey Kamet, is that orgasm montage from  <em>Amelie?</em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Si senor!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Very clever."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "invidious",
    "plus": 6,
    "snip": false,
    "text": "I happen to like XKCD. Is that bad? Do I need to wear a yellow star on my lapel around here now?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "<em>We muft stick together.</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Well excuse me Martha Washington."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "I'm with you invi.  We are the oppressed minority here.  We are crapped on by default.  Centuries of bias are heaped on our lives.  People belittle us without even knowing they are doing it.  We struggle for mere dignity. <br/> \n <br/> \nMy God.  This must be what it feels like to be loneal."
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Suck on my balls, hedo."
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Suck on my balls, hedo."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "The comment so nice, she said it twice!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Man, why did that have to happen then? I wanted terse, vicious precision and instead I got tomfoolery. I didn't even click post twice or nothing."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "100% USDA chicanery.  Well, it happens."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "It would have been positively hilarious if you had said \"Suck on my ball\", singular, both times.  The cumulative sucking of both your she-balls would have been a fantastic use of two posts, instead of a poor application of one's self."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dejavroom",
    "plus": 1,
    "snip": false,
    "text": "Of course I don't give all this  <em>commotion</em>  two shits in the afternoon, but I'll leave my opinion that xkcd is very good. I think his voice \"humanizes\" much of the geek themes he talks about, and he made some characters with more than a modicum of personality - and that's no small feat when you're basically drawing stick figures (the guy w/ the hat, for example)."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "dejavroom",
    "plus": 1,
    "snip": false,
    "text": "please ignore the quotation marks. that was a mix-up w/ an older version of this post.  <em>forget you saw them, dammit!</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "Usually XKCD doesn't do much for me, but it sometimes   <a href=\"http://web.archive.org/web/20100109185239/http://www.xkcd.com/416/\">makes</a>   <a href=\"http://web.archive.org/web/20100109185239/http://www.xkcd.com/463/\">me</a>   <a href=\"http://web.archive.org/web/20100109185239/http://www.xkcd.com/440/\">laugh</a> . <br/>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I, of course, am ready to forgive XKCD for a lot of things because of  <a href=\"http://web.archive.org/web/20100109185239/http://xkcd.com/385/\">this strip.</a>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "My wifeybot likes them for this one:  <a href=\"http://web.archive.org/web/20100109185239/http://xkcd.com/400/\">http://xkcd.com/400/</a> .  Not so much the punchline (which is okay), but the fact that his idea of sex is what it is."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Is that a punchline though?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Do you need help?"
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "How are you with explosives?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I'm excellent with... explosives."
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "jeffspaulding",
    "plus": 3,
    "snip": false,
    "text": "OK. I'll concede that XKCD is smug and self-satisfied.  However, it only by virtue of the link on XKCD's site that I discovered Achewood.  <br/> \n <br/> \nI think it is likely that many here arrived by the same route (akin to a date with the ugly girl resulting in banging her cute sister)."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "My friend showed my Achewood when I was still jerking off to MTTS, C&H and Dinosaur Comics (which I still like).  Needless to say, I literally cannot read most comics I find now.  For some reason, I was looking at QC (I know, I know, shut up, I was making a point) and there was a link to a comic called Ugly Hill that the \"cartoonist\" (I forget his name) said was great, and it was total shit."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I think Ugly Hill is very different from those other comics--intelligent storylines & the artist really is an amazing character designer. In illustration, the guy is a king. <br/> \n <br/> \nNot everyone has to like everything, but it's hard to say it's \"shit\"--the character design really is quite impressive."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "He's got the drawing down pat-- very cartoony style indeed-- but it's pretty formulaic and since the only thing I've read webcomics-wise for the past year or so is Achewood, Dinosaur Comics and PFSC, that just doesn't cut it anymore.  Maybe the stories are smart (they're in the middle of an election-themed thing) and maybe some of the punchlines are funny, but since being exposed to Achewood, I can't read stuff like that anymore (Not that Achewood is like the apex of cutting-edge anti/meta/humor, but it sure not run of the mill)."
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I think it's a little silly to assume that \"many\" other people here arrived via an XKCD link. I found out about it through some hateful nerd's blog. Joe Mathlete, I think his name was. I hated the blog, but somehow read it just long enough that day to get to the Achewood link. The rest is history. <br/> \n <br/> \nOh, and since this seem to be the official \"Tell Everyone How You Feel About XKCD\" thread, let me say that I still hate it. Somehow, there was just never any question. The feeling was just so unambiguous, so  <em>pure.</em>   <br/> \n <br/> \n <em>I hate this. This much I know.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 15,
    "snip": false,
    "text": "God damn, god damn, I slept late and missed a chance to force my opinion on everyone. I have a LOT of catching up to do. <br/> \n <br/> \n...and GO! <br/> \n <br/> \n1. I can't help but get the feeling that some people here think it makes them cool to hate everything on the Internet except for Achewood. Relax, guys, Onstad is not going to make you deputy hall monitor. <br/> \n <br/> \n2. I am ambivalent regarding XKCD. 25% of it makes me laugh. Another 25% of the time I enjoy learning about the references. Yet another 25% of the time I wish he'd shut up with the references. And the final 25% is the inspirational/moralistic strips (like the furry one mentioned above) that are kind of self-righteous and grating. Still, the first 25% makes it worth it. <br/> \n <br/> \n2. To say Dinosaur Comics is 'formulaic' is about the same thing as saying Achewood is about cats (see  <a href=\"http://web.archive.org/web/20100109185239/http://en.wikipedia.org/wiki/Constrained_comics\">Constrained Comics</a> ) <br/> \n <br/> \n3. It's not about patting yourself on the back for understanding Wikipedia articles, it's about the way T-rex tries to apply the theories and reverts to childishness at the end of every argument. <br/> \n <br/> \n4. Anything can be made to sound lame if broken down into a sarcastic description. I can easily do the same to Achewood (and have in previous comments), but there's no need for that right now. <br/> \n <br/> \n5. Questionable Content is still unquestionably awful, and Octopus Pie is just not funny."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "Achilleselbow, you're OKAY"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Professorbun, hellaurie)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "By coincidence (and not to be confrontational or tit-for-tat), I just went and read dozens of Dinosaur Comics and I can't find a single amusing or interesting thing in that strip.  <br/> \n <br/> \nI'd come across it before (monitors wipe clean, y'know) and didn't see the point.  <br/> \nAfter a bunch of people recommended today, Ireally tried to stick with it an find  <em>something</em>  to like about it ... but no luck. <br/> \n <br/> \nI was a little mystified by the first Achewood strips I read, but it's compelling after just a brief skim, even is one doesn't quite get it right away. <br/> \n <br/> \nNo accounting for taste I guess.  <br/> \n <br/> \nWhile we're revealing stuff, I also like PA a lot and think those guys deserve their reportedly immense pile of cash. <br/> \n <br/> \nAnd on that subject, ain't no mufuk'n shame in my game, dear chap."
  },
  {
    "depth": 14,
    "minus": 2,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "It takes unique and special piano keys of many different colours to make this crazy old world of ours, cracklewater. (PS: I didnt know about the xkcd hating thang either)."
  },
  {
    "depth": 13,
    "minus": 2,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "Oh boy, angry little internet people are just laming all over the shop now..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 3,
    "snip": false,
    "text": "as someone who doesn't give a shit about xkcd either way, i'm getting pretty sick of scrolling around looking for achewood-related comments. that is all."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "Achewood, Dr McNinja, Overcompensating/Wigu, Girly, Dinosaur Comics, XKCD, Dresdan Codak.. all awesome in my opinion. Sure the last two go over my head sometimes, but hey. They're good."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "xkcd isn't too technical.  You can usually understand the joke without majoring in mathematics/physics."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 1,
    "snip": false,
    "text": "So, I was going through this archive of 19th century newspapers, and they had these political cartoons. <br/> \n <br/> \nI'm picturing some old hayseed sittin' on the porch after a long hard day of shit labor in his dirty burlap pants and tatered straw hat, laughing his ass off at this funny or that through his last three good teeth.  <br/> \n <br/> \nMe? Did get half of 'em. Hadn't heard of most the folks or squabbles they were about.  <br/> \n <br/> \nOne brought a small chuckle: it was a depiction of Brigham Young's harem. Picture a room full of a dozen or so women dressed in to-the-ankle and to-the-wrist dresses, pulling each others hair and hitting each other with fists and pillows while Mr. Young cowers just out of shot in the doorway. I wasn't hella funny, but at least a chuckle. And that was it. I've had root canals that were funnier. <br/> \n <br/> \nSo, humor really is selective. If you don't get it, you don't get it. Doesn't mean anything. Just means it didn't work for you. <br/> \n <br/> \nI don't even have time for Achewood, so it is the only web comic I'm following. I envy those of you who have time to have an opinion on the rest."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "You know what comic really sucks?  <a href=\"http://web.archive.org/web/20100109185239/http://www.luckyandguy.com/\">Lucky and Guy</a> . That's a crappy little bullshit strip."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Hah. I hope no one agrees with you."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I definitely agree."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hey leche, they still have political cartoons in this modern-day era."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "REALLY? <br/> \n <br/> \nYeah. But at least they tend to actually be amusing now and then. My point was how meaningless it really is that humor is selective. <br/> \n <br/> \n(And only loneal is allowed to call me leche!) <grrrrr>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "So does \"XKCD\" mean anything or sound like something?  Eks, Kay, Cee, Dee?  What sort of stupid am I?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Hmmm... Well, how many sorts  <strong><em>are</em></strong>  there, pogo? <br/> \n <br/> \nXD"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "There are 12.  XKCD will present them in a 4x3 grid next week.  Opinion on the grid's comical merits will be sharply divided.  XKCD's creator, Randall Munroe, will make a T-shirt out of the panel, though, and the shirt's record-breaking sales will pay for his tuition at art school.  Armed with this new education, he will abandon the crude drawing style of the original XKCD for 3-D renderings of stick figures.  The next day's strip will consist solely of the rendering equation used for a stick-figure's hat."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's easy to look up. <br/> \n <br/> \nI'll save you time.  It means nothing.  And say it however you want."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "And the funny, harmless kind of stupid."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "In the spirit of Teodor, here is actual Google search of mine: <br/> \n <br/> \n\"hey nerds tell me about how the LHC will kill us its funny\" <br/> \n <br/> \nxkcd in summation"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "[thread closed by admins]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "jonmw",
    "plus": 1,
    "snip": false,
    "text": "I am JonMW, and I enjoy XKCD. <br/> \nThat is all!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Welcome to XKCDians Anonymous.  There is some orange drink and brownies in the back.  Please: help yourself."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "The best part of this entire XKCD debate is that y'all are having it because  <a href=\"http://web.archive.org/web/20100109185239/http://xkcd.com/386/\">someone is wrong on the Internet</a> ."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I admit, some of his internet-centered comics are alright, like the one where the people fighting on the internet are brought together and stop fighting when they see each other.  But as a rule, eh."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "that is so old school, that is straight-up 2003 dumbrella.com board Onstad smack-down. I KISS YOU!  <br/> \n <br/> \np.s.- does anyone remember that shit?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "btw- now that assetbar has rearranged my comment so no one can easily discern to what it refers, it was a response to aperson's [thread closed by admin] joke. onstad used to drop that hammer on fools and thinkers alike back in the (pre-baby) day. he closed threads like most men close the refrigerator door...  <em>except twice as cold</em> ."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "oooohhhhh... i noticed that shit going down and was wondering where all the damn posts had gone. Hilarious. Can't keep up with the tsunami's of redundancy anymore."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I think of that as an arc in Overcompensating.  <br/> \n <br/> \nA fine one too."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "the_clarkness",
    "plus": 2,
    "snip": false,
    "text": "With all of the hatred for XKCD here, I'm surprised that nobody mentioned that the artist also made one of the only non-Onstad Achewood strips that are actually worth a shit. <br/> \nhttp://www.xkcd.com/141/"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Heh. Buuuurrrrn. This XKCD dude obviously has some chops when he wants to try."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 2,
    "snip": false,
    "text": "<em>\"It's not easy being Vagina Products Webcartoonist,\" thought Vagina Products Webcartoonist, as the Assetbarbarian ruthlessly trashed his comic chops.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ghostlystate",
    "plus": 0,
    "snip": false,
    "text": "I don't think that most D&D players have a sexual fetish for the game."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "Oooh, what're gonna do?  What're you doin' with those?  You gonna roll for initiative?  You got a d20?  You gonna roll for initiative?  I got a plus 4 mod on my initiative rolls, you like that?  I go first every time, every time.  Mmm, yeah, pick up a handful of those d6...yeah, just roll 'em around in your sweaty little hands...FIREBALL!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "O yaaaaa... You USE that staff of telepathy, Oooooooo... Baby you do it so good... O, you have to roll for that one!? Do it.  Do it GOOD, baby... roll me a Nat 20, roll me a Nat 20.. O, you do it SO GOOD!! NAT 20 OOOOOOOO!!!!!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "I'm sorry I crit all over you."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Ahem <br/> \n <br/> \nLove crits <br/> \nLove them <br/> \nMoist"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Thanks, but it improves the experience if you could just crit on a glass coffee-table whilst I lie beneath."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I put on my robe and wizard hat."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "...no, baby tonight we're gonna try something different, put down the twenties, sixes and fours, we only gonna need the tens tonight. Yeah baby the sexy tens. Look at these Success/Failure tables. That's right baby, tonight we gonna get our MERP on."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "...and i am the winner."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "And almost no Magic players do. (I've seen one piece of Magic \"hentai\" [is it called hentai if it's not Japanese?] on the internet only.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "No. But they  <em>want</em>  to!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I'd fuck a Shivan Dragon given a chance.  Who wouldn't?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "When I was younger I thought Alexi, the age was hot. <br/> \n <br/> \n:("
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Of course I meant mage. Not age. Woopsies."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "The Serra Angel was the epitome of hotness."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "The great thing about Serra Angel:  You can tap her over and over and over again."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Well, you have to use another card interaction to tap her.  She has vigilance, so attacking doesn't cause her to tap. <br/> \n <br/> \nThat's right laydeez, I'm that unfuckable"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "i didn't understand it (the 1st comment) at all, so i couldn't be cunty. but it seemed stupid so .. well, you know what happens then ( <em>lame</em> )"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 9,
    "snip": false,
    "text": "Boy I just did that on Ambien. As far as I can tell right now, I have ten fingers on each hand and two faces. The walls are undulating. And I'm sitting here with a stranglehold on consciousness just to pen something nice on Assetbar before I go total comatose. All right habgablit, please present to me all your first posts in chronological order so that they may be assessed as they were spewed into the world. I see your comment staining the carpet up there, so there's at least one comment worse than mine. I am calling you out, boy!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 5,
    "snip": false,
    "text": "A feminist doped up to the eyeballs on prescription sedatives VS a resident furry of relative dark-horse status on Assetbar. <br/> \n <br/> \n <em><strong>The battle you've all been waiting for.</strong></em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "Ray will buy this DVD."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "He has a subscription."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "qeramah",
    "plus": 0,
    "snip": false,
    "text": "You get a chubby from me for not being screwed by Assetbar.  <br/> \n <br/> \nThis man knows his way around a comment."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "What a compliment!  Why thank you, good sir."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Drugs are bad, mmkay?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 2,
    "snip": false,
    "text": "I'm pretty sure Ambien is a medicine, not a drug. <br/> \n <br/> \nLet's review: <br/> \nValium: you can get a receipt when you buy it (medicine) <br/> \nMarijuana: no receipt (drug) <br/> \nCocaine: no receipt (drug) <br/> \nCaffeine: receipt  (medicine) <br/> \nRobitussin: receipt (medicine) <br/> \nAlcohol: the bartender will probably smack you if you ask for a receipt (drug) <br/> \n <br/> \nBased on the receipt criterion, Ambien appears to qualify as a medicine."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "That leads to... <br/> \nSelf-serve gas: Medicine <br/> \nFull-serve gas: Drug"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 2,
    "snip": false,
    "text": "Makes sense to me. <br/> \nWhere is full-serve gas the norm?   <strong>Oregon</strong> <br/> \nWhat do they have in Oregon?   <strong>Hippies</strong> <br/> \nWhat do hippies do?   <strong>Drugs</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Man I sooo wanted to pump my own damned gas when I was in Hippie-fuck Oregon!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It's still a drug, though, just a legal one with an actual purpose beyond getting one \"so fucked up, man, seriously\". Any synthetic medicine is always a drug. A drug is not always a medicine."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<em>Love is the drug, got a hook on me<br/>\nOh oh catch that buzz<br/>\nLove is the drug I'm thinking of...</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Wow. Octafish found a song with drugs in it. That is  <em>sooo</em>  rare! Really. <br/> \n <br/> \n(Did someone say fish? {meow?})"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "<em>your love is like bad medicine<br/>\nbad medicine is what I need<br/>\noh-whoa-oh</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 1,
    "snip": false,
    "text": "(Wow! She's really cute. And she's totally toying with her collar so hard at me. . . .)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Please. Please stop pretending to be a cat. You are a grown man, not a toddler."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "You haven't learned to tell when it's me speaking and when it's the avatar? I'm really proud of him. That was a great send up of today's strip. <br/> \n <br/> \n(I haven't the heart to tell him that all yellow/orange cats are male.)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "WHAT?!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Seriously, who posts as a character represented by their avatar?  I mean really? <br/> \n <br/> \nI actually thought it was a pretty good use of it.  As long as he stays the hell away from ethel.  Her avicon is much too young for him."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I am suppressing the desire to post \"MULTIPASS!\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Ok, Leeloo."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Okay hedobot, but when you do it it's funny (at least sometimes). We're talking about a 43 year old man acting like a cat from a children's story with no ironic or humorous subtext. If it's not being a furry, it's at least somewhat creepy and nauseating."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I don't hit achilleselbow's funny bone. <br/> \n <br/> \nIt's only creepy and nauseating if that's what you make it. You could choose to make it silly and fun. Who knows, maybe even funny?  <br/> \n <br/> \nAt what age, exactly am I no longer allowed to make it fun? <br/> \n <br/> \nI can see it now: \"Doc, I need some help. I have FD. Ya' know, \"Fun Disfunction\". Just can't make a chuckle. What can I do?\" <br/> \n <br/> \nDude, I know too many people just surviving their lives. Bed at night is the greatest accomplishment of the day. Not my plan! Life is for LIVING, and it is for the living. Count me amoung them until I can't move anymore, and then I'll be blinking jokes in Morse code!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well, judging from Tekende's post, I'm not the only one who thinks so. It seems more like you're trying to be cute than funny. I mean where's the joke? You're just mimicking cat noises and actions. I feel like Stewie when he went on Kids Say the Darndest Things and Cosby took his goggles and made skiing motions while making silly noises. \"That's not funny! That's just saying what happens when you go skiing!\""
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Lucky for you he's not the only source of humor on this site."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Aww, he's just having fun.  He don't ejaculate none"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Lol. Hey Hedo-baby: If you going to get my back and stand up for me, try not saying I'm impotent at the same time!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Ok. Got it. Frankly, most of this silliness is the direct result of watching my youngest cat's ways and reactions (he looks just like the avatar). If I'm eat'n tuna, he's all \"someone say fish?\", and just really present. And if I don't share, he's likely to get rude with the slippers. So, to that degree, right on, that's just what happens with a playful cat. But I find him funny as hell most days, so for me, playing him in human language  <em>is</em>  funny. But I totally get if it ain't for you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Man, loneal is so much fun when she's tripping balls."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Man, loneal is so much fun when she's  <strike>t</strike> ripping balls. <br/> \n <br/> \n <em>There, fixed that for you</em> <br/> \n <br/> \n(Ok I don't even know what that means.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "<em>gripping balls</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "oh man how did I not think of that one?  Ripping balls, dripping balls...that's all I had time for before I had to get back to work."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I always have time for dripping balls at work."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Limping balls?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Limpid limps?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Pimping gimps?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Unsatisfying!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Unsaturating?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "...Insinuating?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Urinating?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Insulting!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Insurgents."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Insolence! <br/>"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Insipid!"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Intrepid!"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "C-C-C-COMBO BREAKER!"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Inconsiderate."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Inconsolate."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Indifferent. (Continuing the Combo anyway.)"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>Inconceivable!</em></strong>"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "<em><strong>WINNER!</strong></em> <br/> \n <br/> \n(Thank you all for playing!)"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Inadmissible! <br/> \n <br/> \n:("
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Indubitably! <br/> \n <br/> \n: )"
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Indecipherable. <br/> \n <br/> \n: #"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That's Wordwang!"
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "So?"
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Conky 2000, r-r-ready to assist you, P-P-Pee-wee!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "fineoakstructure: <br/> \n <br/> \nYour correction is incorrect.  \"Tripping balls\" is a phrase that the Doogie Howser guy uttered in  <em>Harold and Kumar Go to White Castle</em> .  Which is funny, because whiteturtle posted something about  <em>How I Met Your Mother</em>  several hours later, but above loneal's comment, so it looks like she's picking up on the Neil Patrick Harris reference.  Anyway, I'm afraid you lost the culture wars this time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "lateadopter: <br/> \n <br/> \nOh, I know what tripping balls means, I was \"correcting\" hedonismbot by making his surprisingly non-sexual post into a sexual post, but horribly so.  Stereo's version was much better. <br/> \n <br/> \nUnless you're saying \"tripping balls\" is also a sexual term nowadays...I just know it as anothe way of sayin \"high as fuck,\" but more related to an acid trip, right?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Hah! I didn't even notice the strikethrough through the T there. Perhaps others didn't as well."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I had a feeling that might be the case.  I gamble, I lose. <br/> \n <br/> \nPar for the course!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jaypage",
    "plus": 0,
    "snip": false,
    "text": "dude ambien will fuck you up. <br/> \n <br/> \ncase in point: <br/> \nI was staying with my parents this summer (all the time waiting to get back up here to school), and I'd been prescribed ambien a few months prior when I began to sleep through classes to the point where I was unable to sleep unless it was classtime. But I digress. One night my mother comes in the room and asks me if I've taken my ambien that night, and I respond that I hadn't. She then tells me the following story: <br/> \n <br/> \nThe night before, she was lying in bed unable to sleep around 2am when she heard what sounded like someone pissing. On the carpet. In the hall outside of her room. She figured it was her 5year-old grandson that was staying with us at the time, and he'd just been unable to get to the bathroom. At that point, I walked into her room. <br/> \n <br/> \n\"What are you doing?\" <br/> \n\"I'm here.\" <br/> \n\"Have you taken your ambien?\" <br/> \n\"yeah...\" <br/> \n\"Go to bed.\" <br/> \n\"okay!\" <br/> \n <br/> \nI remembered NONE of this. Suffice it to say that I am no longer on ambien."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "If I remember right, the \"Ambien\" defence has been used in murder trials. (Something to do with sleep driving and killing someone not smart enough to know that the driver of that car was actually asleep.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jaypage",
    "plus": 0,
    "snip": false,
    "text": "I believe it. My roommate tells me one night I told him, excitedly, \"I can see music!\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "This is extremely true. I have never seen music per se, but the room gets lighter and darker depending on what I am reading/seeing/feeling at the moment. Mild temporary synesthesia hurrah!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Have you tried booze?  Lots of booze makes me sleepy.   <br/> \n <br/> \nTry booze."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Cool. I remember (sometime last century) waking my sister from an afternoon nap to have her ask me to put the lids back on the watermelons.  <br/> \n <br/> \nI said, \"What?\"  <br/> \n <br/> \nShe said, \"Huh?\"  <br/> \n <br/> \nI said, \"What watermelons?\"  <br/> \n <br/> \nShe had no idea what I was on about. I wonder how that scene would play out on Ambien?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I'm pretty high right now, could someone else make the incest joke for me?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jaredwilde",
    "plus": 4,
    "snip": false,
    "text": "I fucked your sister."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry. Pretty pathetic, huh? Those were desperate times. . . ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "I got double vision from Ambien once. That drug is fucking crazy; it's like the drug you take in  <em>Grand Theft Auto II</em> . Didn't help my insomnia much, though. Hey there cannabis, tuck me in and be my breakfast."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You take drugs in that game?  All I remember is turning a bunch of Hari Krishnas into hotdogs for the Russian Mafia. <br/> \nDO you mean GTA III?  And what drug is that?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Uh, you know, the one with the thing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Thanks."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I believe it was called \"DRUGS\". <br/> \n <br/> \nThe last one they had drugs in was Vice City, I believe.  Also, coincedentally, the game I consider to be the apex of the franchise as far as Fun goes."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "No, you're thinking of GTAIV.  If not GTAIV, than San Andreas.  If not SA, then GTAIII.  VC is right above 2 and 1 and the london expansion packs. <br/> \n <br/> \nThere was marijuana in SA.  But it was during a mission. <br/> \n <br/> \nWhat do I know though?  I only play Super Mario 64."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "That's right, son. You don't be playing those \"devil\" games now!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "How about that game you and your buddies play, Daddy?  The one with the gun . . ..Russian Roullette?  Is that a devil game?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Lad, that isn't a gun.  But it certainly is loaded.  And you shouldn't be peeking at the games your dad and I play with each other"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Actually, that was spin the bottle with a handgun. <br/> \n <br/> \nSomeone had to do your mother."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Do her hair? <br/> \n <br/> \nI don't like that, Daddy.  I know that it's a sin, but Mommy's hair is really gross and the last time she made me do her hair I felt like throwing up a little bit. <br/> \n <br/> \n <em>I'm sorry Mom.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I don't know why I feel like answering your unanswered question this late in the game, sje46, but the drug to which fuckyoufriday refers is in GTA III. It's a big pill that makes everything around you move...real...slooooowwww. If memory serves, I think there was one such pill just outside the police station, which was a recipe for hours of mindless, pig-slaughtering fun. <br/> \n <br/> \nI always assumed that it was supposed to be PCP. That's what I eat when  <em>I'm</em>  slaughtering pigs, anyway."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that was GTA II. but you know that already."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "But when in GTAII?  How would they even show if you were high?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "oh, no, not the drug part, but the hot-dog part."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "This is far from the worst first post ever. <br/> \n <br/> \nIn fact your post, the second, far outclasses it."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "dose it maek u cryyyy lol egel"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I don't know Loneal. I reckon some anti-comics are pretty laugh out loud. Neil Hamburger and Sam Simmons and the like."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "I saw Neil Hamburger start off Frenzal Rhomb's set one year at the Big Day Out. Ninety percent of the crowd had no idea what was going on. It was brilliant."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Sounds like it was Kaufman-esque."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Pretty much the grandaddy of it was Kaufman. I have the DVD I'm from Hollywood. Kaufman and his Intergender Wrestling Belt (he would only wrestle women and offered his hand in marriage and one million dollars to the woman who could beat him)."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Yeah, yeah, yeah, yeah. <br/> \n <br/> \n <em>Now Andy, did you hear about this one?</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Kaufman was absolutely insane!  <em>I'm still not sure that I buy that he died; if he did it's a sad world indeed.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Yeah, he toured with Bungle as well. That shit was so fucked up. First time I saw him, I had no idea what was going on either and hated it. Then got the groove later."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh dogg Hamburger is my main man.  I actually made a light reference up there ^ somewhere, or maybe yesterday.  The anti-humor is so anti, it is humorous."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes, this was the one labelled \"anti-funny.\" I'm not entirely sure it was meant to be derogatory. I think the label indicated that it was funny but in a totally different way from most comic strips. <br/> \n <br/> \nI mean, I can't imagine GQ would commission and publish an Achewood strip just to show people that Achewood sucks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It probably meant \"anti-funny\" as in \"anti-joke\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I don't think it was meant to be derogatory either, I was just joshing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "So, this was really in  <em>GQ?</em>  No, I honestly don't know."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Yes it was. The August edition."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Just in time for the LHC to come online ...amazing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Wait, do they have that thing all hollering and shooting already? I thought I had a few more hours to say good bye to my loved ones."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "perhapsmaybe",
    "plus": 6,
    "snip": false,
    "text": "don't worry, just keep refreshing here; <br/> \nhttp://hasthelargehadroncolliderdestroyedtheworldyet.com/"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gin_with_bears",
    "plus": 0,
    "snip": false,
    "text": "a black hole as too be terribly quick way to go.  But now I want taco bell."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "usversusthem",
    "plus": 17,
    "snip": false,
    "text": "Well, like my grandpappy always said, \" <em>Better the LHC than the damn mexicans!</em> \" I guess the lesson here is that this is a terrible and unfunny post and why haven't I hit the cancel button yet is anybody's guess"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "ohh shiiiiiiit"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 20,
    "snip": false,
    "text": "This is what it's like on the other side of existence.You kinda want some fourthmeal and you'd like to go to sleep coz you gotta get up early tomorrow. If you're on Ambien, you may be seeing double of things and rocking back and forth constantly. But that probably has nothing to do with the New World outside of me. We must forget our shame and our sorrow, our incontinent grandmothers and the squirrels we hit with our cars that didn't quite die immediately, all the things that held us back. Now, now we must go forth. There is a whole Hardon universe out there, and we haven't even begun to lightly stroke its balls."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "usversusthem",
    "plus": 13,
    "snip": false,
    "text": "I was so excited to catch you on your typo of Hadron but then the second half of your sentence smacked me sternly and told me to sit back down."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 11,
    "snip": false,
    "text": "Remember that next time I start writin bout hardons. You can try to object, you can  <em>try</em> . But my sentences  <em>will</em>  let you and everyone else around you hear the pudding-slap sound of your own ass hittin your own chair."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 8,
    "snip": false,
    "text": "Dear usversusthem, <br/> \n <br/> \nThe number of chuppies I would like to give you right now is about 17. Instead I'm going to give you one, so that I can save some for other people later in the day. If those other people don't work it today, the chubbus will go straight back to you. <br/> \n <br/> \nThis do I swear by the bright and unpleasant blood that runs in and occasionally out of my veins."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I think it's quarter-past-four-am internet-hugs-for-everyone-time! I have class in seven and a half hours. I should go to bed. Thanks for your chubby and sage wisdom, loneal. *nods*"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Oh Loneal, your half-crazed insomniac sedative-induced ramblings hearken to a place so painfully familiar to me, and yet so wonderful. <br/> \n <br/> \nThe hilarity you have provided me is sufficient for the day.  You have stolen most all of my chubbies, this day."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Can anybody chubby Loneal hard enough today?  I submit NO."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Maybe not, but I'd be willing to  <strong><em>try</em></strong> ."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Hedonismbot can."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "I concede.  *bows*"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Are you doing philosophy?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I would like to just say that I got home from work today, saw the  <strong>UTTER FUCKING CIRCUS DOWN THERE</strong> , and just said \"Nah, fuck that.  Another damn debate about whether or not XKCD sucks, I'm not commenting on that shit.\" <br/> \n <br/> \nThis is what happened."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "And, of course, by \"down there\", I really mean \"up there.\" <br/> \n <br/> \n <em>There were so many yellow comments my direction got all phunked up.</em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "{twitch} never gonna {twitch} talk about... thhhhat web comic again {shudder}"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "{/twitch}{/shudder} <br/> \n <br/> \n(You should always end these things correctly.)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "You can imagine what I though when you said you say an utter circus down there.  I would love to taste the cotton candy at your down-there circus Doc."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "oh maaaann, loneal, Ambien has given you super special powers of  <em>hilarious</em> !"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "<strong>loneal,</strong>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "If I remember correctly (there's no guarantee I do), Ambien can cause some crazy lucid sleepwalking. Who want's to bet Loneal has no memory of this brillance in the morning, and tries to chubby herself?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "SPELLING! <br/> \n <br/> \n(Sorry guys.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh my God, you're right, I  <em>do</em>  have barely any memory of any of this happening. I must have been trying  <em>really</em>  hard, because usually when I write things on Ambien it's just a bunch of nonsense words strung together in shaky handwriting that I think is groundbreaking poetry until I read it the next morning."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "She's also a lousy lay while stoned on Ambien."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Then stop drugging her and invest in some shackles, man! God! It's so  <em>basic.</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "HEY!  Shackles take away a woman's right to say \"NO\".  Ambien merely makes them less willing to say \"NO\".  Usually girls on Ambien say something about their socks when I start molesting them.  But nothing to suggest they don't want crazy monkey sex"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I don't know, sleepwalkers can be unpredictable on this one. Catch her in the right zen, and who knows?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Loneal, <br/> \n <br/> \nYou get the Ambien IV drip and I'll get the wedding ring."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "I hope you hide your car keys lest you go off  <strong>Ambien Fugue Driving</strong> . <br/> \n <br/> \nFinding I'd changed underclothes one night for no discernible reason, and finding yet another time that I'd apparently wanted to do something with the blender -- but was foiled because it wasn't fully assembled -- has me all kinda nervous 'bout  <em>that</em>  drug.  It may make me miserable, but at least insomnia doesn't scare me."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Wow wow! I do not think such things have ever happened to me, but I guess I wouldn't remember them. Insomnia does scare me, though. It makes me into an oversensitive emotional wreck and then I lose all my friends and no one is there to go out to dinner with me when I don't feel like cooking."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I'll go with you, loneal. No matter how crappy your mood. It'll be cool."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Screw going out for dinner, I'll cook for you.  And don't worry about the oversensitive wreck thing, I barely speak to anyone in real life.  No chance of upsetting you at all."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "the-maddr-oneal",
    "plus": 0,
    "snip": false,
    "text": "Wake up, number 37"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I don't know what you're talking about, but I feel good about the last five letters of you username."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "OH! I know this one: <br/> <br/> <br/> Last night I woke up... with the worst headache I've ever had in my life. And I... I went into the bathroom to get some aspirin... And I happened to look in the mirror... and... I swear to God, I see something I can't describe. But it sure as hell ain't my reflection. And then I hear this weird howl coming out of the sink. And there's a voice. It's a voice and it's saying: \"Do not be afraid. Ninety-nine will die. Denver Nine\"."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That's something out of the Mothman Chronicles, right? <br/> \n <br/> \nFucking  <em>loved</em>  that film.  <em>So</em>  creepy. Granted, I was only about 11 when I saw it, so I should really watch it again before I start another opinion war."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "People are wont to argue with the opinions of your 11 year old self."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Are you kidding? They're the only opinions most folks  <strong><span style=\"border-bottom: 1px dotted\">don't</span></strong>  argue with!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Yes! \"Wake up, number 37\" is like the only really memorable quote from the movie. But I thought nighttime oddities fit the bill in this stream."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is like poetry, only better."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "God that is weird about the squirrel thing, i was just thinking about one I saw hit by a car when I was like 14.  Creepy, loneal, creepy. <br/> \n <br/> \nAnd yes, everyone, I am kind of back.  I was unemployed and homeless for about four or five months and lacking the internet access necessary to make the most of this wonderful forum, and now, no joke, I live in South Korea and teach English, which is the  <em>exact opposite</em>  of not having internet access."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Whoa, a friend of mine just went to South Korea to teach English. She's blond and her name is J. According to her facebook they just had some big bonfire on the beach where they grilled hobo packs. Any of this sound familiar to you?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "More terrifying coincidences...is this the moment the lights come up and it is revealed to me that it was all a joke, that I actually  <em>am</em>  in hell and everything is about to start over? <br/> \n <br/> \nDo you know where in Korea she is?  I was just on facebook confirming that I will be attending a hobo pack bonfire this weekend.  I think there are beaches everywhere though."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Unless it is a thing of South Korea to have hobo pack bonfires, I'm pretty sure it's the same one. It's on Shinan beach and it is indeed this weekend. My friend is in Gwangju. So I guess the upshot of all this is that I am encouraging you to approach her at this bonfire and let her know that I am indirectly stalking her via Facebook and a messageboard about cartoon cats. Yes, this seems to be the inevitable direction this exchange is headed in."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Is...Is she Canadian?  There are a lot of goddamn Canadians over here.  I mean, as an American, not only am I a minority in the sense that I am Korean, but I am doubly a minority because all the expats are Canadian.  This is not to say that I have a problem with Canadians.  Far from it.   <br/> \n <br/> \nOh wait, omg, is she married to a guy named Ed, and is he also over here?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "No on both counts. But is it the same thing you're going to? I'm looking at the confirmed guests and there is only one Korean person on there. Is your name Seung-hyun? <br/> \n <br/> \nTechnology is scary, kids."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I just realized you probably meant to say that you are NOT Korean, which would make a lot more sense in the given context. So nevermind on that last one."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Oh yes, this is definitely the same event.  My facebook profile is on there, my initials are N.B. and my picture looks like a landscape.  Click it and befriend me.  I need to see this thing through to its final stages, and have a conversation about this forum on a South Korean beach."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Holy crap, my mind is blown."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "Let it be known here and now that the circle is closed.  The internet has collapsed upon itself.  Through the interference of an entirely unrelated phenomenon, Facebook and Achewood have collided."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "<em>On the same day that the super-collider was fired up!</em> <br/> \n <br/> \nCoincidence? I don't think so."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>AAAAAAAA-</em></strong>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Dee de dee de, dee de dee, de <br/> \n <br/> \nYou unlock this door with the key of engineering. <br/> \n <br/> \nBeyond it is another dimension -  <br/> \n <br/> \na dimension of sound,  <br/> \na dimension of sight,  <br/> \na dimension of mind.  <br/> \n <br/> \nYou're moving into a land of both shadow and substance, of things and ideas.  <br/> \n <br/> \nYou've just crossed over into the Collider Zone.  <br/> \n <br/> \nDaaaaah, Da dad!"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Hey guys, check out the [url=http://www.youtube.com/watch?v=j50ZssEojtM]Large Hadron Rap[url]! Hee!"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Let's try that  <a href=\"http://web.archive.org/web/20100109185239/http://www.youtube.com/watch?v=j50ZssEojtM\">again.</a>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Damn, catgrl, that is some catchy shit.  And educational!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "What in God's Holy Name is a \"hobo pack\"?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "aki",
    "plus": 0,
    "snip": false,
    "text": "Deliciousness, pure and simple...but hobos are a collection of vegetables, with a little olive oil and seasoning to taste, wrapped in foil and placed in an open fire, near the coals."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I would commission a blowjob from that kind of hobo any day"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "aki",
    "plus": 0,
    "snip": false,
    "text": "Uh oh, amidst all of the other webcomic slamming, did you just betray a secret love of gaming culture!?! PA of late...\"Blowbos\" for commission...well a I grant you a hedon for being true to electronic brethren and another hedon for subtlety."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Go ahead, capitalize the T on technology, deify it if it'll make you feel less responsible--but it puts you in with the neutered, brother, in with the eunuchs keeping the harem of our stolen Earth for the numb and joyless hardons of human sultans..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>LET IT BE KNOWN THE WEBSITE HAS AN RSS FEED TO KEEP YOU UP TO DATE.</em></strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "That is fantastic. I was just thinking (and yes I am being serious) \"I can't keep checking this. What if it changes? I'll have minutes, hours at most. It needs an RSS feed.\" And then I check my address bar and THERE IT IS."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "<!-- if the lhc actually destroys the earth & this page isn't yet updated <br/> \nplease email mike@frantic.org to receive a full refund -->"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 6,
    "snip": false,
    "text": "I'm gonna geek really hard here for a second about the Hadron collider, but does anyone else feel like there was just a \"ding\" sound, and then Leonard Nimoy's voice came on and read a really appropriate quote by Stephen Hawking about particles?  And then you could complete the SS Docking Bay?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Man, the fact that I was the first to chub this says we don't have enough vidya game players here."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Super Mario 64 is awesome, and coincidentally, is the only game I play."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Super Mario 64, the Beatles... Is it also a fact that you eat nothing but spaghetti with meatballs and drink nothing but purple lucozade?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Assetbar Philippe is trying his very hardest to stay 19 forever."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Lord to be  <strike>17</strike>  19 forever."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "octafish... please, please tell me your status is a FEL quote."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Its a line by Crispin Glover as Cousin Dell in  <em>Wild at Heart</em> . Dell's mother discovers him in the kitchen at midnight with a 30cm chefs knife obsessively making sandwiches. She asks \"Dell honey, what are you doing?\" and with a look of frustration and anguish (as only Crispin Glover can do) he yells at her \"I'm making my LUNCH!\" while gripping the knife tightly. What is FEL?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Hah! Direct quote-age. Front End Loader kick off their album Last of the V8 Interceptors with a song called Makin' Lunch. It's just them screaming Maaaaking LUNCH! Maaaking LUNCH! <br/> \n <br/> \nThe only other line is \"It's Christmas in June / there's cockroaches on my anus\". I'm guessing you could shed some light on that..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Dell really likes Christmas and screams when his mother tells him it is summer and christmas is six months away. The final scence in the little vignette featuring Crispin is him  <em>carefully</em>  placing a cockroach down his  y-fronts while standing bow-legged and gleefully shifting his weight from side to side, as Laura Dern's voice-over says \"One day Aunt Ruth found Dell puting a cochroach on his anus\".  <br/> \n <br/> \nP.S. there is a big knife in the scene but I think I remember it differently now. I think he puts the knife down before smashing his sandwiches and screaming at his mother."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "isn't Ray or one of them 33"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I think so, as am I. I have never been screwed up by religion, but my wife did play soccer..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "they got high for the last time in the bathroom at the Friendly's in Hades"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I don't only like the Beatles. <br/> \n <br/> \nI like the Beach Boys too."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "This is a cute thing to say. I imagine you with your hand up to your mouth, giggling and kicking at the dirt. Perhaps a \"shucks\" to follow."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Hee hee!  People are paying attention to me!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Chef Boyardee and Spaghetti-O's are the extent of his Italian cuisine."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "And freezepops."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "forever. and ever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "NO."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 0,
    "snip": false,
    "text": "Right there with you, dude.  25 to Research in this city."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "<em>*Dong*</em> <br/> \n <br/> \nLeonard Nimoy's Voice:  <em>I am become death, destroyer of worlds.</em> <br/> \n <br/> \n- <strong>Press *Enter* to end turn</strong> -"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "The beauty of you finishing that is that now *I* can buttfuck you into the stoneage.  I always thought that was telling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "Where did Spongebath's scooter go?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "I don't think that's Spongebath.  That dude just looks like some slob wigga from Raytown, MO."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "He could just as feasibly be from Joplin."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Ya'll're underestimating Springfield."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Looks more Baxter Springs to me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm so happy that there are apparently so many Middle Americans here. <br/> \n <br/> \nJust to throw it out there 'cause I'm feelin' nostalgic - I used to drive my mom to work everyday in Baxter, then I'd go watch the sun come up whilst smoking nasty Mexican brick weed on this old, abandoned trolley bridge there. It was definitely the good old days."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "I get nostalgic for that nasty Mexican brick -- my gawd it was  <em>cheap</em>  back in the day!   Good thing, too, since I was of seriously reduced circumstances and was burning through about an ounce a week (I was a poster boy for the wake & bake set)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Boo Middle America! <br/> \n <br/> \n: D"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Wow. He cold played all of us suckers who read this beforehand online. I was so excited to read a new comic, and now I just... I just don't know anymore."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "That girl toying with her necklace is the same one with the necklace made of jewellry whose chest Beef was staring at so hard that he nearly bust her ribs, isn't she?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "habnabit",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100109185239/http://achewood.com/index.php?date=07272005\">The very same.</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "I guess Onstad no longer feels bad for providing furry fodder."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Are you saying he's lost all self-respect?  I see him as more of a good American.  The sort that would hunt those godless mongrels down and beat them with rolled up newspapers.  Fucking furries."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I bet they're communist sympathisers, too."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Poppycock. In the Soviet Union, furries would have been killed for meat. <br/> \n <br/> \n(I'm sorry, but it would be far too difficult for me to pander to Internet memes by trying to render every true or semi-true statement I want to make about my homeland in the form of a Yakov Smirnoff joke.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Just because YOU'RE a red, Mr I-was-in-a-socialist-youth-scout-thing. <br/> \n <br/> \n(I'm really jealous of that, actually, and my jealousy is coming out as anger.  Unless it was someone else in the socialist youth thing and I'm getting confused.) <br/> \n <br/> \nIt's surprising how many people I know that are from former Soviet states.  Mind you, this would mainly be due to having been a wrestler in Australia for many years, where the sport isn't very big and pretty much everyone in the Olympic team is a European expat, and I was the only one in my club who could only speak English.  At least I knew when people weren't talking to me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": ">>MEOW<< Don't come near me with a newspaper! >>HISS, HISS!<<"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "See, if he were a furry, he'd have tried to rub on me for that post.  Or say something about also being a vampire and an ancient transsexual mummy or something. <br/> \n <br/> \nHe's just a dude playing a cat from a children's story.  He will not harm you.  Boots-in-Puss, we love you here, and you are welcome to curl up anywhere"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "PURRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRR. . . ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "samcc",
    "plus": 3,
    "snip": false,
    "text": "God  <em>damn</em>  Tony Bourdain is like the pope of lookin' unimpressed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doctordung",
    "plus": 1,
    "snip": false,
    "text": "\"I let some scientists chop off my dick last night.\" <br/> \n <br/> \nThat is my new excuse for all the many times I am sure to fail in the future."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "behemothdiddums",
    "plus": 0,
    "snip": false,
    "text": "I was thinking that exact same thing. I will probably go as far as to bore people with it eventually."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "As a scientist myself (and a biologist no less, but the wrong kind of biologist) I think I'll amend it to \"I let some other scientists...\" implying that perhaps this is just the sort of thing that happens at the lab after lunch when we're trying to avoid doing real work. <br/> \n <br/> \nAt the same time the proximity to other scientists makes it less funny in a way as well. Quite vexing."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "<em>proximity to other scientists makes it less funny</em> <br/> \n <br/> \nThis is known as the xkcd effect. <br/> \n <br/> \n(yes, I am replying to you belgand because I just cant get past those lames back there. You've wounded me deeply.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Man, you really hate that webcomic man...  Is it because you are terrible at math(s)?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I don't  <em>hate</em>  it, I just can't stand the way even his partial differential equations are so poorly conveyed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Your hate is so fresh, so  <em>constant</em> .  <br/> \n <br/> \nMaybe you should stop reading it?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I did actually. I unsubscribed from his RSS feed a few days ago, having decided it wasn't for me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 4,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I don't hate it, I just can't stand the way even his partial differential equations are so poorly conveyed.</em></div> <br/> \n <br/> \nAnd the humor is so derivative.  And math shouldn't be such an integral part of a comic anyway."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "\"Hey baby, are you differentiable?\" <br/> \n <br/> \n\"Why?\" <br/> \n <br/> \n\"Because I want to get tangent to your curves\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "Hey, don't touch my asymptote!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Let's get parabolic, baby... <br/> \n <br/> \n(I am not a mathematics major)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "A friend of mine, a college math professor, once uttered the phrase \"...and it goes straight up my asymptote...\" in class, completely on accident."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "\"The wrong kind of biologist\"? Are... are you an EVIL biologist?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Or a Furry Biologist?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Furry geneticists are responsible for most of what's wrong with the mid 21st century."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Furries invented black people? <br/> \n <br/> \n(No just kidding folks. Just the show. Be here till Sunday.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "SHIT SHIT <br/> <br/> <br/> I mean  <em>sorry for partying.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Furry geneticists are responsible for most of what's wrong with the mid 21st century.</em></div> <br/> \n <br/> \n....Which is (kinda) perfectly explained in one of the few brilliant VG Cats episodes (or whatever): <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100109185239/http://www.vgcats.com/comics/?strip_id=193\">http://www.vgcats.com/comics/?strip_id=193</a> <br/> \n <br/> \nFun times."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "Oh dear... <br/> \nSomeone seems to have frightened that monkey."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Give me another one of those delicious gourmet burritos."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I would like to be, but I am not certain I have the proper ability to self-apply the term at present. <br/> \n <br/> \nI am, in the main, into genetic mutation and how cancer functions at a genetic level. <br/> \n <br/> \nIf you have need of a molecular geneticist in the Bay Area I would be greatly interested in hearing about it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Ray really seems like he wants Science to step in and clean up his loose ends today"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Considering that Ray would forget his julienne and do a DUDEMEAL at Taco Bell, I'm not sure that Tony Bourdain wouldn't be the guy to take off his dick with a Sabatier cabron-steel boner. <br/> \n <br/> \nWhich would make Tony Bourdain a 'scientist'. Hell, he's so hardcore his makes bisque and performs backstreet abortions. Monster."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "That misspelling just made the threat much stronger."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Scientists will take away your mistake babies, but also your dick."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the-maddr-oneal",
    "plus": 0,
    "snip": false,
    "text": "Moyle anyone?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Yeah that will happen I mean science basically has a monopoly on all things that enter or exit a vagina I mean a vagina is just like the New Jersey Turnpike always crowded plus there are tariffs on the tolls so what I'm saying is you do not want to piss off science because they giveth and they taketh away plus they have the Department of Transportation in their back pocket right next to their wallet which they will just as soon pull out to give you some hundo to buy yourself a few rides on the tilt-a-whirl as they will to pull out a card to put in your hand that tells you the name of the android that is going to rape you with it's laser dick and cum on your face with quantum balls man that is the postapocalyptic way, binary fucking is a thing of the past  <em>rape is all about The Singularity now</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "falseprophet did you drink some ambien"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fuyukodachi",
    "plus": 1,
    "snip": false,
    "text": "The first time I read this, I was momentarily led to believe amid all of the food talk that 'onesie' and 'fire station' were obscure cooking terms that I would know if I read more of Anthony Bourdain's books.  I imagined a onesie was a small dish, suitable for serving some sort of side dish of bland roots and a fire station was a place where food was given a quick touch up on the grill prior to serving."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gardenhead_",
    "plus": 0,
    "snip": false,
    "text": "me too. I can just hear him yelling at the assistant chef \"this steak needs to go to the fire station, right now!\" Probably with a lot of expletives though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "That's know as the Chef Ramsey effect."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "It's not always easy to be perfect friends with dickless men, ya know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrchee",
    "plus": 0,
    "snip": false,
    "text": "Achewood is now Culturally Relevant"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 12,
    "snip": false,
    "text": "That's right folks, our beloved strip has gained a modicum of recognition outside the internet.  Get ready to ride on the poser train! <br/> \n <br/> \n\"I was into Achewood before it was a cult hit known to thousands\" <br/> \n\"Yeah, well, I stopped liking it after G.O.F., it really lost something.\" <br/> \n\"Yeah, well  <em>I[/i} never even liked it in the first place, I was [i]always</em>  reading it ironically.\" <br/> \n\"Do we have anymore PBR?\" <br/> \n\"It should be under the pile of LCD Soundsystem vinyl singles, over in the corner next to my recumbent bike.\" <br/> \n\"Psh.  LCD Soundsystem is so overrated.\" <br/> \n\"Yeah, I know, I was going to drop them off at Goodwill.\" <br/> \n\"Psh.\" <br/> \n\"Yeah.  I know.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Posers (poseurs?) ride recumbent bikes now?  I knew about PBR and irony, but apparently underestimated the limits of poor judgment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "I think in the main posers ride fixed-gear bikes still, but it's possible they've advanced to recumbents somewhere in the world."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 19,
    "snip": false,
    "text": "\"Oh my god, are you still riding a fixed gear bike?\" <br/> \n <br/> \n\"Didn't you hear that The Arcade Fire, on one of their adventures, discovered an underground sweat shop producing counterfeit vintage bicycles?  It's impossible to tell the difference.\" <br/> \n <br/> \n\"Uh, yeah, I know, I was just riding this to my friend's ex-wife's studio so she could dismantle it for a piece of sculpture she's been working on.\" <br/> \n <br/> \n\"Oh yeah, what's it called?  Don't tell me she's still naming her pieces.\" <br/> \n <br/> \n\"No, uh, she, uh, she's just going to leave it in a handicapped spot and use whatever number the police assign to it as a name.\" <br/> \n <br/> \n\"As long as The Arcade Fire is happy.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fornikate",
    "plus": 0,
    "snip": false,
    "text": "marry me"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Whiteturtle, what is the Arcade Fire's equivalent of the Mystery Machine? I must know."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 10,
    "snip": false,
    "text": "The Arcade Fire travel the world in a hovercraft cobbled together from tiny interesting pictures clipped from magazines, silk-screen concert posters in French designed by friends of theirs and Parliament Lights in an unfussy collage.  It is powered by the guts of 2,234 MacBooks and the still-beating heart of Jean-Luc Godard."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Is it powered by a large church organ? Somehow?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "An anthropomorphic, talking pipe organ accompanies them on all their adventures."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "\"Reedborough, open your access panel, we are in an awfully tight spot here!\" <br/> \n <br/> \n\"Well really I never... alright then, but this is most irregular\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "This thread has been sponsored by hilarity. You all get \"A\"s, I like your spirit."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "What I meant to say was \"wasn't it temporarily powered by a church organ in S1E6, when the gang got in a 'tight spot'?\". That's what I meant to say."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "The Arcade Fire is pretty much passé and other things the assetbar can't render properly except as vomit."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 2,
    "snip": false,
    "text": "assetbar_admin, if you're reading this, I have a humble suggestion: <br/> \n <br/> \nAssetbar pages currently declare their character encoding to be UTF-8 but actually have their text encoded as ISO-8859-1.  That mismatch only leads to tears.  It's like opening a pint of ice cream and finding minestrone inside.  Minestrone is a fine and tasty soup; but when you've been promised ice cream, any soup is a letdown.  That's how my browser feels when you promise it UTF-8 and give it ISO-8859-1."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "If I had a vagina, it would have just closed like an airlock."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<em>all purifying itself, not letting any part of that comment get inside and start spreading like a disease</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I want to point out to that same assetbar_admin that the latest comments in this chain all appeared twice in my inbox. <br/> \n <br/> \nI'd guess it's because it tracks back to comments by me twice, but it's weird seeing \"if I had a vagina\" by i_love_kate twice and wondering if he just really likes saying that."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Do you ghostwrite for Tarantino?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I really like the concept of the Arcade Fire having adventures. They could have a TV show like the Monkees did. But with more adventures."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "They all live in a big scary house all connected up with tunnels. The show relies much more on dramatic storylines rather than slapstick comedy."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 5,
    "snip": false,
    "text": "In one episode, they try to name their babies, but have difficulty because they forgot all the names they used to know."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "There's another episode where a huge neon bible chases them in and out of various doors that all open onto a long corridor. The footage is speeded up."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Bruce Springsteen, David Bowie, and the Harlem Globetrotters all make frequent guest appearances."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "This is a surefire hit. It will probably need to be animated, and made without the endorsement of the Arcade Fire though."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "They already self-produced 12 episodes on classic reel-to-reel celluloid, and show it to the homeless children in the shelter located in the warmest, friendliest cabins on the hovercraft."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "At the end of every show, Alex tries to commit suicide and they dramatically prevent him from doing so."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "You can do it!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I want to chubby pretty much every post in this thread."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i too wish to do this thing."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "whiteturtle there just aren't enough chubbies in the world for you. Please start blogging or something."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Check his status. Then go crazy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "oh jesus. oh just hooray man. <br/> \nWhiteturtle's writing is just some great stuff."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Thanks tiger, god blessya.  I would never spam on my blog unsolicited, but I would love for people to read it and comment, and the Achewood folken are the people who would appreciate it most (outside of my friends and family).  If you gently mouse over my image, the url will appear.  I just re-kicked it off after maybe 2 years out of  commission and I am very excited about it.  The old novel I was working on is still in place, but I hit a narrative wall and anyone who can break on through to the next plot point would get a dedication in the published novel, fyi."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "...but why are we in SPACE?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "So basically the Scooby Doo with all the guest stars."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "It is nice having you back"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Whiteturtle rides back into Assetbar and shows it who the daddy is.  Hail fellow, well met."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "\"..but it's possible they've advanced to recumbents somewhere in the world.\" <br/> \n <br/> \nUntil they see me on my recumbent, at which time they will realize that as long as someone like me rides one, they will never be cool or hip.  I will sense when they have this collective realization, and laugh my head off.  Unfortunately for me, I will be riding through East Palo Alto when this happens, and get mashed by a flatbed truck.  But I'll die happy that I thwarted those sons-of-bitches.  Well, until the pain hits.  And then I'll just go, \"Aaaaaaaaaaaaaaaaaaaagggggggghhhh.  It hurts!  Pain!  Owowowowowowowowowowowowowowowowow. [gurgling noises.  Silence.  Then some laughter from the neighborhood kids.]\" <br/> \n <br/> \nWell, that's my plan, anyway."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "\"Until they see me on my recumbent\" <br/> \n <br/> \nYes, they travel in one big pack."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "They see you ridin'"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Reclinin'"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Thinkin' to yourself \"FUCK but it is IMPOSSIBLE to climb on this thing.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Chillin' out maxin' relaxin' all cool, <br/> \n <br/> \nAll shootin' some B-ball outside of the school."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 7,
    "snip": false,
    "text": "win and cup a gusys use up 2 n g sed makin trubs in ma nebbahue"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "MY VIBRATOR READS ACHEWOOD??? <br/> \nMy genitals are proud right now."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Thank you.  And let me say, I'm very, very proud of your genitals."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Oh SHIT I thought that was some sort of lipstick tube! This makes much more sense."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "It's Tom Servo's sexxxay cousin"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Oh shit.  The catgrl noticed it.  Young lady, it is a lipstick tube of the future.  Now go back to your Moby Grape and extreme knitting and texting boys on the cellulacious phone and whatever the fuck you people do these days."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Depends. Have you become Bat Mitzvah yet? (If she has, she is already \"of age\".)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Not in my state.  Or the last two I was forced to flee.  Fucking Chris Hanson..."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Yeah. Ya' sometimes get the feeling that's not what they mean by \"of age\", huh?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "I have to ask you, oh recumbent man:  are you an engineer?  It's for demographic reasons...literally every recumbent rider I know is an engineer.  I don't know why that is, but it is."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "I am.  I'd guess the reason that the demographic skews so heavily towards engineers is that we have a high tolerance for looking dorky if we can also be *efficient*.  And often we don't end up more efficient, but we think we are.  So that's where it all falls apart.  I really like my recumbent, though-I wouldn't commute 30 miles a day on a road bike.  <br/> \n <br/> \nAnd yes, irondave, climbing does suck on a recumbent, but it's hard for me to tell how much more it sucks than on a diamond frame road bike because I sucked when climbing on a road bike, as well.  There are recumbent riders who swear that one can climb as well as a road bike on a 'bent, but I've never seen anyone demonstrate it, and the road bike-riding guy I somtimes ride in to work with smokes me up the Dumbarton bridge, which is a pretty mild climb.  'Course, he has a pretty nice road bike and I outweigh him by 60 lbs, so that'll do nicely as an excuse. <br/> \n <br/> \nI wonder if this is now the longest recumbent bike-related post in the history of Assetbar.  If so, I apologize."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "If only I had the balls to copy/paste the entire Wiki article for \"recumbent bike\" verbatim, claiming the title of \"longest recumbent post\".  If I did that, I'd be a dick though."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "But you'd be a *triumphant* dick.  Which is the very best kind of dick to be."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Indeed. The recumbent bicycle is primarily the transport medium of the eccentric, relatively hippieish university professor. Both liberal arts and hard sciences/maths are represented equally in this manner, but they have different reasons that drive them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "Oh god, I downloaded their discography and it's just so unnecessary. James Murphy is like the Radiohead of perfectionism, squared. He makes everything not on an official album rubbish, then lets us download the rubbish.  <br/> \n <br/> \n <em>the man's B-sides are rubbish and the word rubbish just went blank to me</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "God, this is basically \"indie cred\" modded for us webcomic fans."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "GOODWILL."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quaga",
    "plus": 0,
    "snip": false,
    "text": "Ray's working some rough chuckles these days"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 2,
    "snip": false,
    "text": "Celery Root is called Celeriac. The readers of GQ know this. You should know this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "So is Teddy Ray's caddy or what? Because he certainly is not the client. Unless people play two vs two. Lowly Turks don't get to play much golf :("
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I think T is just  <em>playing the part</em>  of the client.  I couldn't tell you why.  Maybe that's Emeril playing The Guy Who Bought the Last Condom, in which case it would all make sense again."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Exactly.  You can't really expect DerOnstadt to draw two original characters in one strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quaga",
    "plus": 0,
    "snip": false,
    "text": "But does  <em>Ray</em>  know this? I think it's the kind of thing he'd learn and then have himself hypnotized so he could grill a steak 3 times out of 7."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drmemory",
    "plus": 0,
    "snip": false,
    "text": "Anthony Bourdain and not Andrew Zimmern?  Cripes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boingjones",
    "plus": 0,
    "snip": false,
    "text": "Holy crap, Anthony Bourdain is hell of cooler than Andrew Zimmern."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ncanna1",
    "plus": 0,
    "snip": false,
    "text": "Absolutely.  Tony Bourdain is interesting and personable.  Andrew Zimmern is a jackass and an obvious TV host."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It's hilarious and kind of depressing when the Travel Channel insists on putting those two in the same room and makes them act like they're buddies. As if."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drmemory",
    "plus": 0,
    "snip": false,
    "text": "I have much respect for Bourdain, he writes like a mofo, but Andrew Zimmern is hell of more likely to eat horse junk is all I'm saying."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "GORDON RAMSEY COOKS THE RISOTTO SERVED AT THE FEET OF JESUS CHRIST.  JESUS IS AFRAID TO SEND IT BACK."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "It's not fear. It's just  <em>that</em>  good."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "R I S O T T O ?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 1,
    "snip": false,
    "text": "Here's an old one (apologies if you've heard it before): <br/> \n <br/> \nSo, the pope was visiting New York City, and had a chauffer and limo pick him up at La Guardia. They had been driving into the city a short time, when the pontiff made an unusual request of his chauffer: He had always wanted to drive a big American car, like this limo. Would the chauffer mind letting him try it out? The chauffer's orders were to provide his holiness with whatever he desired, and so obliged. <br/> \n <br/> \nWell, it was late at night, and the road was wide and clear, so the bishop of Rome really let it loose to see what the power of this car could do. It wasn't long before flashing lights and a siren brought this to an abrupt end.  <br/> \n <br/> \nAfter searching a bit, the Vicar of Christ found the mechanism to roll down the window, and asked the cop what he could do for him.  <br/> \n <br/> \nOfficer O'Mally hesitated a second, and then said, \"I wanted to ask his Holiness for a blessing, and to request he blesses our city by abiding its speed limit.\" <br/> \n <br/> \n\"A blessing upon you and your city, my son.\" And with that, he was off again. <br/> \n <br/> \nO'Mally returned to his squad car looking sooo perplexed. His partner looked at him, and said, \"No ticket? What happened? Who was it?\" <br/> \n <br/> \nO'Mally, rubbed his forehead a moment, and said, \"I don't know  <em>who</em>  it was. But he had the pope for a chauffer!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Good old clean Catholic fun.  A chubby for Your Felinity."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I've been trying to find information on the latest guys.  Is GQ a good magazine for this?  Thanks for responding! <br/> \n-Pomegranate in Polento"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Pom in Pol: <br/> \n <br/> \n\"GQ\" is played out.  Have a look at \"Popular Mechanics\" instead.  There will be information on guys who are the latest and also \"handy around the house.\"  You don't want to risk a guy with more fashion sense than you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "garcin",
    "plus": 0,
    "snip": false,
    "text": "Alors voila."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "octafish",
    "plus": 6,
    "snip": false,
    "text": "Re: $39 bottle of $6 wine <br/> \n <br/> \nWhen a publican friend of mine was running a restaurant in his pub he had a fairly wide ranging wine list. There was a really nice bottle of Cabernet Merlot listed at $15 (Aussie dollars so cheapish at the time) it just wasn't moving so he  <em>raised</em>  the price to $21 and cleared his stock in a fortnight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snuffysmith",
    "plus": 1,
    "snip": false,
    "text": "When I first read this I accidentally followed the arrow to the left after reading the first breast panel... it actually made sense to me for the first few paragraphs until teodor popped up. I struggled for a few more panels thinking teodor was a metaphorical stand in for the lady until the logic was too twisted and I reaslized I was in error.  <br/> \n <br/> \nHowever I don't think any of you can blame me for briefly thinking of teodor as a lady stand-in. I'm sure Molly does."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "<em>okay, a golfing metaphor that's cool that's cool</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Ray was all stroke stroke stroke stroke stroke, and the balls went  <em>exactly where they were supposed to</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "subpenis testicles"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I hope it doesn't end up stymying him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100109185239im_/http://img99.imageshack.us/img99/2932/omegaey4.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Wow. A whole new light comes on."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Hm?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "...oooooh shiiiiit!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Doing a Thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "The mind just goes to a place."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I guess what happened was I missed a quote the first time around... <br/> \n <br/> \nYOU KNOW I AIN'T GOT NO SENSE FOR EGGS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Hey everybody, I have sort of a public service announcement. <br/> \n <br/> \nNow, I could be wrong, but I think we've been allotted more chubbies. I'm fairly certain I used about nine on yesterday's comments."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I haven't been counting, but I just got knocked back trying to chubbinate snuffysmith there, and haven't been doling them out that generously."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Maybe I'm wrong then. Or maybe the allotment increases proportionately with the number of comments."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure you are correct.  It seems like I got the ability to give more chubbies as I got in more of a comment count.  Or maybe it is linked to how many strips you rate."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 2,
    "snip": false,
    "text": "I think it's a phenomenon caused by the LHC.  The Higgs boson proved to be unstable and decayed in four nanoseconds, producing an extra chubby, a neutrino, and a hubcap for a 1962 Studebaker."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Interesting. I will keep count. <br/> \n <br/> \n <em>ONE.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Attempted and failed to give a sixth chubby. However, have confirmed >5 chubbies on other strips with more comments. Will attempt further chubbies as chubby-worthy comments present themselves. Stand by for updates."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Successfully distributed chubbies 6 through 10 after total post count on this strip exceeded 200. Was denied an 11th. Hypothesize we are allotted 5 chubbies for the first 200 comments and additional 5 for every 200 thereafter. Will test theory on other strips and report back."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "You deserve a chubby for collating this information, but unfortunately I used up my second batch without keeping track of them."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 4,
    "snip": false,
    "text": "Dear APERSON , <br/> \n <br/> \nOur files indicate that you have expressed support for the Chubby Research Foundation. Therefore we would like to extend to you the opportunity to make a regular donation of one (1) chubby per calendar month to fund the Foundation's important work. On payment of your first chubby, you will receive a laminated membership card, a full-colour chubby fact-sheet, and, I don't know, some kind of keyfob or something. More importantly, you will have the satisfaction of knowing that you have helped ensure the ongoing cataloguing and categorisation of these rare and beautiful phenomena. <br/> \n <br/> \nSincerely, <br/> \n <br/> \nThe Chubby Research Foundation <br/> \n(A Registered Charity) <br/> \n <br/> \nP.S. As an incentive to join, here is a sample from our latest newsletter: <br/> \n <br/> \n <strong><em>Did You Know</em></strong> <br/> \n <br/> \nYou can search for \"You gave this comment a chubby\" to check how many you've handed out! <br/> \n <br/> \nUntil recently, Chubby Researchers believed that the chubby population had increased to 5 in every 200 comments. However, after a tour of Assetbar's most densely commented regions (including the 2100-comment \"Kazenzakis Card Company\"), it has been determined that chubbies are available at a rate of  <strong>5 chubbies for pages of 200 comments or less</strong>  and  <strong>10 chubbies for pages of over 200 comments</strong> !"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Frickin spammers..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Woooo! Thanks. I think I've only chubbied 4 so far, so I haven't been able to really check."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "You chubby chasers, you"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Assuming Ray leaves the celery root in a onesie because he believes it looks like a tortured and burned infant... <br/> \n <br/> \nThis flowchart certainly deserves the 5 I gave it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "5-er. laffed.. tears welled up and all.  <br/> \n <br/> \nthe first one was rather pedestrian stuff.  <br/> \n <br/> \nthe 2nd one, i didn't understand some of the language (i ain't know them fancy cooking words).  <br/> \n <br/> \nthe 3rd one killed me. perfectly over the top and deadpan."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "monstermovie",
    "plus": 0,
    "snip": false,
    "text": "what's with teodor being a \"new client\" in this strip, that ray doesn't know well enough to \"rock that kind of chuckle\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "Onstad was not willing to take for granted that a GQ audience could associate Teodor and Ray's previous association."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Ray and Teodor were just playing roles for this strip. You couldn't see it but they were standing on Roombas."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "susurrus",
    "plus": 0,
    "snip": false,
    "text": "I always rock that kind of chuckle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "to rock that kind of chuckle is \"cock talk\".  <br/> \n <br/> \ndick jokes are 'cock talk'. like 'rock out with your dick out'.  <br/> \n <br/> \nplayed out.. still gets the occaisional chortle."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 1,
    "snip": false,
    "text": "Still, when I got to the panel with \"I let some scientists chop off my dick last night. My mind is all over the place.\" I was done! It had been worth the other meanderings for this unexpected gem. Not only have I found the excuse for my next ten failures, I'm left asking the questions: \"What scientists?\" \"Why do a thing?\" \"Why Ray's dick?\" \"Did they replace it with something?\" \"Are they going to?\" <br/> \n <br/> \nThe genius is that it even has the veneer of believabilty. Thank you Onstad. My ass  <em>did</em>  need laughing off."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "no veneer. none."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stabones",
    "plus": 0,
    "snip": false,
    "text": "fuckin scientists"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "a  <strong>BROBABE</strong>  would totally eat a  <strong>DUDEMEAL</strong> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "And a BRABOB would eat nothing but HOMEALS"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Ho Cakes <br/> \n <br/> \n'cause a ho gotta eat!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 1,
    "snip": false,
    "text": "Eh, very funny. <br/> \n <br/> \nBut seriously, a woman is an occasional pleasure, but a cigar is always a smoke. So why was I with her? She reminds me of you. In fact, she reminds me more of you than you do! Yeah, she got her looks from her father. He's a plastic surgeon. <br/> \n <br/> \nSo I chased her for two years only to discover that her tastes were exactly like mine: we were both crazy about girls. <br/> \n <br/> \nBut you know what I always say: Women should be obscene and not heard. And anyone who says he can see through women is missing a lot. <br/> \n <br/> \nI'm sorry if that offends, but I must confess, I was born at a very early age. And I've worked my way up from nothing to a state of extreme poverty. And when I die, make sure my agent gets one tenth of my ashes, as written in our contract. <br/> \n <br/> \nBy the way, a black cat crossing your path signifies that the animal is going somewhere. <br/> \n <br/> \nSo, if you quote me, quote me as saying I was mis-quoted. <br/> \n <br/> \nWell I must be going. I have had a perfectly wonderful evening. This wasn't it. See ya' in the funnies."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "A veritable Groucho Blitzkrieg.  You have the brain of a 5 year old child, and I'll be he was happy to get rid of it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh wait, it's not all Groucho.  Forgive me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Which part wasn't? Man I'm old enough to have watched him on TV - live!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 2,
    "snip": false,
    "text": "I've rocked a joke like that before, and it didn't fly. My grandma has a different sense of humor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "She laughed when I said it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 4,
    "snip": false,
    "text": "sailin yon a wobbly boat <br/> \npushin deh spit don yon throat <br/> \nup ahead deh enemy be <br/> \nas cap u made a decision <br/> \nur boats are in position <br/> \nto cross deh enmies T <br/> \n <br/> \nas deh ships approch steady <br/> \nur battleships get ready <br/> \nships lined up 6 miles wide <br/> \ndeh enemy boats arrive delayed <br/> \nin their docks dey shuld hab stayed <br/> \nas u fire your broadside <br/> \n <br/> \nit s clear they r defeated <br/> \nso dey turned and retreated <br/> \nur decision now is 2 let them go infact <br/> \nand not 2 chase dem 2 der grave <br/> \nlookn back a terrble order u gave <br/> \natleast the navies honor is intact <br/> \n <br/> \ndis is and pome wit undtones asswell is gute 1 4 me i lik it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Not ev'ry man can scribe a verse <br/> \nSo nautical, so wry, so terse. <br/> \nClimb up your column, Nelson! Is it not worse <br/> \nTo shrink away defeat'd, shamed, accursed? <br/> \nYour honour spared to dip the pike in needless blood <br/> \nAnd thus you sail for harbour home upon a glory flood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "Shameful secret? I only understood the mandrake joke because of Harry Potter."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Skoora,  <em>you are not alone.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Being err, of a slightly more, shall we say, mature age I knew mandrake from the comics. <br/> \n[img]http://www.vancouverentertainers.ca/mandrake/magicians/magician-mandrake-magicians.jpg[/i] <br/> \nRe-prints mind you I wasn't around for the first editions.  <em>Yeah yeah yeah what condition my condition was in</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Just can't fucking post pics anymore, jeez. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100109185239im_/http://www.vancouverentertainers.ca/mandrake/magicians/magician-mandrake-magicians.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "susurrus",
    "plus": 0,
    "snip": false,
    "text": "I understood it because of Pan's Labyrinth."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "inspectorgadget",
    "plus": 0,
    "snip": false,
    "text": "Uhhh Mr. Smuckles seeing as you are one of the main gentlemen involved in doing trendy things uhh could you mentor me?  My golf game and my cooking skills are mega nasty.  They are dog shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "You are like, seven years too late.  Ray used to answer terrible questions and help hopeless people like you for a while.  Read the Ray's Place archives and have some dignity"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thepunchman",
    "plus": 0,
    "snip": false,
    "text": "I may have used that joke while golfing myself. It is quite a gem in some of the circles of gentlemen I know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "This was not that great. I feel OK that Onstad did it for money. <br/> \n <br/> \nI do like that T is \"the client\" though. Almost like Onstad did not think anyone would notice or care. Which is probably what happened."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I like to think it was staged and as low-budget as their Roomba productions"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chagment",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chagment was marked lame too many times and excluded. (marked lame by InspectorGadget, rowboat, loneal)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "alreadyinuse",
    "plus": 4,
    "snip": false,
    "text": "<strong>how is it mysogynistic?  He didn't say if the baby to be taken away was a boy or girl.  You overlook the fact that by toying with her necklace at ray she is basically inviting his spermatazoae </strong> <em>(sp?)</em> <strong> into her faloopian </strong> <em>(sp?)</em> <strong> tube</strong> <em>(s?)</em> <strong> and so I just don't see how that is mysogynistic.  It's not okay for Ray to want to make the baby go away but for all you know she is thinking the exact same thing... </strong> <em>\"I forgot my dental dam but I'm gonna toy my neclace at Ray anyway because if I get a baby tonight science can make it go away for a fee...\" </em> <strong> Would you complain if she said that?  No, you wouldn't.  That is a DOUBLE two faced indian-giving standard.  Just so you know.</strong>"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "gladi8orrex",
    "plus": 4,
    "snip": false,
    "text": "ow many balck mans does it tak 2 clean and toilet? none dis is and womminzs job. lol"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "How is babby formed?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "HE has to way instain mother.  Because babby cant frigth back?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It was on the news this mroing a mother in ar who had kill her three kids . they are taking the three babby back to new york too lady to rest my pary are with the father who lost his chrilden ; i am truley sorry for your lots"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "http://www.somethingawful.com/flash/shmorky/babby.swf"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I watched that like 10 times in a row when I first found it.  It was the funniest thing I have seen on the internet, besides the Intense Mentos Commercial (Youtube it).  I laughed like crazy. <br/> \n[url]http://www.somethingawful.com/flash/shmorky/babby.swf [/url]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100109185239/http://www.somethingawful.com/flash/shmorky/babby.swf\">http://www.somethingawful.com/flash/shmorky/babby.swf</a> . <br/> \nGot it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snuffysmith",
    "plus": 0,
    "snip": false,
    "text": "Extra awesome because chagment is a dude and alreadyinuse is a lady."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "premature abortion"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "How  <strong>bold</strong>  of you to say so. <br/> \n <br/> \nBut seriously: I don't even like the line, not because of its implications, but because it's honestly not a great line.  I think an non-Achewood audience would find it amusingly idiosyncratic of this odd cat, but for \"us,\" (or me) it doesn't seem very strong."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fehh",
    "plus": 0,
    "snip": true,
    "text": "Comment left by fehh ignored."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "MEBBY BUT I DON THNIK SO NICE TREY"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "AIU: great point and argument. Thanks for making it. <br/> \n <br/> \nCan we get clear that neither pro-choice nor pro-life camps are misogynist? While there is little agreement, both camps really honestly want what they feel most honors women. And the loudest voices on both sides are women. <br/> \n <br/> \nI would accuse Ray of being cavalier, but then, he is!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Folks who did not want to hear the abortion debate, I am letting you know that I am pointedly not responding to this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Not debating. Just putting to bed some useless name-calling. Note that I have neither taken a side, nor expressed an opinion, other than \"both sides feel they're right\", which is a \"duh!\". Frankly, I'm willing to just sit it out and let the women sort it out amoung themselves."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "garcin",
    "plus": 2,
    "snip": false,
    "text": "<strong>Washing one's hands of the conflict between the powerful and the powerless means to side with the powerful, not to be neutral.</strong>  --Paulo Freire"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Au contraire, ma soeur! My willingness to sit it out comes with great intentionality - the kind that makes a difference.  <br/> \n <br/> \nI really believe that something that impacts women so much more then men is something that should be exclusively theirs to decide. Period.  <br/> \n <br/> \nI'm not passively sitting it out. I'm actively promoting men sitting down and women standing up. I'm actively supporting men, regardless of religion or public office, remaining neutral on this topic, and allowing the women to have an authentic conversation about what they want in this area. Only where Father's rights come into play should a dude have a voice in this matter. Otherwise, I thank men for shutting up and sitting down, and listening for what is there when only the gals talk. <br/> \n <br/> \nIt really doesn't fit your quote. <br/> \n <br/> \nI take full responsibility for all men everywhere who think they really have anything to say on this, and I will not have succeeded in my intention until I (at that level) have sat it out and let the women sort it out amoung themselves. 'Kay?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "But...but you just did respond to it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Cavalier, indeed.  Hella way he would'nt even consider stop by the QuikiMart for a Jimmy Sampler 6-Pack.  He's got the money for Science, but too much class for last-minute convenience store protection."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "The difference is between intent and effect. We should agree that one can hold either position without the immediate intent being misogynistic. However, this doesn't prevent the other side from claiming that to hold such a position either a) involves some implicitly sexist assumptions or b) would infringe on women's rights through its desired ends. <br/> \n <br/> \nI do think that to place the argument there is a distraction, however; the central question is simply whether or not a fetus qualifies as sentient life. Presumably the whole issue should be laid to rest once we finally develop artificial wombs into which a fetus can be safely transplanted. I have a feeling this would still not appease some 'pro-lifers' though, and that is the point when you would know that the intent is controlling women rather than preserving life."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Your points about controlling women are spot on, but even if a fetus  <em>were</em>  sentient life, I should not be legally required to donate my bodily resources to it, just as I am not legally required to donate blood or give a kidney to a relative. <br/> \n <br/> \n <em>I am really sorry, other people kept talking about it and the temptation was too great, I SWEAR I'll stop talking about it now I SWEAR</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well, I think the point that a sincere pro-life person would make is that it's not like the fetus comes out of nowhere and forces you to donate your body - the need for its support usually comes about as a result of certain decisions you and your partner make (the fact that the burden is only borne by one of the equally responsible partners is just one of the injustices of biology). Mind you, I'm not making this argument myself, just saying it's a valid point that could be made."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<strong>ESSAY QUESTION</strong> <br/> \n <br/> \nTo stir the pot a bit: <br/> \nAt what age of gestation (or beyond)  <strong>should you</strong>  be legally required to take care of the child/fetus?  Fertilisation, mid-second trimester, or is it once they leave the mother?  Or are we going by functioning personality - namely, when they're around 3 years old? <br/> <br/> <br/> Have fun deciding what makes you a person, fuckers!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Number of lames/chubbies?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "How many funds will you need to research this?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "You have to be at least twenty-five percent smarter than what I had for dinner. It was tuna, granted, but I doubt that it was dolphin friendly."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Let's say your not really human until you actually achieve full awarness of the other (around age 26). <br/> \n <br/> \nCome on guys, let's leave it to any female posters who feel to respond to Loneal. Especially if the points brought up aren't even how you think or feel about it?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "You are not human until the soul enters the body, this happens when you can do simple algebra. <br/> \n <br/> \nThis was and remains my least favorite of Dick's short stories."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "OMG!  This means that, even at this late date, I have no soul!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I've always held that the abortion/infanticide comparison is moot, because it's much easier to just drop the child off at the local police station or hospital than stabbing them repeatedly and having to clean up the mess."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "What's sad is that I had a full five page debate on the topic of abortion with a moderately intelligent pro-choice guy a while ago, and now I can seriously not be arsed to have one again. Although I realise that there isn't much call to, as most people are being considerate and trying not to fill up the comments section with futile bickering. (Not taking the subject of XKCD into account, of course.) <br/> \n <br/> \nPoint being, the reason I really couldn't be bothered to go through it again is that I know at least generally how the two arguments will present themselves, and vaguely what impasse will be reached. It's like the science/religion debate. Neither side will change their opinion, because both sides have slightly but significantly different views on what is and isn't moral. <br/> \n <br/> \nAlthough could someone clear up what the difference is between pro-life and pro-choice-but-of-the-belief-that-abortion-is-morally-wrong for me?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "That's an easy one. One is just a moral stance and the other is a moral and a political one. You can believe that abortion is morally wrong but know that this belief is based mainly on your religious views and thus should not be forced on others as law. You can also be aware of the fact that banning it would lead to backalley abortions and unwanted/abused children. In fact, many people who describe themselves as pro-choice actually feel this way.  <br/> \n <br/> \nOn the other hand, there are pro-choice people who do not think it's morally wrong because they do not believe in such things as souls and all scientific evidence shows that a fetus does not acquire consciousness (frontal lobe activity, ability to feel pain) until about the third trimester. So until then a fetus may as well be a sperm cell. <br/> \n <br/> \nThe point is that while there are two defensible moral stances that cannot be reconciled, there is only one defensible political one, as laws in a secular democratic society can only be based on scientific evidence rather than articles of faith."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>laws in a secular democratic society can only be based on scientific evidence</em></div> <br/> \n <br/> \nYou  <em>are</em>  aware that laws result from a political process, right?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chagment",
    "plus": 0,
    "snip": false,
    "text": "You know, thats a pretty good point, and I think I was off base using the word \"misogynistic\". <br/> \n <br/> \n Then again, though, the point is, I dont know what shes thinking. Ray's attitude is \"She is touching her jewelry... now it is ok for me to impregnate her and expect her to kill my baby\". <br/> \n <br/> \nThe whole point is that we dont know what shes thinking. <br/> \n <br/> \nI do think youre right, that may not qualify as misogyny. But I still find it pretty disgusting, and disappointing from a character I otherwise like, which I guess is why Im angry about it. <br/> \n <br/> \nAnd I think youre wrong, I would still be pretty disappointed if she felt that way. <br/> \n <br/> \nIt may be a \"double standard\", but only because there are TWO standards. Because there are DIFFERENT sexes. Ray is not ever going to have an abortion. If a girl decides that she is willing to risk having an abortion just to buck nasty with Ray, thats her choice. If Ray decides that the girl will just have to have an abortion if she gets pregnant, well, thats different. Different standards."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Like I said: Ray's cavalier."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Well, he's no roundhead that's for sure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chagment",
    "plus": 0,
    "snip": false,
    "text": "You know, thats a pretty good point, and I think I was off base using the word \"misogynistic\". <br/> \n <br/> \n Then again, though, the point is, I dont know what shes thinking. Ray's attitude is \"She is touching her jewelry... now it is ok for me to impregnate her and expect her to kill my baby\". <br/> \n <br/> \nThe whole point is that we dont know what shes thinking. <br/> \n <br/> \nI do think youre right, that may not qualify as misogyny. But I still find it pretty disgusting, and disappointing from a character I otherwise like, which I guess is why Im angry about it. <br/> \n <br/> \nAnd I think youre wrong, I would still be pretty disappointed if she felt that way. <br/> \n <br/> \nIt may be a \"double standard\", but only because there are TWO standards. Because there are DIFFERENT sexes. Ray is not ever going to have an abortion. If a girl decides that she is willing to risk having an abortion just to buck nasty with Ray, thats her choice. If Ray decides that the girl will just have to have an abortion if she gets pregnant, well, thats different. Different standards."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chagment",
    "plus": 0,
    "snip": false,
    "text": "Wow, I am clearly an amateur at this. Sorry about the double post. Also sorry about introducing a pretty unpopular debate, especially as a stranger in the midst of people who more or less \"know\" each other. <br/> \n <br/> \nIt wasnt my intention, I am not religious, so thats not what this is about. I guess I was frustrated reading my favorite comic and the punch line, rather than making me laugh, made me lose respect for the character."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "woah, dude, your ass-covering got way out of hand there.  Post away!  As long as you don't post browser-crashing lines of code or every single Achewood ever into a single post, you will be welcomed and fellated.  But yeah, the whole \"feminizm\" debate is boooooooooring.  All I need to know about women is: <br/> \n <br/> \n <em>\"I can't touch their cunths for three days a month.\"</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "cunths <br/> \nlove them <br/> \nmoitht"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "it muft be moift"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I agree with this using both hands.  Do not bring up feminism here.  Do not bring up abortion.  They will always trigger debates.  People will say they found some sort of consensus, then they will rehash the same argument next time.  Just say Ray's a douche, and we'll wink and nod."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Fellated? I didn't get fellated! Where do I line up?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Right here big boy.  Let me spit out my gum"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100109185239/http://www.youtube.com/watch?v=oA1bm0_ra1g\">Oh Yesss! YES! YEEESSSSS!!!</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Dear God!  KITTY PORN! <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100109185239im_/http://i73.photobucket.com/albums/i215/tv387711/FozzieBear.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100109185239im_/http://www.costumeholidayhouse.com/Costume/Accessories/55x01-18w.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I was waiting for someone to say it, but did not expect such aplomb!~ <br/> \n <br/> \nMuch virtual chubbies!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "When I go, I go WHOLE HOG. <br/> \n <br/> \nHere is a whole hog: <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100109185239im_/http://www.raysbbq.com/images/whole%20hog%20blue%20skirt.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Good grief the comedian's a bear!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "OH-HO-HO-HO!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "(Ya' sure it's not a racoon?)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Then who is driving?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Readers from Midwest America will get this: <br/> \n <br/> \nWhy did the chicken cross the road? <br/> <br/> <br/> To prove to the racoon it could be done! <br/> \n <br/> \n(If you're from the Southwest, substitute \"armadillo\", and if you're from the Northwest, use \"skunk\" instead.)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "We do have raccoons in the Northeast too."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The northeast  <em>rules</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>So hard</em> . <br/> \n <br/> \nIs it my imagination, or has there been a huge amount of italicizing in the past few days?  Maybe I'm just paying more attention, or maybe I'm posting more overall, but it seems we're all  <em>getting our italic on</em> .  Answers can be sent to: <br/> \nnice-on-water <br/> \n86-02 Shutthefuckupyoudontknowwhatyouretalkingabout Way <br/> \nYoufuckingassholeihopeyoudie, NY 11111"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I have recently discovered the power of the italic. <br/> \n <br/> \nThe best . .. .font . . ..typographic . . .thing. . ..  <em>ever.</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>It makes everything so much more</em> <br/> \n <br/> \n <em><strong>extreeeme</strong></em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, I seem to have the wrong zip code for your city. Could you please verify that address?"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "garcin",
    "plus": 3,
    "snip": false,
    "text": "<strong>I agree with you </strong> chagment  <strong>but only to the point that your assumption may be correct;  You assume that ray is <em>not</em> assuming that the lady would <em>want</em> to have an abortion.  Perhaps he is assuming that the lady would in fact want to have an abortion if she got preggo.  And if she did want this, well then, more power to her and Ray.  If she doesn't, then of course she and Ray are both screwed (no pun intended) in so far as they now have a much more complicated situation than probably either of them was hoping for.<br/>\n<br/>\nPerhaps in Achewood, there are no ladies who object to the concept of abortion.  Achewood is after all whatever the hell Onstead wants it to be, and maybe he simply doesn't think that abortion is a big deal, at least, on a philosophical / ethical level.  Obviously, it is still a medical procedure, and one that it's best to avoid if you can.. from a medical standpoint even the morning after pill is a little more involved and difficult treatment than getting a haircut.  But when it comes to ethical concerns, and possible psychological ramifications for the lady getting the abortion, some ladies simply don't have any problem with it at all.  None at all.  They don't think of it as killing a person in the least.  And so, maybe ray feels the same way, and so naturally hopes that his lady friend also feels the same way.  And like I said, maybe Acheworld is free of pro-life ninny extremists, in which case Ray's assumption would be much less naive than it would be in real life.<br/>\n<br/>\nAlso, I welcome Loneal's contribution to any debate over abortion here.  I'm sure such a debate would be futile in the end, but I at least like to see a solid, rational, progressive, and well thought out point of view put out there for people to read.  After all, the pro-misogyny folks never hesitate to spam their insufferable cultism-infused extremist rhetoric at every opportunity, so it's nice to have a counter-balance, just in case there be impressionable young kids reading, or the like.</strong> <br/> \n <br/> \n <strong>my personal theory on abortion is that there is no friggin way you can argue that a fetus is a human when the brain is less developed than a frog or a dog... don't get me wrong, I don't think that we should kill dogs, ever, but, if by chance I would need to spend hundreds of thousands of dollars to raise that dog and spend all my time and energy on it and pay for that dog to go to college... fuck it.... hand me a 22 or a 38 or a damn axe for all I care... I'm gonna kill it quick before it does become human... and yet, even once a fetus actually does qualify as 'human,' ya know what, I'm still pro-choice, because you know, you gotta be pragmatic and recognize that as much as some might want this to be a black and white yes/no litmus test of life sort of question, it's not.  If we wanna talk about life, let's talk about the life of the woman (or often the girl) who is the mother, the impact on her entire life, let alone the very real, however small, risk of complications of pregnancy up to and including death...  It warms the heart that the pro-lifers are so ready and willing to force that risk onto women and girls...  Even if everything goes 'well,' the impact and cost to the mother and society as a whole is tremendous, and in a worst case scenario, you wind up with the mother having severe health problems, and, you wind up with a flipper baby.  Sounds like a win-win sitution.... </strong> NOT <strong><br/>\n<br/>\nThis entire so-called </strong> pro-life philosophy <strong> is a scam that is the natural extension and tumerous out-growth of the </strong> extremist pseudo-Christian fanatical right-wing <strong> whose entire cultural perspective revolves around holding up misogyny and patriarchalism as sacred.  If these </strong> <em>hypocritical</em>   <span style=\"border-bottom: 1px dotted\">dumb fucks</span> [b] really hold the life of a god damned single-celled zygote to be sacred, then why the hell is this the same camp of Red Necks that one generally finds at an NRA convention?  Where's the respect for animal rights?  No, these politically conservative bastards consistently fight for the right to use and abuse animals without limits, they fight against the most basic of human rights (health care, workers rights, etc,) but when it comes to a frickin amoebae fetus that is several billion cells short of being a human yet, all of a sudden these hypocritics conveniently become devout Buddhists. <br/> \n <br/> \nSo that's my perspective on the matter.  Thanks for listening everyone. :)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "wall of text = skipped"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "sorry, that was mean spirited. I'm drunk as a lord on the alcohol my principal gave me.  Plus, I ate a live shrimp AND a live octopus tonight.  They were not cool with it.   <br/> <br/> <br/> KOREA!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "AAAGGGGH STOP TALKING ABOUT ABORTION, you  <em>DICKS</em> !"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Dude, I don't think it's gonna happen at this point."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Your account says female, but your speaking sounds male to me. I don't know if I should applaude, or ask you to sit down and shut-up! (I'm so perplexed.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Now, plenty of accounts that say \"old, female\" are not actually females, but I am rolling my eyes real hard at the idea that that \"sounded male.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Roll away to your hearts contentment! That's the flavor of the language for me. I'm so not saying I'm right."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "u know u can gib da kid up 2 adaptian, rite? u dun has 2 rase it cuz der is 3 days were is not ur sponsibility an u can ditch da brat...  <em>mom ib u can hear me... come bak 4 me</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I wish my mom could bake for me again as well. Ain't no cooking like mom's cooking!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I have made this joke in non-youtubese so many times that I had to chubby it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It's not about respecting the human rights of a zygote, it's about holding the mother accountable for what she's done (to some, this includes behaving in a manner that attracts rapists, from what I can gather). <br/> <br/> <br/> By the way, [b] starts bold text and [ /b] ends it.  I think you had them mixed up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "um....... <br/> \n <br/> \ntl;dr"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Abortion aside, I mentioned in the previous strip after this was posted that unwanted babies are far from being the only or even the main reason to use contraception."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "garcin",
    "plus": 3,
    "snip": false,
    "text": "you're talking about water balloons right?  You can make some insane water balloons with condoms.  Take them to the swimming pool and fill them up with the water jets on the sides of the pool, tie them shut and set them free...  If you play your cards right you can get the whole pool evacuated with a jelly-fish scare.  Especially if you use studded and ribbed condoms.  Good times , good times."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "My niece told me the other day that they call jelly fish, sea jellies now, and a star fish is a sea star. It is because they aren't fish... Who knew?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "It's political correctness gone mad."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Have we renamed racoons yet?  Saying that always made me feel racist."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "They are now known as the  <em>land catfish</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "What about the Panda bear? It's not a bear at all, but actually the largest member of the racoon family."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "u r thinking red panda dood"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "The Lesser Panda (or Red Panda) is also a racoon family member. Panda  <span style=\"border-bottom: 1px dotted\">bear</span>  is never used to refer to them, but only to the \"Great\" Panda. Thank you for asking."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "ye ye, panda bear is and bear u muft hab misunnastan me red pannad only panad dat is racune"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "glad is correct."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I knew you were wrong. I  <em>knew</em>  it! <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100109185239/http://www.greatbear.org/pandabear.htm\">Apparently my daughter's new school book <em>lied</em> to me!</a> <br/> \n <br/> \nSorry to have doubted you, Glad!  <strong>I was wrong!</strong> <br/> \n <br/> \nA chubby for your trouble."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "schools lie all deh time, first discover america? columbus? lol no vikings thx abot it"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "I wish I could find a reference easily that explains the rationale for placing Red Panda in Procyonidae (the raccoon family) and the Giant Panda in Ursidae (the bear family).  None the less, it's a great illustration of the grading of closely-related families into each other.  Currently, the Giant Panda is considered the most archaic form of bear; presumably the Red Panda the most advanced form of raccoon. <br/> \n <br/> \nThe bears are, in turn, the closest relative of the dogs (Canidae).  (Everything must ultimately be self-referential.) <br/> \n/sytematics geek rant off/"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "My link above points to a page explaining the change."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Did someone say \"fish\"? (mew, mew?)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I think someone needs neutering."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Not funny, not cool! >HISS, HISS!< So not cool!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "But I want a brother! <br/> \n:("
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "...or to be put down."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Yes! Put me down on the floor now. Please! (His hands are soo cold, and he smells like Christmas pudding.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Great, I bought this magazine for nothing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ghostlystate",
    "plus": 0,
    "snip": false,
    "text": "At least now you can read this one strip in a public bathroom."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I was going to do that anyway except instead of bringing in an entire cumbersome magazine I was going to print out this one comic and bring it with me wherever I go. <br/> \n <br/> \nThat is until the day I become distracted by a funny joke on the stall wall and accidentally wipe my ass with it. <br/> <br/> <br/> \"It...it's not fair! There was  <em>time</em>  now!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100109185239im_/http://farm4.static.flickr.com/3117/2848582480_a0bb8fab15_o.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "See I like pictures for sad children even though I was whining about stick figures in... an... another strip."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Fuck, man, I hadn't read it yet!  Thanks a HEAP."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Now that's some quality humor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Okay just slow down there partner, tips on how to buy a perfect leather jacket aren't  <em>nothing</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "... but what about the 400 pages of ads with those chiseled features just staring out at you, judging... stinking of acrid cologne and the old school bathroom-smell from the pomade that's holding their hair slicked back."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "And the stains from all the dudes who snuck the magazine into the bathroom at the bookstore to relieve their boiling sexual tension all over the chiseled men on the glossy pages.  WHAT ABOUT THOSE STAINS?!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "...they come out really well with baking soda."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Wow! Thanks for the tip. <br/> \n <br/> \n <em>(Ackward silence followed.)</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Another news flash.. Now, after you've lamed someone, you can still ignore them!! Small, but still exciting."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "It's like the admins have trawled through our comments and are building us Christmas Presents!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "!!!!!!!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I have to say I am hella impressed with all the stuff coming down like pennies from heaven. <br/> \n <br/> \nIf you are listening, Admin, Thank you! One little request: if you could let us know what all has changed, it will make it easier for us to appreciate you even more. Thanks!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Dear Santassetbar, <br/> \n <br/> \nI've been a very good girl this year, so I wouldn't mind scrolling to the right to read comments instead of them getting all squished together on the side. Also I would like a pony and a unicorn and a Bratz Fashion Skanks Dreamhouse with detatchable pool!  <br/> \n <br/> \nLuv and kisses, <br/> \nCatgrl <br/> \n <br/> \nP.S. Please?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "What else have they done so good?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Now if only Assetbar can come up with a way to make folks like me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "aw"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "They've worked out how to make folks not like you... it can't be too far away. Auto-ignore does it's work and leaves it's little droppings just below."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I like you! *HUUUG*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "null",
    "plus": 1,
    "snip": false,
    "text": "Man, I bought that issue of GQ and everything.  Now it turns out I didn't have to.  \"Now, it turns out I didn't have to\" is what they'll carve on my tombstone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "your action has been rendered null."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cynthiamonster",
    "plus": 0,
    "snip": false,
    "text": "this is why i love achewood!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I just noticed that according to this comic, Ray's thong has pockets.  <br/> \n <br/> \nEnviable. Most enviable indeed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Well, he  <em>is</em>  Ray Smuckles, after all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 0,
    "snip": false,
    "text": "mandrake root is actually hallucinogenic and emetic when eaten."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kotoku",
    "plus": 0,
    "snip": false,
    "text": "The big breasted lady in the bottom middle is the same one Beef was staring at in the fast food joint in another strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gorrioncita",
    "plus": 0,
    "snip": false,
    "text": "a magazine about guys."
  }
]