[
  {
    "depth": 0,
    "minus": 0,
    "name": "huber",
    "plus": 25,
    "snip": false,
    "text": "Beef is in the fight. <br/> \n <br/> \nHe also seems to have a good grasp of the psychology of the contained man (cat)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "huber",
    "plus": 0,
    "snip": true,
    "text": "A comment left by huber was marked as spam and excluded. huber: What a douche. (reported by Magb, Zem, heatbag)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 10,
    "snip": false,
    "text": "the plot thickens... gravy thick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shogun",
    "plus": 10,
    "snip": false,
    "text": "Heavy nappe. Serious blonde roux action. This is a tureen full of  <em>plot lie`</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fmercury",
    "plus": 2,
    "snip": false,
    "text": "Magic gravy?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "Oh, you mean sperm!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red_dawn",
    "plus": 3,
    "snip": false,
    "text": "Ray is  <em>obsessed</em>  with those side dishes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Beef completely ignores those concerns. There is a lot of preparation to be done and he will not waste time chastising Ray's lack of preparedness."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "methadone",
    "plus": 2,
    "snip": false,
    "text": "ilove those last two panels <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comeister",
    "plus": 13,
    "snip": false,
    "text": "Made my first post below, ostensibly to warn first-time readers of this arc about reading Cracker's spoiler post below, and I end up posting it after the spoiler comment. <br/> \n <br/> \nLet's try this again:  Skip Cracker's post below for a spoiler-free reading of this great arc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "I missed this comment the first time through. It's nice to see your dedication to spoiling a spoiler."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moot74",
    "plus": 5,
    "snip": false,
    "text": "I don't know if anything got me more excited about the GOF than this.  Beef just plays it so cool, like this was his finest moment and he damn well knew it!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 5,
    "snip": false,
    "text": "He knows, even at this point, that Ray will inevitably have to beat his ass to win. It's EPIC."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cracker",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cracker was marked lame too many times and excluded. (marked lame by UncleRifle, riotdejaneiro, Spoon, Vondicus, radarjammer, Scorpio_nadir, MortisInvictus, Kelly, peppill, mattpowell74, SurelySmack, Fathington, Madoushi)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Well, yes, but at this point it would never possibly occur to Beef that Ray could make that happen, so here, as he rides to the Fight on his kickass bike, he firmly believes with all his beautiful little heart, that the price he will pay to help Ray become a champion is that his best friend will have to thrash him without mercy. <br/> \n</10monthslater>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comeister",
    "plus": 0,
    "snip": false,
    "text": "A gentle warning to those reading this great arc for the first time; do not read cracker's comment below, as it contains a major spoiler.  You have been warned."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 3,
    "snip": false,
    "text": "It seemed you assumed that by replying to an earlier comment in the thread your text would appear before cracker's spoiler. You have been defeated by assetbar. By the time they read your oomment they will have already hit the spoiler.  <br/> \n <br/> \nDo not weep. The lair of the assetbeast is strewn with the bones of a thousand men who acted with good intentions."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "Sweet bike."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 29,
    "snip": false,
    "text": "\"Let the weakest lay waste to the weakest and so on in kind.\"  It's like Stratego advice given by Charlton Heston."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Chubby to you! <br/> \n <br/> \nI heard it as sort of King James Old Testament -- Judges or maybe Leviticus (Heston as Moses?), or maybe a translation of something out of Riefenstahl's  <em>Triumph of the Will</em> :  <em>Lassen Sie die schwächste zerstören den schwächsten, die folgenden genau so.</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "byronic",
    "plus": 1,
    "snip": false,
    "text": "Oh, necessarily!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "I'm not entirely sure what the last panel is supposed to represent. It gives the impression of Beef pedalling faster, but then I recalled they are on a motorcycle. Turning back around  <em>intensely</em> ?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "panamajack",
    "plus": 0,
    "snip": false,
    "text": "Turning back around meaningfully. With great [i]meaning[i/]."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "panamajack",
    "plus": 0,
    "snip": false,
    "text": "Fuck me."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dovey",
    "plus": 4,
    "snip": false,
    "text": "Dogg it is brain tape since young times"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "I've been trying unsuccessfully to popularize the use of both \"brain tape\" and \"young times\", but there is a small amount of headway being made. Let's all work together, for a Tomorrow With Better Colloquialisms."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I have already taken on the challenge of adding \"young times\" as a regular colloquialism into my everyday use. I encourage the rest of assetbar to join epicurus and I on our quest."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I have made the phrase \"Man, whay you even have to do a thing?\" a small success."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "\"Pissing hell of ducats up the wall\" has failed to catch on in my various circles of friends, but \"man, why you even got to do a thing\" and several other phrases and modifiers of note (\"hell of,\" \"the hell\") have made their way in."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "No dude impossible no one could ever use Achewood vernacular in real life that is absurd THERE HOW DO YOU LIKE IT, ASSETBAR?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I'M SO SORRY I'M SO SO SORRY"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goocifer",
    "plus": 4,
    "snip": false,
    "text": "Beef driving and Ray in the sidecar:  SYMBOLISM. <br/> \n <br/> \nAnd instead of answering, he accelerates; I want to avoid an important question in this manner one day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hidden_7",
    "plus": 0,
    "snip": false,
    "text": "Oddly enough, this is actually my first Achewood strip. It fits in fine now, but the actual tone of this is so different from the comic as a whole. I often go back to it and try and look at it with virgin eyes again, try to remember what this comic must have looked like to me when I first stumbled across it. It certainly seemed to take itself more seriously than it actually does. That and Beef is stone cold, a straight up player, which, given his actual character, is an odd introduction to him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m-e-charm",
    "plus": 1,
    "snip": false,
    "text": "5/5 is not nearly enough for this story arc. <br/> \nNOT <br/> \nEVEN <br/> \nCLOSE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 15,
    "snip": false,
    "text": "<strong>Weekend Blogs</strong> <br/> \n <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20110416100850/http://orezscu.blogspot.com/2006/02/wine-sunday.html\">WINE SUNDAY</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "I can really sense some shit is gonna go down. But  <em>how</em> ?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "my nipples are hard with anticipation!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Fan <em>TAS</em> tic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Fan <em>TAS</em> tic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "It makes sense that Beef would be a GOF geek, with an encyclopedic knowledge of the event. It makes so much sense."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "This was my first Achewood strip. <br/> \n <br/> \nBeef turned out to be a very different character than I'd first imagined. For one thing, it took me a little while to get used to seeing him without the visor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 1,
    "snip": false,
    "text": "Hearing Onstad's voice for Beef was really weird.  But the NPR interview about the GOF book was still pretty good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleg",
    "plus": 2,
    "snip": false,
    "text": "beef may not admit it, but with this strip, he surpasses RLS in sheer manliness in a manner hitherto thought impossible"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Robert Louis Stevenson?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sabbac",
    "plus": 0,
    "snip": false,
    "text": "Beef's \"it is brain tape\" makes me think he's probably a Philip K Dick fan?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gunsofray",
    "plus": 1,
    "snip": false,
    "text": "This comic perhaps stirred the most Emotions in me since i saw The Warriors."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "the plot thickens..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kalethan",
    "plus": 0,
    "snip": false,
    "text": "this strip really does raise questions of forethought and planning on The Creator's part...I just saw an interview in which he claimed that he doesn't plan the arcs, they just go until they end, but the Weight of Beef's look at the end and his reverential, foreboding manner of speaking make me think this was PLANNED!"
  }
]