[
  {
    "depth": 0,
    "minus": 0,
    "name": "zheroen",
    "plus": 9,
    "snip": false,
    "text": "before this, I was unaware of anyone else who continued to use the term \"vas deferens\" outside of high school Biology II."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by apocowarg, stevegt500, Slab64, wotown)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saurkraus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saurkraus was marked lame too many times and excluded. (marked lame by apocowarg, fakead, jdhenry105, Steerpike66, wotown)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morypcaina",
    "plus": 6,
    "snip": false,
    "text": "I want some Phallus Chips. Does that make me gay?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 2,
    "snip": false,
    "text": "Yes. Or, no, kinda, if you're a believer in the Kinsey scale."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 14,
    "snip": false,
    "text": "Ok, fine: There's a vas deferens between the penis and the testicles."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "notself",
    "plus": 0,
    "snip": true,
    "text": "A comment left by notself was marked lame too many times and excluded. (marked lame by motts, Darthemed, SotiCoto)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "snowman",
    "plus": 45,
    "snip": false,
    "text": "I bet you don't."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "If he doesn't fit it into a conversation he just sings it in place of \"camp town races\" in the song of the same name."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "remotevinyl",
    "plus": 0,
    "snip": false,
    "text": "Just expounding on the good old days."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "magb",
    "plus": 1,
    "snip": false,
    "text": "These metaphors are hurting my balls."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrsmuckles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mrsmuckles was marked lame too many times and excluded. (marked lame by Connellingus, luckypyjamas, hellofditties)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "juancarlos",
    "plus": 2,
    "snip": false,
    "text": "Ha, yeah. That made it a five. Ray's obnoxious naiveté."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "hah! hah! hah!  <em>come</em> <br/> \n <br/> \nawesome avatar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slab64",
    "plus": 1,
    "snip": false,
    "text": "The reminisces about their childhood together are so good they deserve a spin-off strip. The scary part is, Onstad seems like such a prolific guy, he could probably pull it off."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "That's not scary.  That's not scary at all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewoodno1fan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achewoodno1fan was marked lame too many times and excluded. (marked lame by Pinefresh, divot, tttt, equinn2006, Carrot, mashuren, Boredom_Man, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andrew_",
    "plus": 1,
    "snip": false,
    "text": "hahahaha"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 3,
    "snip": false,
    "text": "The juxtaposition of a terrified Phillipe and \"hahahaha\" amuses me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "I can't stop staring at it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": true,
    "text": "A comment left by slab64 was marked lame too many times and excluded. (marked lame by mercuri0us, choosebro, Satyr)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "In the absence of my once proud ability to kneecap you thoroughly... I shall simply say: Poor form, sir...  <em>poor form</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucidaconsole",
    "plus": 10,
    "snip": false,
    "text": "i came to a sudden stop at an intersection on my bike, once, and when my pelvis sailed into the crossbar i was extremely grateful for being a lady. but still in a lot of pain."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "I have heard soft-tissue bruises described as \"exactly like being hit in in the lady-nuts\". It was probably a similar pain. <br/> \n <br/> \nAlso, soft tissue bruises are why I refused to let the lady go on top for about four months."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "The absolute worst thing that will give you cancer in your happiness lobe is the titty-punch.  Hurts like a bitch and completely winds a girl."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "I've also heard this. Even worse is being punched in a new nipple piercing. I know because I punched a girl in the new nipple piercing, and I felt such an ass."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Why would you do that? God,I hope she deserved it.  I am getting sympathetic boob-pains."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "landowmpg",
    "plus": 1,
    "snip": false,
    "text": "One time I was at a party a girl I know was loaded and taunting me to play shot-for-shot with her.  Her boyfriend, a friend of mine, was insisting, by threat of retaliation, that I not punch her.  I laughed it off at the time as my friend being over-protective.  At that point in my life I had yet to have a girlfriend and didn't put myself in his shoes; as in not wanting to have a guy punch your girlfriend. <br/> \n <br/> \nWhen he went to the washroom, she ran up to me and was like \"Do it now!  <strong>Hard!</strong> \"  So I wound up and threw one at her shoulder, completely missed and nailed her side-long on her tit.  My friend came back and, seeing his girlfriend crumpled on the ground, clutching her chest, punched me square in the face.  I deserved it."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "fuzzyshoo",
    "plus": 1,
    "snip": false,
    "text": "Correct. No matter how many sheets to the wind you (both) may be, it is never acceptable for a man to strike a woman.  <br/> \n <br/> \nThe best thing to do in this situation is ignore her and let her boyfriend deal with her insanity."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Sometimes a woman decides that there will be consequences for you, and all that is for you to decide is what they will be for."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "also...your name? is there a story there?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "Well...I was trying to look after my girlfriend, who was having a panic attack, and then boob-girl came in and tried to pull me back out into the party, and I explained what I was doing, and she looked in, saw my girlfriend crying, and said \"she'll be fine on her own\". I jokingly boob-punched her. I can still hear the screams. You make the call. <br/> \n <br/> \nActually, I'm just terrified of foetuses, and I'm fairly certain a good punch would keep them at bay."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "charchar",
    "plus": 14,
    "snip": false,
    "text": "I laughed so hard I peed a little...foetuses (foeti?) scare me too: they're like womb leeches that eat your food and then make you love them."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 7,
    "snip": false,
    "text": "Also, they're eyes! In my mind, I have a slightly idealized vision of foeti (awesome term, by the way). In my mind, they look sort of like alien greys: big black eyes, tiny little grasping, vestigial hands, nasty feeding rope, and a little twitching mouth, mouthing the black words of ancient, dead gods. I think it might have something to do with the fact that I have pretty severe night terrors, and the few images I can recall are of foeti or things with elements of foeti."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "that's pretty vivid. <br/> \n <br/> \ndag."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "yes. I once actually lost consciousness as a result of an accidental titty-elbow :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 1,
    "snip": false,
    "text": "I like that Beef appears to be addressing the audience in panel 4. And the graphic descriptions of Beefs pain."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "I like that he seems to be rather nostalgic in Panel 4, like his plum-like bozack is a fond memory"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "I had completely forgotten how desirable tortoise shell Vuarnets were back in the mid-late 80's.  Some times I think Onstad steals his \"tales of skateboarding\" bits right out of my own brain."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetrisattack",
    "plus": 9,
    "snip": false,
    "text": "\"Dang Beef how come? You know it hurts! Why you get your nuts hit?\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "aaron_haynes",
    "plus": 2,
    "snip": false,
    "text": "How come you landed on your nuts, Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 2,
    "snip": false,
    "text": "Toy Machine: Welcome to hell <br/> \n <br/> \ngnarliest skateboarding nut shots ever including 1 bruised scrotum."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 11,
    "snip": false,
    "text": "oh crap oh goodness"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aliiis",
    "plus": 1,
    "snip": false,
    "text": "I, too, love this phrase. Also RB's 'Picture THAT if you would' face, absolute gold!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pitseleh",
    "plus": 2,
    "snip": false,
    "text": "The relationship between Roast Beef and Ray is so beautiful it brings tears to my eyes.  <br/> \n <br/> \nWell, those tears could've also been caused by the fit of laughter I had just recovered from, but I love their interaction nonetheless!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 7,
    "snip": false,
    "text": "The only thing I don't like about Ray/Roast Beef's friendship is that I will never be able to relate to anyone ever even a tenth as well as these two cartoon cats do :("
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "choosebro",
    "plus": 1,
    "snip": false,
    "text": "Man, we understand you. It will be cool."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unfun",
    "plus": 1,
    "snip": false,
    "text": "I can't read this strip without reflexively grabbing my balls to protect them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "I used to rock Ocean Pacific jams. I had never seen the Ocean Pacific."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I love chubby Li'l Ray's tiny ears."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nucleargeranium",
    "plus": 1,
    "snip": false,
    "text": "How come, Roast Beef?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "benhendry",
    "plus": 1,
    "snip": false,
    "text": "DAMN.  I was laughing by panel 2. <br/> \n <br/> \nAh yes.  Right in the junk.   <br/> \n <br/> \nWell done."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Man, I admit that I think it is funny to watch America's Funniest Videos and see all those dudes get hit in the nuts.  But this strip is like 200 times better, and it never even shows the nut-hitting part."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "way",
    "plus": 0,
    "snip": false,
    "text": "Why doesn't young Ray have nipples? <br/> \n <br/> \n .. <br/> \n <br/> \nIn fact, why doesn't Beef EVER have nipples?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 4,
    "snip": false,
    "text": "If I had a penny for every time I rocked my bozack and the boys on the top tube of my bike trying to stay on the bike during a fucked up landing instead of ditching the bike like a smart little monkey I could buy the children I'll likely never be able to have."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikestan",
    "plus": 0,
    "snip": false,
    "text": "I believe one of Aphex Twin's songs was called \"Vas Deferens.\"  It was also used by Cartman as an insult towards Stan in the first season of South Park. <br/> \n <br/> \nEnough of that.  Ray saying 'How come?' is fuckin brilliant here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "When I was a kid my friend Mark racked himself similarly.  The next day he told me that he couldn't find one of his testicles.  To this day I still wonder if his testicle got popped back up in its socket, or if he just didn't check carefully enough."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 4,
    "snip": false,
    "text": "Well, it's always in the last place you look."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I...don't think they have sockets...?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 0,
    "snip": false,
    "text": "I almost suffocated in my office chair!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 6,
    "snip": false,
    "text": "Then you're probably sitting on it incorrectly. <br/> \n <br/> \n <em>Thank you</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "matthew2white",
    "plus": 0,
    "snip": false,
    "text": "love it"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cagliostro",
    "plus": 0,
    "snip": false,
    "text": "This is the first strip that made me wish I'd rated all previous strips one point lower, since all I can give this is 5, and it makes me laugh a lot more than most of my other 5s. Goddamn grade inflation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 1,
    "snip": false,
    "text": "Young beef looks like Omar from the mars volta...how come? <br/> \n <a href=\"http://web.archive.org/web/20110310191016/http://assets.mog.com/pictures/wikipedia/719096/O6496.jpg/\">http://assets.mog.com/pictures/wikipedia/719096/O6496.jpg/</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 1,
    "snip": false,
    "text": "all foreigners look the same. derrrrr!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shrewbie",
    "plus": 0,
    "snip": false,
    "text": "everything about these last two panels is amazing"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redion",
    "plus": 0,
    "snip": false,
    "text": "when i was learning to ride a bike i crashed into this concrete... <em>thing</em>  and smashed my rib cage on the handlebars. i couldn't breathe or talk or laugh right for weeks. i count myself lucky now that it could've been worse. i could've been beef."
  }
]