[
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 25,
    "snip": false,
    "text": "Vlad is tripping balls."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cherubrocker22",
    "plus": 15,
    "snip": false,
    "text": "If tripping sack was really like this, the country would have a big LSD problem. We already love our refrigerators and what's in them enough."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "abbazaba",
    "plus": 0,
    "snip": true,
    "text": "A comment left by abbazaba was marked lame too many times and excluded. (marked lame by SixtySwine, DESTROY_YOU, theoneyouwant, vermy, nutmeg)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "jesler729",
    "plus": 3,
    "snip": false,
    "text": "Aw, c'mon. It dances so enthusiastically that it kills itself. How could you not love that?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 7,
    "snip": false,
    "text": "I believe that was Vlad kicking the chord out of the wall."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jesler729",
    "plus": 3,
    "snip": false,
    "text": "Really? I thought it got unplugged, then he kicked it. Oh well!"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "tetsujin",
    "plus": 8,
    "snip": false,
    "text": "He kicked the wall so hard music came out!  Now that may sound impressive, but when you consider that his chord progression was full of parallel fifths it's a lot less cool. <br/> \n <br/> \nNow what the hell is this Microsoft thing all about?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by c_dizzle was marked lame too many times and excluded. (marked lame by Dovey, sardoniclaconic, DrSkradley, Slab64)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "dangelder",
    "plus": 4,
    "snip": false,
    "text": "I think some one is, and I think their name ends with \"ad\", but I don't think it begins with \"Vl\". <br/> \n <br/> \nThis week is like any MacWorld keynote week -- you just don't know what could happen, and when it does you can't tell what the permanent implications on your brain are (until years later)."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "cousinted",
    "plus": 3,
    "snip": false,
    "text": "Of course! Chad!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 15,
    "snip": false,
    "text": "Oh, Chad. You crazy motherfucker."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rothenbergxxx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rothenbergxxx was marked lame too many times and excluded. (marked lame by divot, mjfitzge, Unfun, gothfae, mortshire, theoneyouwant, stop, huskemonge, mugi, jawsh, nutmeg)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "optimus",
    "plus": 3,
    "snip": false,
    "text": "Sarcasm is kind of hard to convey on the Internet sometimes, I guess."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr_pete",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mr_pete was marked lame too many times and excluded. (marked lame by pwb, mistlethrush, Afkpuz, peterjoel)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "salo",
    "plus": 20,
    "snip": false,
    "text": "Dad! <br/> \n <br/> \ndad ? <br/> \n <br/> \n;_;"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kingcrimson",
    "plus": 1,
    "snip": false,
    "text": "I totally assumed this was a guest strip the first three or four times I read it, and I was like \"Wow, a guest strip that doesn't suck.\" What a disappointment."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by songbirdspectre was marked lame too many times and excluded. (marked lame by mania3, Attack_Wombat, usversusthem)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked as spam and excluded. dr_manflesh_desires_anal_play_immediately: What a douche. (reported by Dezufnocosem, Lacrimus, DeimosRising)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mshendry",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mshendry was marked lame too many times and excluded. (marked lame by ilstefan, retinarow, ersatz, lastlarf)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "I hadn't ignored this ass before, but this one earned it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wigglestick",
    "plus": 1,
    "snip": false,
    "text": "There's no getting around THAT one, Sir Hillary."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by baryonyx was marked lame too many times and excluded. (marked lame by Homepie, fleft, lastlarf)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I have had spam marking privileges in the past, so I took Manflesh off ignore so I could mark it. <br/> \n <br/> \nAnd of course, after taking several minutes for the pictures to load in, I find that I no longer have spam marking privileges. <br/> \n <br/> \nI wonder what I did to get them in the past, and what I subsequently did to lose them."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "i dunno, i quite liked that one. *barks*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "streever",
    "plus": 2,
    "snip": false,
    "text": "I think this was my favorite one yet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "optimus",
    "plus": 1,
    "snip": false,
    "text": "Christ, it broke my browser.  I've only seen client-side crap out once before, and it was something stupid I did with JavaScript on accident."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 3,
    "snip": false,
    "text": "Ok, I usually like the doctor, but this is a bit too much."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "Manflesh has really been off his game lately."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "powderfinger",
    "plus": 14,
    "snip": false,
    "text": "i'm waiting for manflesh to get his own spinoff"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wittyname",
    "plus": 7,
    "snip": false,
    "text": "Co-stars would be spit up semen, rapscallion puppies and the plot would focus around him getting anal pleasure immediately."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 2,
    "snip": false,
    "text": "So that the writer's strike will halt it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "Did you design your avatar to visually represent Beef's argument with ray on the blogs, or did you find it on a website somewhere. Either way, good job."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 6,
    "snip": false,
    "text": "Making your own Venn diagram requires little or no talent, and I have both.  Thank you for the compliment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "this was a tactical mistake, manflesh.  Until three people come along who have spam marking privileges, innumerable people will be forced to ignore you in order to read anything else on this page.  This means that you've managed to ensure that very few people will be able to see your comments for quite a while.  I'm sorry to see you so tragically blunder."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "earendil",
    "plus": 5,
    "snip": false,
    "text": "oops, forgot to call him horatio."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "halfdirt",
    "plus": 0,
    "snip": false,
    "text": "I'd tend to agree.  And though I'm sure he would deny it, he probably does secretly care."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "waldo913",
    "plus": 0,
    "snip": false,
    "text": "He would if he weren't completely fucking batshit crazy... Which I think is why we all love him so much?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "Lamed because you assume that he's crazy. That's incorrect. He's an artist. Very different."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "waldo913",
    "plus": 1,
    "snip": false,
    "text": "Come now, mister streever.  When's the last time you met  a true artist who wasn't at least a little bit crazy?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "THERE'S A DIFFERENCE GODDAMNIT"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "I think I was just joking at the time, pretending that Manflesh is some type of amazing genius of art. But he's not really."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "waldo913",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for your realization and subsequent epiphany about our friend Manflesh."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vreeeee",
    "plus": 0,
    "snip": false,
    "text": "Not everyone has spam marking privileges? I'm heartily confused."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "I don't.  I don't know about you, but when I try to mark spam it says I can't."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hassanoleary",
    "plus": 0,
    "snip": false,
    "text": "Napoleon made the same mistake."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Lots of people make that mistake."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I think this is hilarious. But it is also very annoying. No chubby, but I won't lame it either. <br/> \n <br/> \nYet."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "please do lame him, because this waiting for ridiculous numbers of images to load is ridiculous.  Once it reaches a reasonable number of lames (say fifty or so) and people stop seeing it, then we will all be better off.  This amount of traffic is basically making us all ddos whatever imagehost manflesh used every time we load this page."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "optimus",
    "plus": 2,
    "snip": false,
    "text": "Really?  I always assumed that if you use the same image file multiple times, it would only make one http request to the server to fetch the image, and your browser would just display it multiple times.  Either way though it's stupid and raping everyone's browser."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "retinarow",
    "plus": 3,
    "snip": false,
    "text": "NERD ZING"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "augeno13",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't have put it past him to copy the same image and serially number it in order to force it to load each and every one.  But no, there it is, savior.jpg, 128 times."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "You could lower your lame threshold for a while until the good doctor gets what's coming."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slanger",
    "plus": 0,
    "snip": false,
    "text": "Friend, I was all for your little antics before, but come on now, be cool.  Brevity is the soul of wit, yes?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Your avatar has given me a nostalgia attack."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "slanger",
    "plus": 0,
    "snip": false,
    "text": "Thanks, it's from Kowalski's grocery store, circa 1976.  (A place where honest men walked dogs with real problems)  Your avatar is both subtle and accurate."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Where I grew up this was the logo of Red Owl grocery stores.  They were also a wholesaler, which might explain why Kowalski's (which understand to be the Polish equivalent of Smith's) would have a Red Owl for their logo."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 6,
    "snip": false,
    "text": "Am I the only one who, at least once, enjoyed the kaleidoscopic puppy blur as I held the page down  key and scrolled, scrolled, scrolled?  Eyes, teeth, nose, eyes teeth nose, paws, eyes teeth nose paws, torn paper...butterfly? eagle? And then a hitch here and there where text breaks up the vertical puppy, like film sticking in a projector?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You are not the only one."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "buttermoths",
    "plus": 3,
    "snip": false,
    "text": "No, in the words of the great Karla DeVito: we are not alone. In appreciating this. My question from the last strip is answered: this is definitely getting gradually funnier now."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "halfdirt",
    "plus": 0,
    "snip": false,
    "text": "Shenanigans on an Internet Forum, oh my.  I think most people are no longer interested in Man Flesh's antics."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I am a part of a minority on a commentboard for a webcomic.  <br/> \n <br/> \nIf only my father could see me now..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Oh, I still enjoy it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i am one that has not been enthralled, thus i ignored him. <br/> \n <br/> \n*gets lamed into oblivion*"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Though I definitely got a couple chuckles for this -- indeed, I did also chubbie it -- I'm afraid I'm going to have to put him on ignore as well."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "potatojay",
    "plus": 9,
    "snip": false,
    "text": "It's like a Million Story Building in puppy dog picture form. All sticking out of the Earth... visible from space... lagging up my internet..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "This is out of compliance with the Geneva Convention."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "Hogan, I  <strong>said <em>dismissed.</em></strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by snowman was marked lame too many times and excluded. (marked lame by implode, lawbot, sncether)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I agree with you.  I've said as much already in this comic's discussion."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "implode",
    "plus": 0,
    "snip": true,
    "text": "A comment left by implode was marked lame too many times and excluded. (marked lame by beauford, Fcannon, mista_b)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Well, if you had read the comments already existing here, you would see that many of us finally deciding to place him on ignore have found his antics pretty funny in the past, as well as a wealth of information on what this comic might be about."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "You know, you're right.  This comic is amazing.  It's the reason I'm here.  And when I get here, I sometimes like to read what other people thought of it too.  And when some jerk-off puts several dozen pictures of puppies in the way that I have to scroll past, it makes the experience less pleasant.  Yes, it's an inconvenience, and it's irritating.  I'm sorry you feel that because it's on the internet, my complaint is invalid. <br/> \n <br/> \nAnyhow, I'm with you on the new color strips.  When he eventually goes back to B&W, I will still love those, but for now, I'm enjoying the trip.  I don't know for sure, but I don't think they're guest pieces.  It seems like it started as a Chris Ware homage, but this one seems less like that, and more just like original brilliant weirdness."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Actually, I think this one is much more Ware-esque than the preceding strips. It's so Chris Ware it's barely even Achewood."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "True. Unfortunately this strip elicited a 2 from me for that very reason. I'm unfamiliar with Ware's work, so this doesn't strike home for me at all. I'm sure people who like Ware would find this an excellent homage to Mr Ware and quite clever, but to me, it's just a bunch of off-the-wall randomness that I have no particular interest in decoding. <br/> \n <br/> \nThat being said, both of the other homage strips got 5's from me, so it's not like the entire exercise is bunk (in my eyes, at least)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tucky",
    "plus": 0,
    "snip": false,
    "text": "With all do respect, Mr. Snowman, I think you've missed why this is important to us.  The good doctor was not always as you see him now.  He was once the bright, promising rising star of this commentboard.  His fall is something like Milton's Paradise lost; tragic but probably inevitable.  People have not shut the fuck up about Milton in how many hundred years?  I think we've all earned-nay, we all NEED, a public forum to discuss this turn of events.  <br/> \n <br/> \nAnd those were some damned cute puppies."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "A hearty eye-roll to this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "optimus",
    "plus": 0,
    "snip": false,
    "text": "Onstad states in the subtitle of the  <a href=\"http://web.archive.org/web/20101009145723/http://m.assetbar.com/achewood/uua9ZNK24\">first</a>  comic of this \"series\" that this is an homage to Chris Ware."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "ilstefan",
    "plus": 1,
    "snip": false,
    "text": "This man is a genius."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "locuscosecant",
    "plus": 0,
    "snip": false,
    "text": "Now you see your mistake in not granting me spam marking privileges."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 4,
    "snip": false,
    "text": "Vlad is tripping ballbearings."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lk",
    "plus": 0,
    "snip": false,
    "text": "ONLY 45 CENTS!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "your avi makes this comment that much better."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "avedestron",
    "plus": 2,
    "snip": false,
    "text": "I have been absolutely pleased to see achewood in color.  <br/> \n <br/> \nIt changes the entire feel of the strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by philosophe was marked lame too many times and excluded. (marked lame by Thorfinn, gormster, stop, augeno13, Zem, Wulvaine)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "balboa",
    "plus": 0,
    "snip": true,
    "text": "A comment left by balboa was marked lame too many times and excluded. (marked lame by Jesler729, Fcannon, suprememongoose)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "Agreed. I've grown so accustomed to the black and white that the colour really detracts from the strip as a whole."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "It does feel really weird.  Seeing the preview for color strips on the occasional banner ad is quite surreal, as I just plain don't imagine Achewood in anything but black and white."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "halfdirt",
    "plus": 9,
    "snip": false,
    "text": "Achewood has been drawn by Koreans since 2006.  It's a fact. (It is not a fact)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jesler729",
    "plus": 1,
    "snip": false,
    "text": "Really? Strange, I figured most people would like it. I think it looks great."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cherubrocker22",
    "plus": 1,
    "snip": false,
    "text": "I guess to be a virtuoso, you have to master the styles that came before you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retinarow",
    "plus": 24,
    "snip": false,
    "text": "Teodor is 78."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theargentinian",
    "plus": 1,
    "snip": false,
    "text": "chubby for the quick computin'"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "habnabit",
    "plus": 1,
    "snip": false,
    "text": "But, in the previous strip, Téodor is shown admiring Abraxas at a young age, and that was released in 1970. Maybe the Téodor we know and love was reincarnated."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "optimus",
    "plus": 0,
    "snip": false,
    "text": "Haha, dang I was beaten to the post."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cousinted",
    "plus": 4,
    "snip": false,
    "text": "We just finished watching Vlad fight with his fridge in a million story building. Reality has little to no bearing on this strip."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "habnabit",
    "plus": 1,
    "snip": false,
    "text": "This is  <em>Achewood</em> . Does it  <em>really</em>  ever?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 24,
    "snip": false,
    "text": "I'm sorry, I can't listen to you with that avatar. It's just... it's awful. I'm sorry."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "habnabit",
    "plus": 0,
    "snip": true,
    "text": "A comment left by habnabit was marked lame too many times and excluded. (marked lame by tekende, ishuta, Overmedicated, Thorfinn, Brody, DeimosRising, GregChant, odei, RitardoMontabum, trapperjohn, DrSkradley, blarghamagarky, DickLaurent, TheQuietYou)"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "drskradley",
    "plus": 6,
    "snip": false,
    "text": "I...wha....no.  Sorry, no."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "chuvak",
    "plus": 29,
    "snip": false,
    "text": "well tell him/her to stop doing things like that."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "straw",
    "plus": 6,
    "snip": false,
    "text": "Aw, c'mon fellas.  As someone who once received very earnestly similarly drawn things, I can tell you that they kind of get this set upon you, even though you know it to be totally not you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "norrin",
    "plus": 2,
    "snip": false,
    "text": "I agree with this man; leave him alone, he's blind/in love."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "streever",
    "plus": 2,
    "snip": false,
    "text": "I once blinded a man. In love. He was in love. That's not why I blinded him."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "He wasn't in love with me. He was in love with someone else. I was not in love at the time. Sorry."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Well, now it makes perfect sense. <br/> \n <br/> \n...wait."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "but doesn't he  <em>know?</em>  Shouldn't we  <em>tell</em>  him?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "I can foresee this conversation. <br/> \nAcheworld: \"Hey, you. Drawing guy.\" <br/> \nDrawing Guy: \"What.\" <br/> \nAW: \"Would you cut that shit out, please?\" <br/> \n <br/> \nMaybe that was funnier in my head."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "The point is that you put it momentarily into all of our heads, however fleeting that moment was."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I suppose it would have to be."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "optimus",
    "plus": 0,
    "snip": false,
    "text": "Good point."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "I disagree, a million story building would be approximately 1900 miles tall, which is accurately depicted. <br/> \n <br/> \nOn the other hand, Texas apparently runs into Venezuela..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tucky",
    "plus": 0,
    "snip": false,
    "text": "Is he in the building? is there any proof of this?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 4,
    "snip": false,
    "text": "<em>Teodor Orezscu is not subject to the ravages of time as you are</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "destroy_you",
    "plus": 1,
    "snip": false,
    "text": "Obviously this is a dream, towards the end of the interview he actually removes his mouth and Ray jumps through the strip saying \"Not again man, no class.\" <br/> \n- <br/> \nOnstad is popping Oxy's all the way to the bank."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "somanywhales",
    "plus": 0,
    "snip": false,
    "text": "Or maybe the individual picture is Teodor's father of the same name."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "somanywhales",
    "plus": 0,
    "snip": false,
    "text": "pictured.  pictured.  pictured."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Wasn't he an insurance salesman with the tendency to weep at the sight of cigarettes?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "[http://achewood.com/index.php?date=10292003]Yup.[/url]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "You've won this battle, bbcode, but you haven't won the  <a href=\"http://web.archive.org/web/20101009145723/http://achewood.com/index.php?date=10292003\">war!</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "an actuary, actually. there's a difference."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 8,
    "snip": false,
    "text": "But not a very interesting one."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "touche."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "skjames",
    "plus": 2,
    "snip": false,
    "text": "sounds like  <em>someone's</em>  an actuary tired of being called an insurance salesman!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "All the males in Teodor's family are named Teodor Orezscu."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "halfdirt",
    "plus": 0,
    "snip": false,
    "text": "Time travel?  Ray met Mark Twain."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "optimus",
    "plus": 2,
    "snip": false,
    "text": "If Teodor was just a kid when Abraxas came out in the last strip, maybe this is actually T's dad, and he's named after him?  Or maybe the whole thing is imagined, since Microsoft didn't exist in 1953 either."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 4,
    "snip": false,
    "text": "Perhaps, a la DC Comics, it's an  <em>Elsewood</em>  story.   <br/> \n <br/> \nAn elliptical and non-linear tale of the devil in the details...the strange story of how one man's quest to improve the lives of his coworkers led to a nightmare future in which the entire world is but a convenient elevator ride away...a world where Amanas talk like men. <br/> \n <br/> \nI don't understand why people have trouble understanding this one.  It's as plain as the nose on Vlad's face, I should think."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mortshire",
    "plus": 1,
    "snip": false,
    "text": "I don't know if this helps, but in Chris Ware's Jimmy Corrigan, Jimmy is shown in a number of past, parallel, alternate, internal, weirdasfuck lives.  Teodor might be serving as a Jimmy stand-in here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "Phillipe was not alive in '53."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tourach3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tourach3 was marked lame too many times and excluded. (marked lame by Dovey, Jesler729, Doc_Rostov)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": true,
    "text": "A comment left by streever was marked lame too many times and excluded. (marked lame by tourach3, rhymesforkids, jocelynthepink)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "How?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "In involves time travel, which will be explored in a later story arch"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westacular",
    "plus": 3,
    "snip": false,
    "text": "What."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_doz",
    "plus": 1,
    "snip": false,
    "text": "My thoughts exactly. it's not even a question, since we know there is no answer. Just  <em>what</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cherubrocker22",
    "plus": 9,
    "snip": false,
    "text": "Also, that sandwich is fucking enormous."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Vlad's gut didn't come from just beer. He was still a hoagie  man through and through. Because he was programmed that way, you see."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Hoagie? Vlad is from Philly!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentj",
    "plus": 0,
    "snip": false,
    "text": "What's microsoft?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "theargentinian",
    "plus": 5,
    "snip": false,
    "text": "apparently a Texas company in which no wide stances are allowed for fear of messing with the dust ruffles."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "You know. <br/> \n <br/> \nMicrosoft."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "roboticagent",
    "plus": 0,
    "snip": false,
    "text": "Who can spot the foot in the very center of the whole spread? <br/> \n <br/> \nIt's not there <br/> \n <br/> \n\"There's No Way\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "optimus",
    "plus": 0,
    "snip": false,
    "text": "I feel kind of dumb after realizing \"There's No Way\" is the subtitle/theme of this strip.  Apparently I was too freaked out by it to actually read the title."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "phoenixultima",
    "plus": 2,
    "snip": false,
    "text": "For some reason the Million Story Building reminds me of Final Fantasy Legend."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Or any other convenient dungeon edifice that the developers throw at you in lieu of an overworld and people to talk to.  \"You see that million story building outside of town?  Yeah, there's monsters in it.  Murder them please.  Also there's a basement.\" <br/> \n <br/> \n (Persona 3 gets a pass because, explicitly, all your time not dungeoning up is spent roleplaying in such a fashion as to not shame tabletop role playing games.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vorrishnikov",
    "plus": 2,
    "snip": false,
    "text": "I'm pretty sure that nothing in this strip makes any sense."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I haven't been to Seattle, but I doubt there's a building a million stories high."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": false,
    "text": "Why do you think we never see the sun here?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 4,
    "snip": false,
    "text": "I thought it was a play on words. It still could be, but it's more ambiguous in American English. In England, we spell it \"story\" (tale), and \"storey\" (level of a building). <br/> \n <br/> \nHaving checked on dictionary.com, I feel slightly cheated by the international politics of standardised spelling..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wigglestick",
    "plus": 2,
    "snip": false,
    "text": "Do you mean \"standardized\" spelling? :D"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "peterjoel",
    "plus": 13,
    "snip": false,
    "text": "No. I didn't. And  <strong>FUCK YOU</strong>  for asking."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I have no more chubbies to give, a fact I discovered upon trying to give one to this comment. I'm kind of glad it didn't work, because the rampant assholery of your post below ruins the humor of this one for me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "And I, sir, wish I could chubby you for \"Rampant assholery\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Guys, I'm tellin ya, we all have great comments on rarely-seen strips.  Just click on the worthy feller's avatar and find one.  That's how you \"spread it around.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The talking llama has good ideas."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "You're right. Good llama. Good llama. <br/> \n <br/> \n::pets llama::"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "Wow. I was totally ready to apologize just in case that comment annoyed; I really did just intend it to be harmless ribbing (even to poke a little fun at myself) but I knew it might be taken the wrong way. <br/> \n <br/> \nHowever, tekende is right, your post below is full of rampant assholery. I hope you feel good about yourself when you lie in bed at night, wondering why you're alone."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "Hm. I didn't read far enough down. Lame me, please. <br/> \n <br/> \nNo one should be a cock to a stranger, ever!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by peterjoel was marked lame too many times and excluded. (marked lame by straw, DeimosRising, autrepoupee, cellphonedick, optimus, rajib, Fcannon, lateadopter)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "yeah, well, we beat you in a war. harumph."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Two wars!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thorfinn",
    "plus": 2,
    "snip": false,
    "text": "And then we saved your asses in two more wars 100 years or so later.  But we also elected George W. Bush, so I think England is still a little bit ahead."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catgrl131 was marked lame too many times and excluded. (marked lame by tekende, Fcannon, retinarow)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "more like Alan Keyes. Obama didn't even run the past two elections. (Granted, neither did Keyes..)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "yeah you ought to get that to queen's english post-haste or else it's going to keep correcting you <br/> \n <br/> \nMAC VS PC THO EH SPOILT 4 CHOICE INNIT BRILLIANT M8"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "peterjoel",
    "plus": 2,
    "snip": false,
    "text": "I'm sorry. <br/> \nA wise cat once said  <em>\"no one should be a cock to a stranger\"</em> , and he was right."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "I'm out of chubbies on this page. :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by rygarrett2, gothfae, DESTROY_YOU, Vee, habnabit, fleft, littlefatdog, AveDestron)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "habnabit",
    "plus": 0,
    "snip": true,
    "text": "A comment left by habnabit was marked lame too many times and excluded. (marked lame by Overmedicated, tourach3, DeimosRising, camrock, bobodante, morypcaina, binlaggin, Sloppy_Henry, MrCreighton, whoppin, peterjoel, opalleye, little_angry_plum)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 8,
    "snip": false,
    "text": "My limit is a hundred. The thing is, when you see something that's been lamed out, you're just so powerfully curious as to what could be so  <em>lame</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I too am at 100. A throwback from the old Manflesh/Asherdan superlamed comments. I wondered what all the fuss was about."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 6,
    "snip": false,
    "text": "If you see a little paragraph of \"_____ found this comment lame\" you are pretty much opening it up no matter what.  <br/> \n <br/> \nSubjects often include furryism, why this strip sucks and you suck and, yes, even that dude sitting next to you sucks, being in love with Chris Onstad, repeating the alt text or regurgitating lines from a popular strip, being in lust with Chris Onstad despite working off of a single grainy AV Club photo, and generally puns so bad they show up on credit reports. Somehow."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "little_angry_plum",
    "plus": 2,
    "snip": false,
    "text": "Why?  Because he's right? <br/>"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "habnabit",
    "plus": 0,
    "snip": false,
    "text": "It's the principle, man."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "drskradley",
    "plus": 10,
    "snip": false,
    "text": "Bah! Principle schmrinciple.  Art without allowed opinions is a denial of art."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "Something's different about you, Dr Skradley... Your relaxed, head-nodding optimism has been replaced by this wierd, face-punching anxiety. I don't know what it could be. <br/> \n <br/> \nI was into Chris Ware long before I discovered Achewood and this strip doesn't really seem like Ware to me. Maybe I just haven't read the specific issue of Acme Novelty Library Onstad is alluding to."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Rule #1: You're not allowed to talk about Skradley Club."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "Crapakazaam! Between the new attitude and avatar, I didn't even realize this was DrSkradley. When I read Drskradley posts, I expect to humor. this new aggro Skradely is strange and confusing."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "That's right, \"expect to humor.\" Not \"read humor\" or \"see humor\" or even just \"humor.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "Chubby for your alteration of morpho-syntactic rules, as well as your choice of avatar."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 8,
    "snip": false,
    "text": "I, also, like to humor. I try to humor on a regular basis. Humoring is very good for relax. If only more people would set aside 10 minutes of their day for humoring, maybe they wouldn't sad so much."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tourach3",
    "plus": 1,
    "snip": false,
    "text": "Is  <em>so</em>  good."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "Strangely enough, I....I think I kinda like it now.  It grew on me, like some kind of parasite.  In the light of a new day, I can see how it is, in fact, still the same Achewood I loved all along - just slightly different packaging. <br/> \n <br/> \n <em>Egads I was so blind !</em>"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "On one hand, perhaps I was a bit tense last night.  I have been out job hunting - but I was meeting with success, so I wouldn't say that was it. <br/> \n <br/> \nPerhaps it was due to the fact that I met with instant opposition and a little bit of douche-baggery, partly due to not being recognised and so seen as an \"outsider\" that they must defend the sanctity of Acheworld against.  I hold Acheworld in high stead myself, so I can understand this, being an obsessively interactive resident of the community.  But it's interesting how different one gets treated due to such a small change. <br/> \n <br/> \nPerhaps also, constant repeating footage of Edward Norton punching himself in the boat race is making me feel tense.  Perhaps I just don't like it.  Either way, I miss Ash.  The arrogance and stupidity I can convey through his sempiternal nodding sequence.  I miss his smile, I miss his laugh, I miss his musk.  Hell, I'm a mess without him.  I think that after this is all over, we should get an apartment together.  Maybe I should just...stop talking for a while.* <br/> \n <br/> \nSo, as shit and lame as it may be to recant on my avatar change, and particularly to jabber on about it like this, I'm changing back. <br/> \n <br/> \nHowever, if this were feasible to have as an avatar, I would do it in a heartbeat: <br/> \n[IMGS OFF] <br/> \n <br/> \nThere was something else I was meaning to write, but so help me, I can't think of it. <br/> \n <br/> \n*Yes, Anchorman."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Animated gifs are your friend, my good chum."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "straw",
    "plus": 3,
    "snip": false,
    "text": "Here, how's this: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "You could always manage a gif of Ash hitting himself, and possibly even breaking plates over his head, and have the best of your current and past avatars..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "O my sweet everything, I am {b}SO DELIGHTED[/b]"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "<strong>SHIT</strong>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Damn, and I finally found a place to reply \"Holy Mother of PUSSY I do not want the Chris Ware version!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "Chubby for \"schmrinciple.\" I would have been satisfied with \"schminciple\" because I come from Circumstances"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "sch-sch-mortion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caduceo",
    "plus": 18,
    "snip": false,
    "text": "chuck wagon supplies million story building, a picture of a world with a pencil on it, there's no way, be quiet down there, all of that is nonsensical junk.  <br/> \n <br/> \nThe fake nose thing is, for a robot, amusing. I found the dialogue between the 'frig and vlad to be hilarious and clever because I haven't seen anyone breach the topic between \"sentient\" robots and \"non-sentient\" in this way. Whats truly hilarious is that Onstad's portrayal of the refrigerator is rather keen, more so then even science fiction authors or modern movie makers.  <br/> \n <br/> \nRobots won't be noble slaves and shit at first. They will have stupid texan accents and think its your birthday every single day. I mean, every day man? come on. That doesn't even make sense. <br/> \n <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "carnelian",
    "plus": 1,
    "snip": false,
    "text": "that's not a pencil, sherlock, it's the million story building"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "chubby for surrealism.  supporting the claim that something doesn't make sense by yourself  <em>not making sense</em> !"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 9,
    "snip": false,
    "text": "That is the very essence of the Chewbacca defense."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "That's what I told my defense attorney.  Now there's a lecture you don't need to hear twice."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I still wish I could have chubbied this. Although I believe I did chubby other comments of yours in lieu of this one."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "The fridge is actually the 1st cousin of the elevator in Ubik, all resistant to entropy and sass-talkin'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iidebaser",
    "plus": 0,
    "snip": false,
    "text": "if we're gonna talk like that let's get it straight: the strip is modern, your  <em>reaction</em>  to the strip is postmodern."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "...by not liking it?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 5,
    "snip": false,
    "text": "postmodernists don't like anything."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by Jesler729, GregChant, Dhinson)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 2,
    "snip": false,
    "text": "Sorry to nitpick, but I don't think the majority of Acheworld users lame someone just for not liking a strip. It seems to be more a small group who can't grow up. Interestingly, I've noticed that while many users will defend a person who criticizes a strip, it's very rare for a lamer to actually try to justify laming someone with well thought complaints."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "It's usually \"lamed for using a word/having an avatar I don't like.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "The rating for this strip is 3.6, and most negative comments so far have had more chubbies than lames."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "I disagree. I like this new direction."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "earendil",
    "plus": 5,
    "snip": false,
    "text": "I disagree because I find myself in constant opposition to cephalopods.  I present preemptive, irrational disagreement."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "destroy_you",
    "plus": 1,
    "snip": false,
    "text": "I disagree with your disagreement because I'm in opposition of people who were assassinated with beards. I take your preemptive, irrational disagreement at gunpoint and set it loose on yourself."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "destroy_you",
    "plus": 3,
    "snip": false,
    "text": "*Should read people with beards who were assassinated...Though the idea of the other is quite humourous."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Well, if you dangle a participle, it may as well be humorous. Or, \"expect to humor.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 14,
    "snip": false,
    "text": "97. \"The Beard Assassination\"  <br/> \nYou and a lady are in Ford's Theatre. The lady does a :( <br/> \n <em>Solution:</em>  Look up to the balcony and remark that if that assassin knew how to handle a beard better, the President wouldn't be making so much noise."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "Somehow, you've made my world better."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "DiSaGrEeMeNt BoX"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "I'm really enjoying them. I guess the less frequent updates are aggrivating, but to me, Achewood was starting to get a little bit stale, so it's refreshing to have a change of pace like this. I'm betting he'll return to regular black and white strips after this week."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "To clarify, Achewood has not interacted with a Shark in any way. No lames please."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rygarrett2",
    "plus": 0,
    "snip": false,
    "text": "Art is a service that you CANNOT order like a sandwich."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "True, but it is also something you are meant to give your opinion on.  To nary accept an alternate opinion about it is to deny the very art of its substance."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "chuvak",
    "plus": 8,
    "snip": false,
    "text": "dude quit talking about fight club."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "optimus",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure that is not a Fight Club reference, but it does sound like something Chuck Palahniuk would write."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "You mean Bret Easton Ellis?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Are...are you being sarcastic?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 0,
    "snip": false,
    "text": "I think he's alluding to the fact that Palahniuk is basically just Ellis only with a more unpleasant descriptions of rectal trauma."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh, okay. I've never read anything by Palahniuk, so I wouldn't have known that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Well  <em>now you do.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "'Cause knowledge is power!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "And power is half the battle!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Totally ruining people's shit is the other half!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Where's that dude who always posts the \"The more you know\" picture?"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "i don't know, it looked a lot like he didn't know what he was talking about. both of them suck an unbelievable amount anyway."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "I mean MY FIST would say it to YOUR FACE."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "optimus",
    "plus": 1,
    "snip": false,
    "text": "Hey Skradley, remember that one satirical Chuck Palahniuk novel about some crazy guy who, after a series of misadventures and maybe a man versus self conflict attains some kind of weird self-actualization at the end?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hassanoleary",
    "plus": 0,
    "snip": false,
    "text": "To be fair, one time it was a woman. And it wasn't great."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 2,
    "snip": false,
    "text": "Hey, <br/> \n <br/> \nI totally agree with a man having an opinion. Who wants a man to not have an opinion? Do that too much and the man is more like a boy. Only a boy is not allowed to have his own opinion. <br/> \n <br/> \nLet's get this straight. I like it as a strange, bizarre week of Acheworld, but like the rest of you, I'll be happy when we return to regular programming."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "This hundo says different. See you in an hour."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rygarrett2",
    "plus": 2,
    "snip": false,
    "text": "Unless its a sandwich."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "rygarrett2",
    "plus": 0,
    "snip": false,
    "text": "You must be the type of person who hates when new songs are played at a concert....you only like what you're used to."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by rygarrett2, GregChant, nutmeg)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sevendaughters",
    "plus": 0,
    "snip": false,
    "text": "You sound so like my friend Dave it's untrue. All diplomatic and haughty (perhaps slightly arrogant) but undeniably correct.  <br/> \n <br/> \nI was not a massive fan of this one - previous homages have been great, I also really like Chris Ware's work too - but long may the guy experiment. When there are big lengthy arcs, or just one-off strips - they've all been handled brilliantly. To me, this is just a case similar to when a band covers a song that is really personal to them but it doesn't quite translate over. <br/> \n <br/> \nYes, exactly like when Arcade Fire covered 'This Must Be The Place (Naive Melody)' by Talking Heads."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 1,
    "snip": false,
    "text": "That is a song that should never be covered because, no matter who you are, there is nothing that you can ever hope to add to it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "of all those kinds of people <br/> \nyou got a chubby with a view"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gregchant",
    "plus": 5,
    "snip": false,
    "text": "You know, why do we need to get all meta with these strips? Granted, you don't like it. Why does the world need to know about your dislike for robotic refrigerators and the ostentatious sandwiches contained therein? Is it going to change people's opinions? Probably not. Is it going to force a bunch of people to ignore the obvious (and awesome) cowpoke theme that's going on and respond to your posts? Probably.  <br/> \n <br/> \nNow I'm not trying to rain on your parade or anything, but all I'm saying is let this whole discussion stuff be about Achewood  <em>qua</em>  Achewood, not Achewood  <em>qua</em>  drskradley. Let the discussion of allusions and references flow, and the jokes multiply: let the haterade stay on the shelf. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Dual virtual chubby for \"Achewood qua Achewood\" and \"let the haterate stay on the shelf.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "My faith in Onstad is much stronger that either of you Heretics! I refuse medical treatment, because if it is Achewood's will that I have a gall bladder infection, then who I am to argue? <br/> \n <br/> \nLet's not turn Achewood into Warhammer 40,000, okay?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "halfdirt",
    "plus": 1,
    "snip": false,
    "text": "THERE WILL BE A DAY OF RECKONING FOR YOU, UNBELIEVER.  A TOTALLING OF SUMS, AND A SNAPPING OF NECKS, AND YOU WILL COUNT YOURSELF.. AMONG THE DAMNED."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "<strong><em><span style=\"border-bottom: 1px dotted\">AAAIIIIIGHT!</span></em></strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "BEWARE THE NEWCOMER, THE ILLITERATE, THE DISSATISFIED. IT IS BETTER TO DIE FOR THE IMMORTAL ONSTAD THAN LIVE FOR YOURSELF!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "THE BOILING LOG <br/> \n <br/> \nTHAT CRUSHED THE ORC <br/> \n <br/> \nDID BEAR THE WIZARD'S HEX!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Actually...  <em>let's</em> !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "d-pad",
    "plus": 1,
    "snip": false,
    "text": "So, am I the only one totally on board with this whole \"bathroom stalls dust ruffles\" thing? I would straight up pay for those, as I don't like people seeing my shoes whilst I do my business."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 3,
    "snip": false,
    "text": "My ideal bathroom stall looks more like your avatar - a motorcycle helmet that opens in the front and is then totally opaque and soundproof when closed. With a vent of some kind, I suppose. Not that I mind my own brand, but I wouldn't want to walk into the fog of somebody else's stew."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 6,
    "snip": false,
    "text": "You have your own brand of bathroom stalls? <br/> \n <br/> \nListen, I need to borrow some money."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 4,
    "snip": false,
    "text": "Hey, Straw, I heard you came into some money lately.  <br/> \n <br/> \nListen, I need to borrow some."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Hey, streever, I heard you recently asked for money... <br/> \nListen, I need to borrow your tie."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Hey, myrrdisparo, I heard the city put all of your toilet-quarters into your retirement fund. <br/> \nListen, you're planning to die young, right?....."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure that's Kirby, in some kind of newfangled hat.  Hopefully your ideal bathroom stall wouldn't be Kirby (childhood memories aargh.)   <br/> \nWell, w/e.  To each his own, I guess."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "I'm just going to establish myself as the resident Nintendo nerd and say it's a Solid Snake hat. <br/> \n <br/> \nNo making doodies in Kirby."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I would, in fact, have known that this morning, if I had been totally awake and/or had my glasses on."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "d-pad",
    "plus": 0,
    "snip": false,
    "text": "It is, in fact, Kirby with a Solid Snake hat on. 2 points to the man in the gas mask. <br/> \n <br/> \nAnd while making brownies in Kirby is often frowned upon, one must stop to consider what affect it would have on the little guy. I mean, would he acquire some new power, or something much worse?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "why in Hell is that called a 'Solid Snake' hat when it is clearly not a hat but The Bandanna? <br/> \n <br/> \nSolid Kirby would be frightening...all sucking in enemy sentries and taking their 556ers and pineapples. <br/> <br/> <br/> infinite ammo, indeed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nNo complaints. I had to undergo the most scarring Google image search I've ever experienced to make this."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "d-pad",
    "plus": 0,
    "snip": false,
    "text": "I can honestly say that I never thought seeing a beloved character from my childhood with poo affixed to his head would bring me such unbridled joy. I wonder what that says about me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I was thinking more along the lines of... <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "oh man that is mega nasty <br/> \n <br/> \nthat is dog shit"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "nah that's Jesus shit"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 10,
    "snip": false,
    "text": "how's this? <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lacrimus",
    "plus": 6,
    "snip": false,
    "text": "I find your lack of toilet paper...disturbing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 8,
    "snip": false,
    "text": "All 100 Storm Troopers at attention to clean it afterward and hand him fresh towels.  I woulda got those fuckers to do everything, personally. <br/> \n <br/> \nAlso, <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jesler729",
    "plus": 4,
    "snip": false,
    "text": "The necessary scroll-over makes the reveal all that much sweeter."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It really, really does."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "It really, really, really does."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I agree."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Toilet of the Year"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "d-pad",
    "plus": 0,
    "snip": false,
    "text": "That is truly the ultimate in bathroom technology. You have, however, potentially ruined that scene for me. Now I gotta think about Vader dropping bombs in his super toilet bubble."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I thought that was Kirby, not a motorcycle helmet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "If they could somehow make each stall soundproof I wouldn't hate going at a mall or whatever as much as I do."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh, man, the mall I used to go to had the nastiest bathrooms by the food court. I wanted to die every time I walked in there. I don't know why they smelled so bad. They were always clean. It's just...I don't know. Maybe someone did something so heinous in there that nothing can get rid of the resulting aroma."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zeal",
    "plus": 1,
    "snip": false,
    "text": "Lyle's gotta crap somewhere, and he could only do it at the gas station for so long."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "I agree. In my mall, people tend to \"sprinkle when they tinkle\", and shoot down management's requests that they \"please be sweet and wipe the seat\". Needless to say, I am a Crapper Croucher."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "\"We aim to please. You aim too, please.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145723/http://www.youtube.com/watch?v=q9YRt_QMZmA\">A technique to add to your hovering arsenal.</a> <br/> \n <br/> \nI prefer the classier, less playing-hell-with-your-legs method of layering some toilet paper up on the seat if its really necessary. If I want to work out, I'm not gonna do it in a public restroom."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "not, of course, in any way alluding to you being trashy. <br/> \n <br/> \nbut fuck hovering, seriously."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Honestly, I don't excersise much, so I get all the workout I need from hovering. <br/> \nIf I think I'm gonna be there a while, I cover the seat, but hell if I'm gonna kill more trees than I already doo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "stop going to malls"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "But I like seeing your shoes. I find them very.. shoey."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikekitchell",
    "plus": 0,
    "snip": false,
    "text": "I have no idea what's going on with this new achewood via chris ware thing.  I also cannot decide if this is very subtle irony, chris having fun, or just a totally new direction."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gowerski",
    "plus": 0,
    "snip": false,
    "text": "To me the million story building looks a lot like a computer punch tape, ala 1973 microsoft computing"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rygarrett2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rygarrett2 was marked lame too many times and excluded. (marked lame by scrumpton, binlaggin, killerlimpet, Doc_Rostov, flynn)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "If you must cease our argument, then ok.  I can't see why you want to stop though, there's massive holes in my defense.  I liked how you described words like \"affirmative\", \"reinforcement\" and \"fuck\" as unnecessary, however.  <br/> \n <br/> \nI was getting sick of having to start a whole new discussion each time you chose not to push \"reply\" anyway.  But apart from that it was fun.  Hope to do so again with you in the future."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Sorry, make that \"unnecessarily intellectual\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "destroy_you",
    "plus": 0,
    "snip": false,
    "text": "Do you get your drugs from the same dealer as Onstad or what? <br/>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "xi",
    "plus": 1,
    "snip": false,
    "text": "Why would Vlad need a fridge? <br/> \n <br/> \nLet alone a robotic one. <br/> \n <br/> \nAlso, Microsoft didn't exist until the eighties. <br/> \n <br/> \nAlso, I would very much like to eat that sand'mawich."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "oh man, c'mon, all these questions are not appropriate. <br/> \n <br/> \nIt is one thing for a man to have an opinion. It is another thing for a wo/man to question the very nature of reality. This is something you do on your own time, staring into that dark abyss until it consumes you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "if it had bacon on it you'd just tape it to the wall"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "I have to say that, bacon aside... that is the best looking damn sand'mawich I've ever seen in my life."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 2,
    "snip": false,
    "text": "Fridge is not friend. Is not like they are speaking at Christmas."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "Okay guys I'm lost"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bobodante",
    "plus": 2,
    "snip": false,
    "text": "I gotta agree. While I love experimentation, and this fun leap into color is a nice change of pace, I don't know much of anything about Chris Ware nor do I understand this particular comic at all. I'm sure I'm missing something here, something deeply profound and odd, for which I'm a little ashamed. But, generally, I'm lost, too. Not a criticism of Onstad as much as a commentary on me, I guess."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ibetso",
    "plus": 0,
    "snip": false,
    "text": "Make room on the Clueless Couch please, I need to sit down. <br/> \n <br/> \nLike a lot of people here, I didn't know much about the Chris Ware thing, but with a little bit of help from Google and Wikipedia I managed to quite enjoy the previous strips in this arc. This one though, is just over my head.  <br/> \n <br/> \nDoes a greater knowledge of Chris Ware help here, or is the humour just a bit too oblique for a simple creature like me?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I know about Chris Ware but have never actually read him. (OK, some Jimmy Corrigan, once. That's all, I promise) <br/> \n <br/> \nI found all of these to be funny. They are just kind of bizarre, surreal. It's not as funny as seeing a cat's penis, true, but it's more just a funny situation with our favorite characters... a robot hates his fridge (also a robot), and a man gets a job via nepotism. Not that deep. Just kind of funny."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "Seems straight forward enough to me, at least up till the Microsoft bit. I imagine if refrigerator's were given sentience, they would say something similar, if not identical, to Vlad's."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "<em>Welcome to Microsoft, Teodor.</em> <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "liquid_banjo",
    "plus": 0,
    "snip": false,
    "text": "Theodor looks a bit like Patsy Kline in this strip; fringed jacket and all. However, I don't see how this ties into Liebot. Maybe it's just me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atmus",
    "plus": 3,
    "snip": false,
    "text": "Dust Ruffles are usually made out of absorbant material.  Adding them to bathroom stalls will end in tragedy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arborwin",
    "plus": 0,
    "snip": false,
    "text": "these are fun to read"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "little_angry_plum",
    "plus": 1,
    "snip": false,
    "text": "You know Pat got Vlad the fridge as payback for the Subway incident.  The sandwitch inside is the key. Moral: never hack a BBS with lies about your AZN peepz."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Teodor has sculpted with Brylcreem. <br/> \n <br/> \nAlso: Texaco Star? Hmm..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vonhayes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by vonhayes was marked lame too many times and excluded. (marked lame by Yamo, Jesler729, streever, HurfusDurfus, peterjoel)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ricnine",
    "plus": 0,
    "snip": false,
    "text": "Dunno why the rating is so low on this one.. this is better than the last two. Or mayn I'm just a sucker for a talking fridge that offers me sand'mawiches because it is my dream to have such a thing happen to me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "opalleye",
    "plus": 2,
    "snip": false,
    "text": "Does anyone feel me when I say that we need more chubbies per capita?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "norrin",
    "plus": 11,
    "snip": false,
    "text": "When the PT Cruiser first came out I was excited. Not necessarily by the car per se, although I did like it at the time. No, I was more excited because it was change. To me, there was essentially a couple types of cars, and every car fit neatly into one of those molds. \"Bold new looks\" as car companies advertised were a few sleaker lines here and there, if that. <br/> \n <br/> \nThe PT Cruiser was change that kept us from the stagnmant pool that was current car designs, whether you liked it or not. What's more, the designs success lead to other, strange vehicles being produced. And as people complained about how ugly they were (I mean, seriously, the Aztek?) I just said it was all for the greater good, promoting variety. <br/> \n <br/> \nThat is what I think of when Onstad deviates from the regular format of the strip. Doing the exact same thing every day is just plain boring, for both the reader and the artist. Whether I like a new thing Onstad is doing or not, I appreciate that the variety is good, and, if the experiment is successful, can lead to greater things in the future."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "happycat",
    "plus": 0,
    "snip": false,
    "text": "Then they put the convertible top on the PT Cruiser, and I simply don't know who thought that was a good idea. <br/> \n <br/> \nDoes anyone own one of those? If so, why? I sometimes imagine strapping a small onboard motor to the back of one and calling it my 'Land Boat'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "I agree with this viewpoint. If you read  <a href=\"http://web.archive.org/web/20101009145723/http://www.strippedbooks.com/comics/stripped07/comics-00.html\">this all the way through</a> , I think it qualifies the point."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I can't read that all the way through. I just...I can't. I read three pages and found myself slowly dying."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "That's fine. I will, instead, explain it all to you in mime: <br/> \n <br/> \n... <br/> \n <br/> \nYou good?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes. <br/> \n <br/> \nI'm pretty sure the first three pages were all I needed anyway. Pretentious intellectual masturbation: a little goes a long way."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "i don't see how, unless it gets worse or something. they're just talking about what they love to do."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "But they're so freaking  <em>earnest</em>  about it. And so  <em>convinced</em>  that what they are doing truly matters. I mean, come on, Seth and Chris Ware. Get over yourselves a  <em>little</em>  bit. You guys aren't Jesus or something. You're not the  <em>Beatles</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Seth, Chris... and Pete Best."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "brynito",
    "plus": 0,
    "snip": false,
    "text": "I dunno, it's kind of their living, so I guess it does matter...? That's the point of craft of any sort, is the workmanship and that the quality matters immensely to the producer.  <br/> \nThat being said, it does drag on and feels a bit up their own arses."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm not saying it doesn't matter at all. It does. Just...you know. They're fringe artists with no mainstream success, and that's likely what they'll always be."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Chris Ware is often featured in the New Yorker and in 2006 had 4 of his  <a href=\"http://web.archive.org/web/20101009145723/http://www.newyorker.com/magazine/2007/01/08/slideshow_070108\">drawings as the cover</a>  for the Thanksgiving issue.  (The link goes to the New Yorker's slide show of all 2006 covers.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "isnt the New Yorker constantly ridiculed for it's terrible cartoons?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "No."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It is by me and almost everyone I know."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Damn.  I've been arguing up there for ages and then you go and use a car example to explain things perfectly, even putting it into a hopeful perspective for myself.  Well said, Mr. Radd.  Had I any more chubbies, they would all be yours."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "If I had a dollar for every dude that tried to give me all his chubbies, I could go out to a decent Mexican restaurant. <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I guess you'll have to settle for a less-than-average Mexican restaurant."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ike",
    "plus": 0,
    "snip": false,
    "text": "i really like that idea and the way you described it, and i have to say that is true for a lot of posts on here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clockworkorange",
    "plus": 4,
    "snip": false,
    "text": "Achewood is now permanently a comic about Chris Ware."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by myrrdisparo was marked lame too many times and excluded. (marked lame by lamelliform, cellphonedick, sncether, vincentkv)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Also, sorry if there's any punctuation, spelling or grammatical mistakes. I was sort of rushed to finish it, and my grasp on the english language is still not as firm as I would have liked."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "That was rather nice."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Thanks! Believe it or not, a stranger's approval is more or less as satisfying as that of a person you have actually met."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "optimus",
    "plus": 0,
    "snip": false,
    "text": "It was a charming narrative."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I sense it too. The smell of change lingers on the air of Acheworld of late."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "My guess it that it has always been there. Achewood is characterised mainly because of their characters evolution. Change is kind of the whole point of the strip, but sometimes that change is... Well, not what we expect."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Oh, naturally. Achewood is as a writhing veil; subtle inconsistencies are its hallmark. But this...this is different. The shift is more underlying, more fundamental. Perhaps I haven't been here long enough, perhaps I haven't experienced the full ebb and flow of Acheworlder subculture sufficiently enough to forecast and prophecize, but my intuition tells me that forces are in motion unlike any before them, and I fear are perhaps better left to rest."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "My thoughts exactly. Change in Achewood is to be expected. Hell, it's essential for the stablished characters to evolve. It's the highlight of the strip, the pinnacle of its mastery. But... Well, even Achewood, as surreal and ridiculous as it can get, is subject to certain laws that can't be violated. These animals are basically people. People are quite unpredictable, but not absolutely random. Take Ray, for example, he is fundamentally charming and proud, whereas Roast Beef has a completely different mindset. That doesn't mean that Roast Beef can't be assertive from time to time, but you won't see him living in a mansion any time soon. <br/> \nBut these last strips... I don't know. It's not that they contradict past Achewood mythos (is that word correctly used?), but they seem to be so far-fetched and outlandish that I can't quite enjoy them as much. That doesn't mean I hate them, and I'm sure I'll eventually get used to them, and appreciate them for what they are: a brief reccess on the daily progress of Acheworld."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "A Momentary Diversion on the Way to the Grave"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "This made me feel all warm and fuzzy.  I could have sworn I had already given you a chubby before I became far too friendly to bequeath any more - but I give you chubbies of  <em>the heart</em> .  Very well written, too, despite your inhibitions about it.  Nicely descriptive."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Well, you can rest assured that the heart kind will be the chubbies I treasure the most. Thanks!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Anyone who has lamed this is heartless."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Well, not  <em>heartless</em> , just a bit confused. <br/> \nI think it may have to do with the \"beheaded body who calls himself Chris Onstad\" bit. It wasn't meant to be an insult, people, I was merely refering to the fact that we never EVER see Chris' face (not that we need to, or anything)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "To me the headless body of Chris Onstad always took on the same mystique as that of Nanny from  <em>Muppet Babies</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vincentkv",
    "plus": 0,
    "snip": false,
    "text": "Jesus, the color isn't a permanent change. One week. Everyone calm down. Turn down the internet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "Texas is creeping down towards South America like a brash, dust-filled pseudopod. The Sun is directly over Nuuk, Greenland. And Vlad's fridge is voiced by Goofy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "powderfinger",
    "plus": 2,
    "snip": false,
    "text": "yeah yeah yeah fridge tries to come out of wall, i saw requiem, new ideas please <br/> <br/> <br/> nah, i'm just fucking with you, i think these fun little dadaist strips rule"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "First time i've guffawed out loud at an achewood in a while, the vlad/fridge sequence is perhaps my new favourite strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "I was listening to some macedonian music whilst reading Vlad's dialogue as well, i cannot stress how much i reccomend this as an audio accompanyment to this strip."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 1,
    "snip": false,
    "text": "Oh there's a nice thought.  If that sounds anything like Ivo Papasov or Yuri Yunakov, clarinets just completely exceeding the posted speed limit, times signatures making math metal dudes set down their instruments and scratch their beards?  Epic/Antic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rorshach",
    "plus": 3,
    "snip": false,
    "text": "Onstad has finally put his head through the wall this year.  Before his humor came to an elitism that nobody but the fans could understand.  Now the form is lost without context.  This is two strips, shortlived without a puncline.  Dammit Onstad bring back Cartilagehead and Beef in space, what happened?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 0,
    "snip": false,
    "text": "3.7?  Really? <br/> \n <br/> \nI don't think I've ever laughed so hard at a comic strip before."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 0,
    "snip": false,
    "text": "<em>Sand'mawich</em> , for Christ's sake."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 1,
    "snip": false,
    "text": "You can't even  <em>reason</em>  with that refrigerator. <br/> \n <br/> \nHe'll just start swinging his lower door and hollering in semi-sentient bliss until his antics loosen his power supply and wipe out his happy memories for eternity. <br/> \n <br/> \nHe is Sisyphus with a giant sandwich. <br/> \n <br/> \nHow am I the only one flipping my shit over this?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "The easiest way to deal with the fridge is exactly how Vlad dealt with it: kick that motherfucker's cord right out of the socket."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 1,
    "snip": false,
    "text": "That section of the strip is ace, I agree.  The Teodor bit might have been saved for another occasion, sure, but folks might consider taking a few deep breaths.  The punchline for this strip, as far as I'm concerned, is folks who seem convinced, after three strips worth of mildly experimental strips, that Achewood Can Never Be Good Again. <br/> \n <br/> \nOh, and miseryand...?  Look once more at the panels where the fridge is unplugged, and ask yourself, \"Did he jump, or was he Sisyphushed?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "Dude!  Vlad has the sweetest loafers EVER!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "You don't be kink of makeout without best shoes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "In Russia, Buildink is jumpink off of YOU!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "shades",
    "plus": 4,
    "snip": false,
    "text": "I sort of can't wait for the strip to go back to normal"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "tldr"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "avestriel",
    "plus": 1,
    "snip": false,
    "text": "What's with these last few strips"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senf",
    "plus": 0,
    "snip": true,
    "text": "A comment left by senf was marked lame too many times and excluded. (marked lame by straw, autrepoupee, catgrl131)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prine",
    "plus": 1,
    "snip": false,
    "text": "Because you like things that most people don't? I dunno."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nictusempra",
    "plus": 0,
    "snip": false,
    "text": "achewood has always been all about singing refrigerators; you just don't \"get\" the strip, everyone else."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "ugh, i know exactly what your avatar is, thanks to my sister. i mean i could write an essay in explanation, and it makes me ashamed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "What is it?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "sigh.. it's from Angel.... it's series creator Joss Whedon playing a member of the Deathwok Clan doing the \"Dance of Shame\" to celebrate their brother Lorne's return to the demon dimension of Pylea. <br/> \nnow i have to go think about something else until i can forget that this information is in my head."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": true,
    "text": "A comment left by straw was marked lame too many times and excluded. (marked lame by evolume, GregChant, miseryandthesun, peterjoel)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "You have too much time on your hands, but I love you for it anyways."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I'm just glad to have compiled an \"Achewood: Best of 2007!\"  There are some serious, big-time classics on that list.  Champions of the comic.  For instance: Stoned Lightning."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "It sucks you got lamed for it though."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "What are you gonna do?  With the rash of manfleshian activity over the past several strips, I can't exactly blame them.  And I was also being hell of snarky to senf, so there's that too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dropkickhuie",
    "plus": 0,
    "snip": false,
    "text": "These are getting weirder."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 4,
    "snip": false,
    "text": "And Leon is getting laaaarger"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "I just wanted to wish you both good luck. We're all counting on you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "The Microsoft tangent derails this one a bit--it'd end right well with CHUCK WAGON SUPPLIERS.  The other feels like it's from the next strip over. <br/> \n <br/> \nAlso, what the hell accent is that fridge sporting?  Sand'mawich is not a usual jovial accentual way of handling \"sandwich.\"  Also, it seems that accentual is a word--but does it mean what I'm trying to make it mean?  Only time will tell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Also: I've felt that Achewood's had its ups and downs, but I am utterly mystified that people think this is anything other but straight-up Achewood as has been set forth in days prior.  If nothing else, the \"feel\" has been around since The Party and never really let up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "talbain",
    "plus": 0,
    "snip": false,
    "text": "Vlad's kinda being a dick. That does look like a tasty sandwich."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kodiakclock",
    "plus": 0,
    "snip": false,
    "text": "Giant ass sandwich should get cameos in the future."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "It may not be a large sandwich, it may be a small fridge. <br/> \n <br/> \nTake  <em>that</em>  perspective!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wulvaine",
    "plus": 4,
    "snip": false,
    "text": "I have to say that I'm not too fond of either the color strips or the recent Chris Ware tributes... It doesn't quite feel right... It doesn't quite feel... Achewood. <br/> \n <br/> \nI'm sure I'll get lamed by the people who DO like it, but the last couple of strips (while funny) just seem a bit of an unwelcome departure to me. That's just an opinion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "That's coo'.  It's a -departure,- it's not a permanent strip change.  What's weird is that some people seem to think this is a permanent switchover as opposed to what might be called a <i>week mystere.</i>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 0,
    "snip": false,
    "text": "I agree.  It's strange to say it, but normal achewood is more coherent than this.  These strips are like those dreams where random shifts of setting occur every few minutes, which are not worth remembering.  Normal Achewood is a better brand of surrealism."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "Exactly. These last few strips have just had the feel of a fever dream. <br/> \n <br/> \nI hope we return to 'normal' Achewood soon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "Same here. I've been a big fan of Chris Ware's stuff for years, and obviously I'm a big fan of Achewood, but that doesn't mean I automatically want to see them crammed together. I like fish and I like candy, but if someone offered me cod-flavored Skittles I think I'd decline."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paradigmeyes",
    "plus": 0,
    "snip": false,
    "text": "I have enjoyed these ventures through this land of ChrisWarian vision, but I for one am ready to return to the comfort of the Achewood of my youth.  You with me chums?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "\"Chuck Wagon Suppers\" sounds like an unreleased Rednex album."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kharitonov",
    "plus": 0,
    "snip": false,
    "text": "Okay. That line under Vlad's mustache is a chin and not a permanent smile, right? <br/> \n <br/> \nI need to know this. I need to know these things."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145723/http://m.assetbar.com/achewood/uua8Tdw59#comment_25\">I thought so too.</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kharitonov",
    "plus": 0,
    "snip": false,
    "text": "Damn! <br/> \n <br/> \nMy entire worldview has been shattered."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "And YET! Look what's beneath the mouth of the fridge in this strip! <br/> \n <br/> \na CHIN!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Why dos Vlad detatch his mustache (and chin?!) along with his nose?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Why is there a million story building?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "UGH! doesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoesdoes <br/> \nGET IT RIGHT CATGRL!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by straw, VandenBos, Dezufnocosem, tyrion18, equinn2006, optimus, Circumstances)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "5 for the strip, -1 to me for not ignoring puppy power sooner."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xerol",
    "plus": 1,
    "snip": false,
    "text": "Does the Million Story Building look a lot like a computer punchcard to anyone else?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thomgreenwood",
    "plus": 0,
    "snip": false,
    "text": "This is such a great Chris Ware tribute/parody."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "opprobrium",
    "plus": 0,
    "snip": false,
    "text": "why is the braille totem pole talking to itself?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I'm also still unclear why there is a dotted line connecting the MSB to Hawai'i."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I think it's the shadow of the million story building.  Potentially VERY long."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Hahaha, o my.  That is funny.  My first thought was, \"then why does it curve?\"  And then I remembered that the Earth is, in fact, round. <br/> \n <br/> \nThe question is: does summer sun always shine on the Million Story Building?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 2,
    "snip": false,
    "text": "I didn't see it as the shadow right away, myself.  Possible reason: the planet (we believe it to be round) should also have some shading for the building shadow to be where it is.  The brain works on a lot of stuff behind the scenes, but is easily confused.  Mine is still working on Teodor's outfit and duties at Microsoft.  Two days between strips is really too long for ...THOCK!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "That's it, other-strip-chubbies for you, my good chum."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pettytyrant",
    "plus": 0,
    "snip": false,
    "text": "I can't believe this is being rated so lowly.  I really enjoyed it - in fact I hope he does more of this.  I was getting kind of tired of everything being so  <em>clever</em> , yaknow?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "It's created a lot of discussion and examination, which is productive and satisfying it's own way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chrissketch",
    "plus": 0,
    "snip": false,
    "text": "Just figures. I go without internet for a few days, and my favorite online cartoonist does a savage parody on my favorite print cartoonist.  <em>Bliss.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "optimus",
    "plus": 0,
    "snip": false,
    "text": "I don't think this is supposed to be a savage parody as much as an earnest homage.  I could be way off base here, though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "Philippe's latest blog entry makes me sad. :["
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sharksarecoming",
    "plus": 0,
    "snip": false,
    "text": "ethnocentric north america"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deblacquiere",
    "plus": 0,
    "snip": false,
    "text": "I hate Vlad's horrible shoes.  I'm sorry, but I had to get my feelings out there in a terribly un-English way... I do feel very strongly about it.  Look at them - what horrible shoes!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deblacquiere",
    "plus": 0,
    "snip": false,
    "text": "I never really liked Vlad, he's rude and brash.  Those shoes are just the final straw."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 8,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101009145723/http://raysmuckles.blogspot.com/2008/01/deal-with-my-hair.html\">The deal with my hair.</a> <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101009145723/http://philippesblog.blogspot.com/2008/01/i-said-hate-word-oh-my-gosh-it-is-so.html\">I said a hate word! Oh my gosh it is so terrible!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "It is really hard not to give a strip with Vlad in it a 5...so I will give this a 5."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jimmyk",
    "plus": 0,
    "snip": false,
    "text": "Is it sad that, because I thought the apartment block towering over the Earth was probably unnecessary hyperbole, I went and did the maths? The average storey works out at 3 metres, more or less, so a million storey building would be at 3,000,000 metres, or 3,000 km, which is shorter than most of the world's mountains - http://topratings.wordpress.com/2007/09/11/top-ratings-top-100-highest-mountain-peaks-in-the-world/"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "So I'm kind of lost. What is happening right now? Was '08 one of those times that really divides the fanbase like Lonis Edison?"
  }
]