[
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nyu was marked lame too many times and excluded. (marked lame by Norsef, Tambourine, tttt2)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "Well, I'm seeing a good trip here. <br/> \nI have no doubt that Onstad drawing a bad trip would leave us all mentally scarred for life, so it is probably just as well he doesn't. <br/> \n <br/> \n... Duuuude... this is bringing me back to the time where I had a really bad trip and spent two hours just tying my shoe-laces (on one shoe) because my memory kept cutting out every 2 seconds and I'd forget what I was doing. I was hella terrified of everything, and just wanted to get my shoes on so I could run outside and escape. In the end I just collapsed on the kitchen floor with one shoe tied and closed my eyes until it all went away."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "You had a bad trip on what? Weed? How do you do that?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Canadian weed. Not sure if that was what did it, but it was quite different to the sort I was used to from back in Wales. Its effects were most unwelcome and made for a thoroughly unpleasant experience. It was quite strong, at that. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I can understand this. Canada has some good weed, usually."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I will continue to maintain the polar opposite opinion until I receive evidence to the contrary."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "What, do you think Canada has bad weed? Maybe in the east, but in the west, like British Columbia, the weed is considered quite fine."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Fair enough, I suppose. I wouldn't know about BC."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alilsneaky",
    "plus": 0,
    "snip": false,
    "text": "As far as I know thc is thc... the only difference from plant to plant being the amount of thc in it,growth rate and smell."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I actually don't know how someone really has a bad trip on weed. I mean, sure, maybe you get so high that you black out and do a bunch of very stupid shit, like laugh ferociously at the laughter setting on a keyboard, or eat far too much of the host's food, but I've never had a 'bad' trip. Then again, I know people who say they have too, so it's probably possible."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Could be that the plants had been fed strange chemicals, or grown up under different conditions to scew the ratios of the right natural chems in them. Could have just been that there was more thc per volume than I was used to. Might not have been the weed itself at all, but due to the fact I was smoking it outside in Canada in the middle of winter. Who is to really say? <br/> <br/> <br/> Fact was... weed I'd had before had generally just mellowed me and screwed with my balance before, but that particular case seriously screwed up my memory for an indeterminate amount of time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Like for the duration of the high or for a time afterwards? I once had something like that happen to me where I could only remember maybe one thing from the whole night. I was told I ruined the party, and I believe them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "macaboi",
    "plus": 3,
    "snip": false,
    "text": "How can you not love this?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "antsama",
    "plus": 0,
    "snip": true,
    "text": "A comment left by antsama was marked lame too many times and excluded. (marked lame by ShemmJacc, doinkydoink, Cyberbob, TwoRightFeet, headphones, antecen, farqussus, aHatOfPig, Dwilow, clembot, Direhaggis, lastlarf, Pigs)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 8,
    "snip": false,
    "text": "i checked. they don't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 67,
    "snip": false,
    "text": "L@@K INTO YOUR PAST"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gompo",
    "plus": 6,
    "snip": false,
    "text": "I don't think i've ever laughed as hard or as much at a single cut off line as I did and do at that."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hadakang",
    "plus": 1,
    "snip": false,
    "text": "agreeing with this.  stoned ray is hilarious ray. he's just so <i>contemplative.</i>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "imbattin",
    "plus": 7,
    "snip": false,
    "text": "A friend and I will text that to each other from time to time, for energy. For fun."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "Every time I come to this strip, I love seeing this comment. Avatar makes it. Chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sredni",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sredni was marked lame too many times and excluded. (marked lame by wharfrat, straw, Tinhand, divot, phthoggos, Nurdbot, daidai, riotdejaneiro, Cyberbob, Overmedicated, VeniVidiEffluxi, equinn2006, TheLoneliestMonkey, mystkmanat, lazarusloafer, apres, Dainbramage, opalleye)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jokercross",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jokercross was marked lame too many times and excluded. (marked lame by straw, divot, phthoggos, daidai, riotdejaneiro, Cyberbob, Overmedicated, VeniVidiEffluxi, equinn2006, TheLoneliestMonkey, mystkmanat, lazarusloafer, Direhaggis, apres, opalleye)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "afastidioushat",
    "plus": 8,
    "snip": false,
    "text": "It's the piece of driftwood that Ray wrote \"The Cure\" on to remind T about eternity."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "He is continuing to be reminded about eternity for more an entire odd conversation and 14 seconds of just looking at it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "petitegitan",
    "plus": 3,
    "snip": false,
    "text": "Where the hell have you been!?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sredni",
    "plus": 6,
    "snip": false,
    "text": "oh shit that was obvious haha shit my bad guys my bad"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "huber",
    "plus": 4,
    "snip": false,
    "text": "haha - camping is the ultimate form of habitation. <br/> \n <br/> \nI'm gonna go into the garage and smell metal stuff. Instead."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Those were my two favourite parts too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chaesar",
    "plus": 2,
    "snip": false,
    "text": "Very good, but I think his inquiry into eBay awards for blowing peoples' minds is the icing on this cake."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "I'm not 100% sure about this, and no one is going to be reading this comment by now, but \"expression of habitation\" sounds very much like a particular concept from Heidegger's \"Building, Dwelling, Thinking.\" Onstad has mentioned Foucault before so he must be at least familiar with this sort of stuff - I wonder if this was actually what was on his mind while he was writing the strip. <br/> \n <br/> \nP.S. I only post this now because we just read the essay in class the other day."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Really.  We wouldn't have guessed. <br/> \n <br/> \n <em>just playin'</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atticusonline",
    "plus": 4,
    "snip": false,
    "text": "it is wrong to assume that no one reads recent comments. personally, I read through every achewood comic from beginning to end (most recent) and then immediately go back and start from the beginning. I can do this because achewood  <em>never gets old</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 1,
    "snip": false,
    "text": "you have become my achewood role model. i aspire to read every strip and then go right back to the genesis of it all."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "I wish you well on your journey of many twinkies and mountain dews."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 0,
    "snip": false,
    "text": "thank you, kind sir... although in my case it will be wasa crackers and tea."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "atticusonline",
    "plus": 8,
    "snip": false,
    "text": "I will allow this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hereward",
    "plus": 0,
    "snip": false,
    "text": "I wonder if Onstad did a humanities degree. I don't think this information is Known."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I am sure someone Knows of it, namely Chris."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jstegall",
    "plus": 1,
    "snip": false,
    "text": "The last two panels are so friggin' awesome. And the part about smelling metal stuff is awesome too... Okay, the whole strip is awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamers",
    "plus": 1,
    "snip": false,
    "text": "I too enjoy Squeaking with my arms held aloft."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m1st3rbl4ck",
    "plus": 2,
    "snip": false,
    "text": "---> <br/> \nSQUEAK <br/> \n <br/> \nhe looks so intent."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 3,
    "snip": false,
    "text": "Lawnmowers do smell beautiful. Gasoline and grass clippings and metal all blended together in a metaphor for the meaningful life."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "They smell like the oppressive fist of the State to birds."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "God, I love seeing the crazy stuff this cat does while he is on the pot. This and Hip Hobbit are my personal favourites."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 5,
    "snip": false,
    "text": "I get my cat stoned and all it does is roll back and forth, speaking in tongues."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "Don't get your cat high. That is a silly thing to do. Your cat wants you to put food in its dish and maybe pet its tummy when it chooses to present said tummy. Only hippies and people who are kind of jerks force animals to be stoned.  <br/> \n <br/> \nThere's a redundancy in that last sentence."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "My dog got a contact high and every time I light up within his olfactory range he whines and makes it quite clear that he wishes to be present."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "I was referring more to people who think it is awesome to hold an animal and blow smoke in its face. The key word is \"force\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dinosaur-j",
    "plus": 1,
    "snip": false,
    "text": "<strong>Alt text:</strong>   <br/> \n <br/> \nI didn't look, but I don't think they currently do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "Am I crazy, or did the alt text used to be something like \"The cat got so high he tried to sell his lawnmower on ebay\"?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "that is the name of the strip. <br/> \nyou may also be crazy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jesler729",
    "plus": 4,
    "snip": false,
    "text": "Oh. <br/> \n <br/> \nOh dear."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "damn what is up with that clock"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kazad",
    "plus": 13,
    "snip": false,
    "text": "I THINK it's showing that Ray waited a full 15 seconds before replying...and Ray is outlined because he kind of forgot about himself...sort of invisible. Anyway, it makes sense to me looking back on similar experiences."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 3,
    "snip": false,
    "text": "I can totally relate to that. Responding to something someone said far later than is normally acceptable, because I've just gotten lost in my own train of thought. And then they're like, \"What?\", having completely forgotten abut the original subject."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Damn, I thought it meant that 15  <em>minutes</em>  had passed, though looking back, I doubt that T would still be interested in that ridiculous driftwood after 15 minutes unless he too was baked."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 1,
    "snip": false,
    "text": "Ray has just realised that time is an illusion and that he exists outside of it. <br/> \n <br/> \nBy the end of the strip, he has realised that time and space are the one concept and therefore he also exists outside space."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "The first time I got stoned, I thought that it was going to be nine o'clock  <strong>forever</strong> ."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Ray   weed = brilliant!  It's a winning combination yet to be matched."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 1,
    "snip": false,
    "text": "Thus the weed trilogy draws to a close. I appreciate driftwood and lawnmowers more. And Todd. I know him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arcellus",
    "plus": 0,
    "snip": false,
    "text": "can someone explain the clock in the 5th frame"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mega_panda",
    "plus": 2,
    "snip": false,
    "text": "I believe it is meant to indicate that fifteen seconds have passed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gumfish",
    "plus": 2,
    "snip": false,
    "text": "Man, I just love how he squeaks off to the void, arms aloft, after writing on the grid. <br/> \n <br/> \nIt's like he's... Mr. Miracle <br/> \n <br/> \nSee him fly"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "I think he's imprinting himself on the grid.  But what is the grid?  The strip itself?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "Man, that West Coast chronic is clearly the bomb. Ray seems to verge on tripping in most of his \"stoned\" strips, despite being a habitual toker."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "rowboat",
    "plus": 10,
    "snip": false,
    "text": "Though Ray does have a crush on being high, I get the impression that he's not exactly a habitual \"toker.\" He seems to depend on Teodor to smoke him out (which, being the multi-millionaire that he is, seems kind of shabby - but that's a story for another time). I don't care how good their stuff is over there, if you get stoned all the time, you stop acting like this eventually (unless it's laced with PCP, or something - but that's a story for another time). However, this is exactly what it's like to the occasional user, especially if the shit is \"The Fire.\" This arc makes me jealous and nostalgic for the times when I was just starting out and even the shittiest Mexican brick weed (which was all there was, then) would send me into this sort of intense reverie for hours. Don't get me wrong - my love affair with weed continues. But my behavior is much closer to that of Teodor; definitely having a good time, but totally (and hopelessly) under control."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "yes"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "It's like looking into my future..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arbys",
    "plus": 4,
    "snip": false,
    "text": "I love Teodor's response here. <br/> \n <br/> \n\"You can't go camping in the middle of your party. It's kinda rude.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "denise",
    "plus": 1,
    "snip": false,
    "text": "panel five is exactly me when i get stoned, i just never realised until now when ray showed me"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brzbee",
    "plus": 2,
    "snip": false,
    "text": "I love how Teodor's word bubble in panel two is kinda floating in the background. All in all, just a perfect representation of being stoned."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "frankieteardrop",
    "plus": 2,
    "snip": false,
    "text": "i would buy this lawnmower in a heartbeat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "It always uneases me, to see a man with a beautiful woman for an avatar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "Like a really hot tranny?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 2,
    "snip": false,
    "text": "An e-tranny? A cognitive transvestite, perhaps? It is like answering your door, to find on your doorstep a plain-looking man, wearing a tiara."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "radbert",
    "plus": 1,
    "snip": false,
    "text": "I think the clock demonstrates time passing, but Ray in his state has his own version of time, probably during which he's not sure if he's real."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apmihal",
    "plus": 1,
    "snip": false,
    "text": "Dammit I wish it was like that for me. When I get high all I get is the munchies and a panic attack... <br/> \n <br/> \nI know, its pitiful."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xi",
    "plus": 5,
    "snip": false,
    "text": "Two great things that aren't simply \"L@@K INTO YOUR PAST\": Teodor's speech-bubble is actually behind his head, because it doesn't matter what he is saying - Ray is talking about CAMPING. Also. How great is it that you can always hear the dialogue in your head, spot-on, as it should sound? Talent. Pure unbridled. How else could you laugh for so fucking long at a line like \"I'm gonna go into the garage and smell metal stuff. Instead.\"?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "It's strips like this that make me wish it was possible to \"Rate this Strip:\" a six."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 16,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101103015239/http://chrisonstad.blogspot.com/2005/02/we-made-paella.html\">We made paella.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"My dog looked at me with her eyes.\" <br/> \n <br/> \nHeh.  <em>Classic Onstad.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Onstad jerked a chicken. <br/> \n <br/> \nHeh.  <em>Classic bestiality.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "The chicken had it coming."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "It wouldn't have been wearing those low-rise jeans if it didn't want it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "God DAMN does this bring back good memories. Memories of eating massive amounts of salted peanuts while becoming completely entranced by a news program in a language I didn't understand because the anchor had a kickass beard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imbattin",
    "plus": 0,
    "snip": false,
    "text": "Going camping in the middle of your own party isn't completely rude, only partially."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "Just that you've got to let your people know about the shift of venue.  That's all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "almightygosh",
    "plus": 0,
    "snip": false,
    "text": "Yeahhhhhhhhhhhhhhh!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Just another on the long list of achewood punctuation gems: the period before \"Instead.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Ray...is that...are you smoking heated up marijuana?!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "yukinomiko",
    "plus": 0,
    "snip": false,
    "text": "\"You can't go camping in the middle of your party. That's kind of rude.\" <br/> \n <br/> \n*Dotted Line Ray* <br/> \n <br/> \nI'm not sure why, but the dotted lines make me giggle every time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "That's where Ray splits, Time stops, and he goes off Grid. lalalalalala."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "all-star951",
    "plus": 0,
    "snip": false,
    "text": "The clock appeared briefly in the fifth panel, then disappeared. <br/> \n((it would have showed up behind the speech bubble in the first panel)) <br/> \n <br/> \nAlso, it appears to only have 12-3 o'clock. Is this a by-product of Ray's stoned-ness?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atypicaloracle",
    "plus": 0,
    "snip": false,
    "text": "... damn, that is some potent herb that cat has smoked..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hungryhippo1492",
    "plus": 0,
    "snip": false,
    "text": "Well, My mind has been blown."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kiltedkaboodle",
    "plus": 0,
    "snip": false,
    "text": "I've only been close to this high after smoking God's gift mixed with purple kush. What the hell did Ray get buzzed on?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jar",
    "plus": 0,
    "snip": false,
    "text": "Ray temporarily turns invisible from embarrassment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "samspud",
    "plus": 0,
    "snip": false,
    "text": "The clock is a stopwatch. It is there, in Ray's stoned mind, indicating 15 seconds. It is not expressed physically."
  }
]