[
  {
    "depth": 0,
    "minus": 0,
    "name": "mczapp",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mczapp was marked lame too many times and excluded. (marked lame by NYU, waitwhat, Howard, thedudeabides85, Albatross, dropkickpikachu)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by songbirdspectre was marked lame too many times and excluded. (marked lame by ted0phile, mjfitzge, riotdejaneiro, NYU, waitwhat, TonyHighwind, equinn2006, Howard, Vee, pete, luckypyjamas, cognitonaut, mystkmanat, scraggg, Albatross, ford, dropkickpikachu, trawser, Nictusempra)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daaaaang",
    "plus": 0,
    "snip": true,
    "text": "A comment left by daaaaang was marked lame too many times and excluded. (marked lame by kenthegod, raccoon, starch, goddam, STUART)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nyu was marked lame too many times and excluded. (marked lame by wharfrat, stormypinkness, sevenarts, foolio, rowboat, Howard, bethlaham, mira, MR_Wilson, mystkmanat, Fcannon)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nyu was marked lame too many times and excluded. (marked lame by Dovey, Deusoma, kenthegod, rowboat, mystkmanat, TheSoulBear, Badgerus)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nyu was marked lame too many times and excluded. (marked lame by MrTrout, riotdejaneiro, blastradius, kenthegod, rowboat, atticusonline, TheSoulBear, spicyponyhead)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 12,
    "snip": false,
    "text": "Nonsense. <br/> \nIt is clearly the hat that Harrison Ford was wearing in Raiders of the Lost Ark. <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 2,
    "snip": false,
    "text": "I also assume this. what the hell is a team of raiders?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I looked it up on Google and apparently its a mentally handicapped fellow who has been outfitted with a helmet (presumably for his protection). Unfortunately he has gotten a hold of some little swords and put one of his eyes out before lodging the swords in the back of his helmet. Or in this case a whole team of them."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't he just say \"fedora\", then?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "That isn't nearly specific enough."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zem was marked lame too many times and excluded. (marked lame by stormypinkness, NYU, kingsleymc, mikejk305, anitrophaeron, Albatross)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shmuckeles was marked lame too many times and excluded. (marked lame by Dovey, Sakana, riotdejaneiro, dsquid, CK421, wittyname, waitwhat, kazad, GregChant, equinn2006, Fielding, DoctorOther, TheSoulBear, Methadone, Wolfslice, dropkickpikachu, NumberKillinger, clintisiceman, Mastronaut, gkiyo, Rakadin)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catastrophe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catastrophe was marked lame too many times and excluded. (marked lame by Dovey, NYU, mrcool1122, DoctorOther, TheSoulBear, raccoon, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dsquid",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dsquid was marked lame too many times and excluded. (marked lame by NYU, Tweakzers, typo, raccoon)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "donjolly",
    "plus": 0,
    "snip": true,
    "text": "A comment left by donjolly was marked lame too many times and excluded. (marked lame by MrTrout, NYU, SaulBellow)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doublethumbfist",
    "plus": 0,
    "snip": true,
    "text": "A comment left by doublethumbfist was marked lame too many times and excluded. (marked lame by stormypinkness, Sakana, riotdejaneiro, HassanOLeary, milhouse, wittyname, Connellingus, ThreeBong, Judy, Jar, luckypyjamas, TheSoulBear, Hexjumper, Epicurus, Wolfslice)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 8,
    "snip": false,
    "text": "Seven people found dead cats hilarious."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "and 3 people found finding dead cats hilarious. me included."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 8,
    "snip": false,
    "text": "These statements have been rendered inaccurate by the ravages of time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "Chubby counters inevitably are. <br/> \n <br/> \nYou have 4, by the way."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 6,
    "snip": false,
    "text": "<em>NOT FOR LONG</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Avatar-post combination:  <em>terrifying</em>"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "jumpingjehosephat",
    "plus": 6,
    "snip": false,
    "text": "I am really digging Roast Beef's expressions for the Onstad Visual Analog Score (OVAS).  Ovas means \"eggs\" in Portuguese."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Afterward, Vondicus, rowboat, Scorpio_nadir, Semiquaver, aHatOfPig, Doc_Rostov)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "owlicks",
    "plus": 6,
    "snip": false,
    "text": "Well, the next 12 days should be good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "misterwolf",
    "plus": 0,
    "snip": true,
    "text": "A comment left by misterwolf was marked lame too many times and excluded. (marked lame by NYU, cryptfiend85, Judy)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "differentdog",
    "plus": 0,
    "snip": true,
    "text": "A comment left by differentdog was marked lame too many times and excluded. (marked lame by Sakana, Judy, Principe, Nictusempra)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "You get a chubby for \"small house wolves\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "They hang out next to the Wolves, Lower."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jonmw",
    "plus": 1,
    "snip": false,
    "text": "For some reason, the nose and snout makes it look like a rat to me. I know that the name says \"wolf\", I know that the ears are canine. But that's a rat with plastic surgery."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "kreftron",
    "plus": 8,
    "snip": false,
    "text": "Seemed to me like it was yet another piece of evidence that Ray is just a cool, no-nonsense dude who doesn't want his boys to get all bent out of shape if their \"honest mistake\" lands him in a mental institution for all time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tooth_brush",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tooth_brush was marked lame too many times and excluded. (marked lame by Sakana, Overmedicated, NYU, Judy, MR_Wilson, Wolfslice)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "afronaut",
    "plus": 2,
    "snip": false,
    "text": "I cant for the life of me remember whart Magic Rocks are"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "umbra",
    "plus": 6,
    "snip": false,
    "text": "Those crystal rocks that would grow really fast: <br/> \nhttp://en.wikipedia.org/wiki/Magic_rocks"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "sherief",
    "plus": 22,
    "snip": false,
    "text": "this is a good place to hide The money because nobody Would want a raider's hat <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sherief was marked lame too many times and excluded. (marked lame by NYU, Judy, Nictusempra)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by rowboat, Landstander88, Jar, Doc_Rostov, echidnaboy)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "ishbario",
    "plus": 0,
    "snip": false,
    "text": "True any burglar with a sense for the game would run from that room"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "qingofchina",
    "plus": 3,
    "snip": false,
    "text": "Except Ice Cube..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philophobe",
    "plus": 3,
    "snip": false,
    "text": "...the fuck capitalization is that?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jamers was marked lame too many times and excluded. (marked lame by waitwhat, Judy, infodesk06)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "ghostd",
    "plus": 1,
    "snip": false,
    "text": "Yet, they're called \"soft\"balls. I think Ray should sue."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "ishbario",
    "plus": 1,
    "snip": false,
    "text": "Come on Mingus totally asked him if he was ready for the  ring-a-ding"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "theoneyouwant",
    "plus": 0,
    "snip": false,
    "text": "ray's the kind of cat that doesn't need to make money that way. he makes his cash with new and crazy ideas and fearless risk."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dropkickpikachu was marked lame too many times and excluded. (marked lame by NYU, Judy, alejandroadam, Satyr)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 2,
    "snip": false,
    "text": "\"honest mistake\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by songbirdspectre was marked lame too many times and excluded. (marked lame by NYU, Judy, johnbarleycorn)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wangflop",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wangflop was marked lame too many times and excluded. (marked lame by NYU, Judy, kingsleymc, mikejk305)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "kylemcjuicy",
    "plus": 3,
    "snip": false,
    "text": "I like how everybody is still stoned."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "a_dude",
    "plus": 3,
    "snip": false,
    "text": "Nightlife ain't nowhere to be found."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "skyliner",
    "plus": 8,
    "snip": false,
    "text": "Vlad is hunting him down for the tough guy type honors."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "threebong",
    "plus": 0,
    "snip": false,
    "text": "A plot twist."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "omnidope",
    "plus": 0,
    "snip": true,
    "text": "A comment left by omnidope was marked lame too many times and excluded. (marked lame by NYU, Gompo, Judy)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "snoopys_balls",
    "plus": 1,
    "snip": false,
    "text": "twelve days of incredible physical strength, an increase of 3 inches or more in your manhood, and a completely carefree attitude of life.  ray smuckles - you, sir, are blessed."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nonorganon",
    "plus": 13,
    "snip": false,
    "text": "Magazines about McDonalds by McDondalds are strange, frightening and they exist. These are the things you learn at the 24 hour McDonalds when it is 4am and you've been drinking Manhattans since 4pm."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "lcb",
    "plus": 0,
    "snip": false,
    "text": "Is that a typo? Is Cornelius supposed to be asking for the \"document\" instead of the \"instrument\"? <br/> \n <br/> \nI don't want to believe it's a mistake, so I hope someone can explain to me that I'm being an idiot and \"instrument\" makes sense."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "duskbringer",
    "plus": 0,
    "snip": true,
    "text": "A comment left by duskbringer was marked lame too many times and excluded. (marked lame by NYU, sstralka, Judy)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sstralka",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sstralka was marked lame too many times and excluded. (marked lame by NYU, Judy, MrPoopytime, sminniha)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "brycemidas",
    "plus": 4,
    "snip": false,
    "text": "Whomsoever lamed this is a chode."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "birkensocks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by birkensocks was marked lame too many times and excluded. (marked lame by JuanCarlos, Judy, MR_Wilson, Wolfslice)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lcb",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lcb was marked lame too many times and excluded. (marked lame by NYU, Judy, Wolfslice)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "nyu",
    "plus": 2,
    "snip": false,
    "text": "Instrument is legal talk for document. Wills, insurance policy, power of attorney, etc are instruments in the legal sense. The bear is speaking proper."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "amberjunk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by amberjunk was marked lame too many times and excluded. (marked lame by smallgods, NYU, Judy)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 0,
    "snip": true,
    "text": "A comment left by djwhiterabbit was marked lame too many times and excluded. (marked lame by equinn2006, cryptfiend85, Judy, bogmad, dropkickpikachu)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "fuckyoufriday",
    "plus": 2,
    "snip": false,
    "text": "No way, he's got an IQ of 183,  <a href=\"http://web.archive.org/web/20101006175405/http://achewood.com/index.php?date=09272002\">just like Bach</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "factorial",
    "plus": 0,
    "snip": true,
    "text": "A comment left by factorial was marked lame too many times and excluded. (marked lame by silver_lake, NYU, Judy)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Zefiel, Sakana, equinn2006, cryptfiend85, the_dingle, chatterjee, cognitonaut, profbobo)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "closefriend",
    "plus": 9,
    "snip": false,
    "text": "Ray asked for a laser pointer because he is a cat. But he forgot that in order for a cat to properly enjoy a laser pointer, he needs someone else to operate it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Bollocks, mate. <br/> \nRay has hands that can hold things. Ray gets things done. <br/> \n <br/> \nBesides... I'd also want a laser pointer if I became retarded for a few days and needed some totally mindless entertainment. It isn't just for cats y'know. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Norsef, UntilYouAreSoNude, Zefiel, jstegall, goatmasterflash, waitwhat, John, equinn2006, cryptfiend85, mira, TTAGXAMM, chatterjee, cognitonaut, bogmad, benfromtenn, dropkickpikachu)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rach4ael",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rach4ael was marked lame too many times and excluded. (marked lame by NYU, Judy, MR_Wilson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bismark",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bismark was marked lame too many times and excluded. (marked lame by Sakana, NYU, Judy, Geophage)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "sargasm",
    "plus": 4,
    "snip": false,
    "text": "I hope he doesn't find out the truth about \"snuggleguns\" before the 12 days are up.  There is nothing sadder than a retard finding out that his palindrome is not."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fuckyoufriday was marked lame too many times and excluded. (marked lame by rolotonybrowntown, NYU, Judy)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "antsama",
    "plus": 5,
    "snip": false,
    "text": "Lyle is genuinely concerned with his trusty bottle by his side."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "raccoon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by raccoon was marked lame too many times and excluded. (marked lame by Bismark, jstegall, GimpChimp, equinn2006, Judy, cognitonaut, Wolfslice)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bismark",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bismark was marked lame too many times and excluded. (marked lame by NYU, Red_Dawn, Judy)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Norsef, Zefiel, Sakana, chatterjee, cognitonaut, MrFlunchy, profbobo, dropkickpikachu)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "stormypinkness",
    "plus": 1,
    "snip": false,
    "text": "I think you may be missing some aspect of \"THE MANS ART\"  but I guess it is really no right of mine to say so."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "ladydj",
    "plus": 6,
    "snip": false,
    "text": ". . rendered mentally unfit by an  <strong>'honest mistake'</strong> .  Genius. Bloody genius."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "odvo",
    "plus": 2,
    "snip": false,
    "text": "Ray has obviously spent some time thinking about this, but I hope his doctor is a man of moral character."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "janelaurance",
    "plus": 1,
    "snip": false,
    "text": "\"happiness\""
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "omnidope",
    "plus": 2,
    "snip": false,
    "text": "Teodor is still wearing his Penny sweater."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by UntilYouAreSoNude, Zefiel, NYU, waitwhat, equinn2006, cryptfiend85, chatterjee, cognitonaut, profbobo, dropkickpikachu)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m3funkyb",
    "plus": 0,
    "snip": true,
    "text": "A comment left by m3funkyb was marked lame too many times and excluded. (marked lame by NYU, Judy, SenseiHollywood)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I have seen one, but not read it. <br/> \n <br/> \nI did read a magazine about Walmart, by Walmart a few times, though. They were in the break room."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "pyromancer",
    "plus": 2,
    "snip": false,
    "text": "I've always thought Doc A was alright, but this seems ominous."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rolotonybrowntown was marked lame too many times and excluded. (marked lame by tessa, NYU, Judy, Wolfslice)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "davidbowie",
    "plus": 2,
    "snip": false,
    "text": "All I can think about is that ray is one half of the saddest thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zzzleepy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zzzleepy was marked lame too many times and excluded. (marked lame by NYU, waitwhat, SenseiHollywood)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": true,
    "text": "A comment left by senseihollywood was marked lame too many times and excluded. (marked lame by DaPooka, divot, MrTrout, goatmasterflash, Spoon, goocifer, yellowcardigan, isunklower, zzzleepy, gethen, suprememongoose, echidnaboy)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nihraguk",
    "plus": 0,
    "snip": false,
    "text": "12 days! yesssss..."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "ian",
    "plus": 4,
    "snip": false,
    "text": "i wish doctors in the real world still wore those things on their noggins. <br/> \n <br/> \nit says to the patient, 'I am so confident in my doctor abilities that I can wear this thing on my head and not even be bothered. now let's get down to business.' <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nabeel84",
    "plus": 1,
    "snip": false,
    "text": "You think he's asking for the 500 mile long laser pointer? I'm not sure the others are ready for the eBay platinum, but 7 million should cover it. And I can't see how that wouldn't be fun while stoned."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "sstralka",
    "plus": 1,
    "snip": false,
    "text": "On further reflection I'm wondering if this strip isn't a variation on that old joke where the doctor says, \"I have bad news and good news.  The bad news is you have an inoperable brain tumor.  The good news is I just inherited seven million dollars.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "decanter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by decanter was marked lame too many times and excluded. (marked lame by MrTrout, NYU, rowboat, J-Man, aperson)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "senseihollywood",
    "plus": 1,
    "snip": false,
    "text": "one thing fer sure...they wouldn't have black people and white people in the same issue...ever see their commercials? the twain shall never meet in the McD's universe..."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "biddlebubbly",
    "plus": 0,
    "snip": false,
    "text": "UNDER WHAT I COULD'VE BEEN RICH NOOO"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 2,
    "snip": false,
    "text": "dude, none of the guys would be dumb enough to take that shit, hell if you really want to take seven mil off of Ray a day on the links would suffice."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ellwooda",
    "plus": 1,
    "snip": false,
    "text": "Ten to one Lyle has bass tabs of Number of the Beast and Am I Evil? in his back pocket..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hamhock",
    "plus": 1,
    "snip": false,
    "text": "\"happiness\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 2,
    "snip": false,
    "text": "I love the hidden seven million dollars."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "empy",
    "plus": 1,
    "snip": false,
    "text": "I miss magic rocks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senatorexlax",
    "plus": 1,
    "snip": false,
    "text": "Hahaha, I love the \"you will find seven million dollars under the\" at the bottom. Ray has seven million dollars hidden somewhere specifically for this purpose."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 3,
    "snip": false,
    "text": "Somewhere? look at the third comment. By the way, why is there SO MUCH unfriendliness in in this asset? Nearly all the posts are lamed, most for no real reason atall."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "senatorexlax",
    "plus": 1,
    "snip": false,
    "text": "At the time of that post I hadn't changed my lame settings to more than 3. Sorry!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smugairle",
    "plus": 0,
    "snip": false,
    "text": "Achewood obviously doesn't play well in New York. Either that, or someone has decided to show their opposition to a comic about mental retardation in the worst way possible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goatmasterflash",
    "plus": 0,
    "snip": false,
    "text": "Ray is truly blessed to have been rendered retarded in his time of greatest risk of attack from his old nemesis diabetes. While slightly different from the well-feared Diabetes Mellitus (aka \"The Sugar\"), it is not uncommon to develop Diabetes Insipidus following a traumatic head injury."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "There is a ridiculous amount of over-laming on this particular strip.  Why must we hate on posts?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "It was during this arc that Assetbar came into being (it's only been around a few years here); people were still pretty excited with all the buttons."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "21echoes",
    "plus": 0,
    "snip": false,
    "text": "\"A magazine about McDonald's, by McDonald's\" is the highlight."
  }
]