[
  {
    "depth": 0,
    "minus": 0,
    "name": "spanntastic",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spanntastic was marked lame too many times and excluded. (marked lame by thedice, diggydow, cuddlefish, Connellingus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 75,
    "snip": false,
    "text": "A high-ranking Mombasa councilman had Brian Wheat's sister's brain removed and placed in a jar. The sister's body was then stored in a salt water solution. The brain jar was placed in a fake laboratory used as background detail for the councilman's yearly Mombasa's Most Haunted Hayride celebration. The jar was upended by a thirsty pony and the brain was licked multiple times by pony tongue. Everyone agreed that this year's Mombasa's Most Haunted Hayride celebration was the best one of all."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "I take it nobody else chubbied your comment yet due to it only being around a week. <br/> \nWell, I am honoured to be the first to bestow the chubby upon it... and long may it prosper. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "doomchild",
    "plus": 0,
    "snip": true,
    "text": "A comment left by doomchild was marked lame too many times and excluded. (marked lame by MelloClello, HNimrod, Wite_Rabit)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "doomchild",
    "plus": 0,
    "snip": false,
    "text": "<em>Shit</em> .  Her  <em>brain</em> . <br/> \n <br/> \nDC"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "\"Memoirs of a Perverted Brain Surgeon\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kaithekender",
    "plus": 1,
    "snip": false,
    "text": "I often find myself in this situation and it is extremely embarassing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "This is clearly one of the better comments EVER. No lie."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "closefriend",
    "plus": 2,
    "snip": false,
    "text": "The first time I read this strip, I didn't see the .exe file in the previous strip, so I assumed that Leon never actually proved his identity when he said \"as has been proven.\" That actually served to make this strip even more awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 6,
    "snip": false,
    "text": "If I need an excuse to be lazy, I always complain about my plump leg condition. Also, I giggle at Rays custom 'you got mail' sound."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Thank you for enlightening me. I assumed he just had it playing on the stereo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "Oh, yeah, good call nurdbot. I thought it was just a song he was singing to himself."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hygraed",
    "plus": 0,
    "snip": false,
    "text": "I just think it's awesome that Ray has the entire song as his mail alert tone."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "at first I was like \"Ray's STILL smoking two joints? Must be hella sticky\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 1,
    "snip": false,
    "text": "I require around the clock shunting"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "once the shunts are in place can't they just be left there, if they move just apply some light gauge stucco mesh and thin mixed plaster. Paint immediately for a durable fresco coat. Allow to dry 18 hours before applying a second coat. Any hung fixtures should be installed with anchors. I'm dusty and this has been another addition of these old legs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 8,
    "snip": false,
    "text": "SCROLL SCROLL"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 3,
    "snip": false,
    "text": "Leon Sumbitches' English is far too good for a 419 scammer. Also, at no point has he used the word \"modalities\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "Leon's English is far too good to be natural.  People in general suck at their native tongue more than people who learned it. Today in psych class we read a handout on psychopathy.  It was from some hella reputable source...yet it used the word 'disapprovalment.' I laughed and then i cried."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "I occasionally will write in other languages in an effort to keep my English sharp. It doesn't work, but I try."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mountaindewtab",
    "plus": 0,
    "snip": false,
    "text": "this is tense! what is he doing!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Alt text: The Kenyan Government was careless with his sister's brain."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 15,
    "snip": false,
    "text": "Is Leon Sumbitches' sister hot? <br/> \nShe is ugly. <br/> \nHilarious!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "\"Around the clock shunting\" reminds me of Hunter S. Thompson's  <em>Hell's Angels.</em>  There's a passage where Hunter is hanging out with the bikers, camping somewhere, and one of the bikers inexplicably becomes obsessed with the word \"shunt\" and walks around asking people \"Hey, what would you do if I said I was going to shunt you?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "panthera3000",
    "plus": 0,
    "snip": false,
    "text": "I like how Ray's screen is so huge he has to point his head downwards just to read the bottom paragraph. Also how his expression changes subtly every panel towards forming a smile. Hilarious!"
  }
]