[
  {
    "depth": 0,
    "minus": 1,
    "name": "palecur",
    "plus": 3,
    "snip": false,
    "text": "Beef's nervous bladder doesn't get enough strips."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deimosrising was marked lame too many times and excluded. (marked lame by The_Prophet, fakead, mikeronomicon, hastooo, Jesler729, lordatog, purplehaze, indiglow, wurlitzergirl, LordHumungus, songbirdspectre, mega_panda, catgrl131, Koremora, ActualTaunt, waldo913, differentdog, Carrot, luckypyjamas, twohats, ravindra108, Hyetal, kenyot, anitrophaeron, swatson, Mastronaut, tellumo)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "saint",
    "plus": 3,
    "snip": false,
    "text": "wow. 12 lames just goes to show you what happens when you dare talk back to Onstad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": true,
    "text": "A comment left by molesticide was marked lame too many times and excluded. (marked lame by fakead, Tony, RedMange, TheGreatestCape)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "philosophe",
    "plus": 13,
    "snip": false,
    "text": "Why is this lamed? This is an intelligent, correct comment."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "salo",
    "plus": 0,
    "snip": false,
    "text": "I had to chubby it just because of that lame. That's not how things should be, and yet they are!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by relaxing was marked lame too many times and excluded. (marked lame by fakead, jaredwilde, mikeronomicon, farqussus, ActualTaunt, IggyMoonbeam, HolyQ, lux, thegrayhoodie, idsyen, ravindra108, gardenhead_, cailetshadow, clintisiceman)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lux was marked lame too many times and excluded. (marked lame by shades, ASaltySalute4, OnePaperTiger)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by relaxing was marked lame too many times and excluded. (marked lame by fakead, mikeronomicon, lordatog, ActualTaunt, IggyMoonbeam, deliciousmuffin, cuttlefish)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "onepapertiger",
    "plus": 1,
    "snip": false,
    "text": "OOO-RAH. <br/> \nNormally I'm more reserved in my approach to this topic, but you pulled out more balls in your comments than those machines at bowling alleys and for that sir, I give you a well-deserved chubby."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jhunter",
    "plus": 0,
    "snip": false,
    "text": "relaxing is doing just the opposite, he is busting out some serious sass and for that i want to touch his face maybe just a little bit."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "thegrayhoodie",
    "plus": 1,
    "snip": false,
    "text": "Yeah dog, they all needs to get they headpiece checked.  Aww shit I done dropped some gerunds."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "snowman",
    "plus": 3,
    "snip": false,
    "text": "I agree with this, and I've heard a lot of \"good\" rap that people have played for me (always with the assurance that this is \"underground\" rap) but rap, even in what I am told is its best form, just doesn't tend to do anything for me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deimosrising",
    "plus": 14,
    "snip": false,
    "text": "chubby means you said something positive, lame means you said something negative. most people don't give a shit if you're right, funny, relevant, or anything else that actually matters. i accept that i'm going to get lamed anytime i say something even as mild as \"this strip just doesn't do it for me\" and chubbied for something (equally meaningless) like \"what a funny strip lol\""
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "saucy_jack",
    "plus": 2,
    "snip": false,
    "text": "Somebody a few strips back got lamed pretty hard for using \"lol.\""
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "saint",
    "plus": 6,
    "snip": false,
    "text": "beef can't take a good piss without someone screwin it up. \"dude i was on the moon and still couldn't take a decent piss man.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cicadalek",
    "plus": 4,
    "snip": false,
    "text": "Note the male sign next to the toilet door in the single-manned rocket. I have to wonder if there was also a female one just to show how 'open minded' Pat is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "honesttom",
    "plus": 1,
    "snip": false,
    "text": "And one for wheelchair users."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "It is a relic of Pat's past, from the days before the family curse took hold.  In those days he still dreamed of taking a fine lady up to the moon and christening it for all cat-kind.  He kept it in the design as yet another cover for his new feelings once the curse took hold."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I have an alternate theory: Pat only installed one bathroom, the men's room, and decided on impulse to put up the \"male\" sign. He didn't know why at the time, but it comforted him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 4,
    "snip": false,
    "text": "Bad me for being confused by the \"PSSSS\" and assuming masturbation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 7,
    "snip": false,
    "text": "PSSSSSS is a sound associated with masturbation in your book?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I suppose it could be the sigh made having spent your wad into a fistful of toilet paper or whatever."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "relaxing",
    "plus": 1,
    "snip": false,
    "text": "shit man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 1,
    "snip": false,
    "text": "it still says \"Java\" and it will so  <em>forever...</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "I imagine I'm on a lifeboat in the middle of the Pacific."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "Also, I don't think he's imagining being ON a rocket ship.  He imagines that he IS a rocket ship."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "closefriend",
    "plus": 13,
    "snip": false,
    "text": "Why piss in the  <em>toilet</em>  when there's the word \"JAVA\" only a few feet away?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blastradius",
    "plus": 2,
    "snip": false,
    "text": "because you can't piss outside on the moon ... the vaccuum of space and all that. do you want beef to lose his trolley? do you? huh?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "al_batross",
    "plus": 1,
    "snip": false,
    "text": "De-Yamming yourself in space would truly suck."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but there's still gravity.  It would fall in a perfect arc onto the lunar dust and seep in."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "i imagine the piss sort of beading up into droplets on the lunar surface, like drops of water on powdered cornstarch <br/> <br/> <br/> (chubby to the o.p. for the diss on java)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "laserblade",
    "plus": 1,
    "snip": false,
    "text": "Oh dang now we have to test this.  To the moon!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentstinky",
    "plus": 0,
    "snip": false,
    "text": "Ohhh shit he's peeing!  For like 20 past reads of this strip I thought he was...um...fapping, as the popular saying goes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "Space toilets are really just vacuums for your goodies."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hungry Gus... <br/> \n <br/> \nIN SPAAAAAAAAACEEEE!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "alt-text pushed this one to a 5 for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "l33tfuzzbox",
    "plus": 0,
    "snip": false,
    "text": "I feel Beef's pain.  Not a week passes without someone knocking on the bathroom at work, at which time my gasket locks up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wallabeechamp",
    "plus": 1,
    "snip": false,
    "text": "Rap *is* good music! But yes, I like Bob Dylan as well!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "I like good music better than pretty much everything."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hobit",
    "plus": 0,
    "snip": false,
    "text": "i rate this a five based on alt text alone"
  }
]