[
  {
    "depth": 0,
    "minus": 0,
    "name": "cashprizes",
    "plus": 1,
    "snip": false,
    "text": "Todd is the natural choice to watch such a thing."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 31,
    "snip": false,
    "text": "I dunno, after I finished reading through the archive, I've realized that there's a few complex under-the-radar sort of relationships besides the obvious ones like Ray/Beef. The friendship between Beef and Todd is one of those. Whereas everyone else pretty much grudgingly tolerates Todd (except Lyle, for whom he's just a drinking partner), Beef has frequent phone conversations with him and actually refers to him as a friend. This is particularly strange when you consider that they're pretty much opposite in terms of personality - maybe Beef just sympathizes with him because of circumstances?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "People from Circumstances gotta stick together. You can observe the phenomenon in real life of very different people still chillin' together due to some shared experience - such as having an extremely fucked childhood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "antsama",
    "plus": 14,
    "snip": false,
    "text": "Oh man there can be nothing more epic than the ressurection of the middle finger."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tomsonlocal",
    "plus": 19,
    "snip": false,
    "text": "If they followed this advice and replaced it instead of the thumbs up the end of Terminator 2 would have been improved significantly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 3,
    "snip": false,
    "text": "More movies should end with an extended middle digit. Unfortunately the only one I can think of is They Live."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "But The Live is really the only example you need."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 3,
    "snip": false,
    "text": "Reason #6,813 why  <em>They Live</em>  fuckin' destroys."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 4,
    "snip": false,
    "text": "They Live came to chew bubblegum and destroy, and it was all out of gum."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 3,
    "snip": false,
    "text": "Oh God. You should see the alternative ending that they actually filmed and focus-grouped for T2. It was unbearably god awful. Our main heroine nursing a child in the playground, old and happy. Kids playing,  <strong>no</strong>  bomb going off melting their faces. Really. Google that shit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "It's on the Special Edition DVD. A grown-up John Connor with no facial scars - WHAT'S THAT ABOUT?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The question is whether that ending or T3 (and whatever that crap is they're trying to do with a fourth film now) is worse. <br/> \n <br/> \nWhile T2 kind of completely screwed up the chronology of the plot (if the humans had won and the machines sent one last Terminator through at the last minute then the humans sent one guy back and blew it up how in the hell do people keep going back?) it was completely awesome and I can give it some leeway, but everything since then has just totally ignored continuity of any sort and just has them constantly jumping around all the damn time. I just totally can't get into that new show even though it has Summer Tan in it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Could have something to do with the fact that every time they send someone back in time the timeline gets completely fucked."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "The new movie is pretty great, but I don't suggest you go see it, belgand. You will find a reason to hate it and then you will tell me about it. And I'd like to avoid that situation."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It was directed by McG and has received rather poor to middling reviews by and large. I strongly doubt I will see it. <br/> \n <br/> \nI think we can point to Charlie's Angels 2 as proof that McG is clearly an ass man... this explains just about everything."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 15,
    "snip": false,
    "text": "There's Sex Limo and Death Limo in the Achewood world. Is there to be a Birth Limo?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 6,
    "snip": false,
    "text": "There's also a Sex Funeral."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "riazm",
    "plus": 19,
    "snip": false,
    "text": "and I guess most funerals are Death Funerals."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 29,
    "snip": false,
    "text": "Ray will likely have a Limo Funeral."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 13,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090905024248/http://m.assetbar.com/achewood/uua2RrN84\">This comment thread written and produced by Aaron Sorkin</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 2,
    "snip": false,
    "text": "(Not to suggest that it isn't funny. Chubbies!)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "waddlerz",
    "plus": 2,
    "snip": false,
    "text": "Maybe Illegal Ghost Bike Limo?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carten",
    "plus": 0,
    "snip": false,
    "text": "Nah, there's the Tax Limo.  It just looks at you and it knows you lied."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by ButterMoths, Overmedicated, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "It might be. You have to look at it as a challenge."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "you kidding?? the movie is about a limo that eats people with its hood! what the hell dogg that's wacky! <br/> \n <br/> \ni would watch this IMMEDIATELY."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "Apparently people were not cool with my personal dislike of movies about cars that eat people. They've not had my life."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 6,
    "snip": false,
    "text": "This is a movie basically designed for people who are having trouble figuring out the order of the Grindhouse movies in the #1 and #2 slots on their end-of-year top 10 movies blog post."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 1,
    "snip": false,
    "text": "I'm imagining it as more like actual an grindhouse movie. Something that would be played on 42nd street in a triple header with  <em>Torso</em>  (aka  <em>Bodies Bear Traces of Carnal Violence</em> ) and  <em>Maniac.</em>  We're talking like circa '81 here people...all shitty peanuts and blood on the seats, all homeless dude sleepin' in the theatre. the film pips and crackles, and there are momentous editing errors. These are Intentional."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "milespflanzors",
    "plus": 0,
    "snip": false,
    "text": "this is the strip that got me into achewood <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 2,
    "snip": false,
    "text": "I imagine that Todd and Showbiz could be quite good friends."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "this strip sounds <br/> \n <br/> \n <strong><em><span style=\"border-bottom: 1px dotted\">TOTALLY FUCKIN' RAD!!1!</span></em></strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drycup",
    "plus": 0,
    "snip": false,
    "text": "I really like Beef's facial expression in panel 4 more than anything else in the world."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Hellfare is among the best puns ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "Dude I know was an extra in a low-budget slasher flick about a crazy teacher who locks a bunch of students in the school and murders them. It was called \"Study Hell.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Were you actually?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Was I actually what? In a crappy movie with a terrible pun for a title? No, that was a friend of mine.  <a href=\"http://web.archive.org/web/20090905024248/http://www.youtube.com/watch?v=1OMru2c4Rko\">See for yourself.</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Ohhh sorry I read it as \"Dude, I know, I was an extra in...\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Also that is completely hilarious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lahnnabell",
    "plus": 1,
    "snip": false,
    "text": "Haha, a taxi that eats the poor. <br/> \n <br/> \nA limo that dines on W.A.S.P.s."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "The rich should be eaten. By a limo or genetically altered badgers ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "There's only one thing they're any good for.  Ba-wang."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "You also gotta wonder how you know that the finger that rises back up is the middle finger. Maybe the person is trying to point upward or indicate that he/she is married or drinks tea or something."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "squid",
    "plus": 0,
    "snip": false,
    "text": "That's totally how I want to come back from the dead."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "That sounds totally like that film \"I bought a Vampire Motorcycle\", but with slightly less Neil Morrissey win. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I never, ever imagined Achewood could be linked to Neil Morrissey, but you found a way. Well done."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deovalente",
    "plus": 2,
    "snip": false,
    "text": "Panel 4 is wonderful for me.  Beef gets majorly excited and then it simply goes away. <br/> \n <br/> \nAnd yet he says it all in his voice that is conveyed  still in font size 8."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Panel 4.  Scrunched eyes.  Classic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Death Limo has headlights which can peer into your very soul."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stubob",
    "plus": 0,
    "snip": false,
    "text": "This makes me think of when I stumbled across \"Death Bed: The Bed that Eats\" on Netflix.  <br/> \n <br/> \nIt was friggin' awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "It's the Bed That Eats  <em>People</em> . Also, what comedian talks about that in one of his standup act? I think it's a Comedian of Comedy-- either Patton Oswald or Brian Poeshein*, maybe? <br/> \n <br/> \n*Note: I may not have spelled this right. But he is a funny, bizarre-looking man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ironically enough, you misspelled the first one. It's Patton Oswalt. <br/> \n <br/> \nAlso: a bed that eats people? I need to watch this. That sounds wonderful."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stubob",
    "plus": 2,
    "snip": false,
    "text": "I'm sorry miss, but you are mistaken.  It's only \"the Bed that Eats.\" No People. I seriously just watched it. No idea what comedian, Netflix suggested it to me based on my rental history."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "radchillies",
    "plus": 0,
    "snip": false,
    "text": "I have no idea why, but that's the most hilarious thing I've ever read."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I apologize. My knowledge of this cinematic masterpiece comes solely from the standup act I describe above, which specifically referred to it as a bed that ate  <em>people.</em>  I actually really want to watch it now."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stubob",
    "plus": 0,
    "snip": false,
    "text": "Yeah it is ridiculous.  In the special features there's an introduction by the director where he explains that he had forgotten that he even made the movie until he found a bootleg copy of it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "How could you possibly...a feature film, even a crappy one, would take a long time and/or a lot of work to make. How could you forget something like that?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Actually, I think Roger Corman used to film some movies in times as short as 3 days (this is just the filming).  I would not be surprised that someone, especially if they're stuck doing these kind of films, might totally forget them, if done in a similar time span. <br/> \n <br/> \nUntil my mom recently reminded me, I had forgotten that I skipped an entire week of school while my parents were out of the country, back in my high school years.  Now, granted, that was just not going to school for 5 days, and not making a feature film, but this guy could've been coked up or wasted or something through a lot of this film."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "On first reading I thought you wrote \"Netflix suggested it to me based on my mental history\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Netflix can  <em>read minds</em>  to find out what movies you'll like!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I was thinking that Netflix might have unrestricted access to its subscribers' medical records."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stubob",
    "plus": 0,
    "snip": false,
    "text": "I'm curious what type of movies my medical records would indicate I like.  Movies about appendicitis and tetanus shots I'd imagine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ryanfuss",
    "plus": 0,
    "snip": false,
    "text": "Beef shaking with excitement in the last two panels. A daymaker."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "\"Limo\" is a film series. <br/> \n <br/> \nSex Limo <br/> \nDeath Limo <br/> \nLaugh Limo <br/> \nLimo In Tha Hood <br/> \nLimo In Paradise (romantic comedy) <br/> \nLimo Warriors <br/> \nLimos From Outer Space <br/> \nMr. Limo (directed by David Lynch)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "-Prom Limo (an attempt to cash in on the  <em>High School Musical</em>  craze) <br/> \n-Vampire Limo (cashing in on  <em>Twilight</em> )"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Also, of course,  <em>Limos on a Plane</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Limo, Where's My Car?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chexmix",
    "plus": 0,
    "snip": false,
    "text": "Makes me think of the (real! even if its director \"forgot he'd made it\") movie _Death Bed: the Bed That Eats_."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That was mentioned five months ago, just a few posts up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stubob",
    "plus": 0,
    "snip": false,
    "text": "In your FACE chexmix!"
  }
]