[
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 91,
    "snip": false,
    "text": "This should be a lot closer to 5 than it is right now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deimosrising",
    "plus": 56,
    "snip": false,
    "text": "Hey guess what I'm going to do? Agree with you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "amutepiggy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by amutepiggy was marked lame too many times and excluded. (marked lame by NeoNaoNeo, rexsjain, moe_hawkins, poot, drunkenimp)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "chaesar",
    "plus": 20,
    "snip": false,
    "text": "Just easily accessible. You don't have to read it from the beginning and get into the characters to appreciate a stoned cat. <br/> \n <br/> \nI think the dramatic hangup was to show Beef saying goodbye, slowly and painfully, as the bubble boy did. <br/> \n <br/> \nwilling...but not able?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "amutepiggy",
    "plus": 0,
    "snip": false,
    "text": "oooo, good point. maybe the stoned cat will make it on the short list of comics i send to people who don't know Achewood. but i am still not talking to anyone who doesn't dig \"Killing is Like Basketball\" <br/> \n <br/> \n(willing, sure; but how do i know i am able if i have not tried it yet?)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by twntysevn27, Deusoma, ShiroBen, loneal, TSRTS13, Vee, helikaon, fmercury, ouroboros)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tweakzers",
    "plus": 0,
    "snip": false,
    "text": "no you are wrong, this is fact"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "You're right that I'm wrong."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": true,
    "text": "A comment left by paperboy_2000 was marked lame too many times and excluded. (marked lame by Bootsy, TSRTS13, poot, ouroboros)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 34,
    "snip": false,
    "text": "I felt that Roast Beef had become so depressed by his sad tale that he decided to retreat into the bleak darkness, cutting himself off from the superficial world of lightness and frivolity, for he feels that it is only a dream.  <br/> \n <br/> \nIsolation is all."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Life is lonely and hard. By telling his story Roast Beef was just reminded of the fleeting nature of happiness."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lucidloon",
    "plus": 1,
    "snip": false,
    "text": "I thought he just figured it was the right time to end the conversation. Because really, what can be said after that?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "boredom_man",
    "plus": 7,
    "snip": false,
    "text": "\"Nice work down there, by the way. Can I get you a soda? I should have offered you a soda.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bengreens",
    "plus": 0,
    "snip": false,
    "text": "Excellent analysis, thanks! And we get to laugh all over again at the strip."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "old_crow",
    "plus": 1,
    "snip": false,
    "text": "My god man... that was practically an essay on the social dynamic power structure in Achewood. We should see if Philippe will have you as his minister of agriculture."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dj_douche",
    "plus": 5,
    "snip": false,
    "text": "Nah hells no. In the Achewood alternative universe this is actually how the bubble boy's life ended. Beef would not joke about such a thing, he doesn't have it in him to make up such a tragic story just to pull Ray's leg. The silence in the last panels is Ray listening in stunned silence to the tragic tale; Beef had not realised how much his relating of the story would affect both of them and the converstion is now over so there is nothing to do but to slowly hang up the phone."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tinkerbell_9",
    "plus": 0,
    "snip": false,
    "text": "Naw, dogg. Beef totally has it in him to make up a thousand stories like this, each more tragic than the last. He's all about inventing horrific scenarios. That's the root of his Strange Cares. Where you been?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jamb23",
    "plus": 0,
    "snip": false,
    "text": "Naw hells and no, dogg. Beef may have it in him to make up a thousand stories, but he would never do so to sass Ray. I think this is a lot like Beef saying how he didn't mind fixing Ray's computer problems as he kept having dreams about apocalyptic machinery - it appears at first like sass, but really it's just insight into Ray's crippling depression. This is how Beef believes the Bubble Boy went - it might be fictitious or it might be exaggerated, but it reflects Beef's own insecurities and sadness, not a desire to weird Ray out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "The fact that the panels get darker as Beef gets more and more depressed might be proof you're wrong dogg"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 2,
    "snip": false,
    "text": "After saying such as what Beef has said, no other words are worth saying. Despite what else may be said, the conversation is over."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "\"is this Acheworld or some kind of hemp rally \" <br/> \nI don't understand the difference."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mrslickster",
    "plus": 1,
    "snip": false,
    "text": "And just what the fuck do you have against hemp rallies? Meester military rodent avatar?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Concur."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 0,
    "snip": true,
    "text": "A comment left by untilyouaresonude was marked lame too many times and excluded. (marked lame by cherojack, wittyname, Tweakzers, colorlessness)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dunkus-bolunkus",
    "plus": 3,
    "snip": false,
    "text": "a lone oboe, piercing the darkness with it's shrill lament...............[sigh].........Poor dude."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Aww yeah dunkus-bolunkus that third oboe note you played just now was perfect dogg"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "A thick oboe steak, stuffed into my ear."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "A thick bassoon steak, maybe?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 1,
    "snip": false,
    "text": "I hear Faure's Pavane."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Unfortunately, your avatar looks like that guy from the Creationist videos."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "What- Dawkins?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 14,
    "snip": false,
    "text": "Creationism is the other thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "O.K., I relent. Beethovens 7th, movement two."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cuddlepaw",
    "plus": 0,
    "snip": false,
    "text": "Best strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agika",
    "plus": 0,
    "snip": true,
    "text": "A comment left by agika was marked lame too many times and excluded. (marked lame by Nurdbot, qleblat, TheLoneliestMonkey, aquamuffin, mystkmanat, stormagnet)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "thommy_h",
    "plus": 6,
    "snip": false,
    "text": "I think the deal is that Ray, in his horror and disgust at the story, just hung up. And Beef waited a second cos he has got depression."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "Ray doesn't get horrified at Roast Beef too easily, though.  He kind of understands that Beef goes off on tangents like that, and is always depressed.  But I think that's why Beef waited a second- after all, he got depression."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 17,
    "snip": false,
    "text": "Notice the background getting darker, as if drawing in the depressing aura that clouds our Beef?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sredni",
    "plus": 2,
    "snip": false,
    "text": "Yeah thats rad"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "It's just Beef doin' one of this things."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "giantants",
    "plus": 0,
    "snip": true,
    "text": "A comment left by giantants was marked lame too many times and excluded. (marked lame by straw, ShiroBen, Semiquaver, Flaaron, Zem)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Chickens and phones are depressing to Roast Beef.  He's an inspiration to us all--in the worst possible sense of the word."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "centipede_damascus",
    "plus": 1,
    "snip": false,
    "text": "Roast Beef somtimes wishes he had a life as fulfilling as the Bubble Boy's."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 3,
    "snip": false,
    "text": "<em>On that bleak track <br/>\nSee the sun is gone again<br/>\nThe tears were pouring down his face<br/>\nHe was crying and crying<br/>\nfor a boy who died<br/>\nSo many years before<br/>\nSometimes I dream<br/>\nWhere all the other people dance<br/>\nSometimes I dream<br/>\nRoast Beef sometimes</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skyliner",
    "plus": 4,
    "snip": false,
    "text": "I love how the background slowly gets darker as the strip progresses."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arcellus",
    "plus": 1,
    "snip": false,
    "text": "It is one of the basic meats"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "-0_0-",
    "plus": 4,
    "snip": false,
    "text": "no, it is one of the Basic meats. <br/> \n <br/> \nthere is a distinction."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "i love ray's oven mitts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 4,
    "snip": false,
    "text": "i used to work in an immunology lab and one of the things we used to test for was allergies to chicken.  sorry beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 3,
    "snip": false,
    "text": "The meat, or the feathers? Cause chicken meat is pretty much the most inert substance in the universe, IMO."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "i'm torn between this and \"cunt pills\" as my favorite strip.  the area that both fall into is what i consider the achewood \"golden age.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ocarina654",
    "plus": 8,
    "snip": false,
    "text": "Nearly perfect strip. <br/> \nThe crisp dialogue, the stirring message, the darkening panels, the click of the phone... <br/> \nThe strip was perfect: it was Classical."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "I would give you a chubby if I had any left."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "I gave one on your behalf."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ariamaki",
    "plus": 0,
    "snip": false,
    "text": "Immense-- and perfect Beef. This is pretty much the ultimate strip to make a first comment on, so yeah-- Some of the best dialog ever, and a sweet use of silence."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "It's customary to post a \"first Achewood I ever read\", when stumbling upon it in the archives, right? <br/> \nSo...yes. First Achewood I ever read. Lucky me."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Onstad experiments with comedic timing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 4,
    "snip": false,
    "text": "http://today.msnbc.msn.com/id/21246628/?GT1=10450 <br/> \n <br/> \nBeef was right!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zzzleepy",
    "plus": 0,
    "snip": false,
    "text": "excellent.   <br/> \n <br/> \n  i think RB stays quiet and then just hangs up because really, what else do you say at the end of such a compelling story?  nothing.  and then you realize you should just hang up.  except, because it is Beef, he relishes that uncomfortable, depressing silence. <br/> \n <br/> \nplus it brings me back to the days where RB would just tell people about his suicidal thoughts at parties.   <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "That slow-motion hang-up is  <em>devastating</em> . Roast Beef is a master of this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Tension done right"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 1,
    "snip": false,
    "text": "I gave this a 1 when I first saw it. I apologise profusely and change my vote to a 5"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Was... Was that an  <em>accident?</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "goddessdictator",
    "plus": 1,
    "snip": false,
    "text": "IF it was not in fact an accident i would have to play a game of basketball with neonaoneo. It would be one where i was the winner."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jimjams",
    "plus": 2,
    "snip": false,
    "text": "I must agree with the depression theory. Since the strip is dated after panel 6, the impression is given that Beef hangs up well after the end of the story, after wallowing in the air of depression he has generated. Ray's response is of no importance; Beef is left to consider the many horrors of life in silence and solitude - his preferred media."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 2,
    "snip": false,
    "text": "I always wonder why Onstad finishes Beef lines pretty quick. He'll indulge Ray all the time, and especially Cornelius, whose dialog style feels pretty fleshed-out by now because he basically gets bundles of whole strips delivered to his door for free (at least lately). But Beef gets cut off pretty quick and here we finally got to see a full thought process. He cuts his social losses when he goes too far and retreats into the obscuring cloud of depression. The fact that most of the action in the last half is totally ambiguous projects an outcome that would make Achewood overly confusing and even turn people off if repeated. And nobody wants to see that every day.  <br/> \nAnd I haven't read too far into this, either. It was the perfect amount."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "I love this strip so hard... it sums up the brilliance of Achewood to me.  Fantastic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atmus",
    "plus": 1,
    "snip": false,
    "text": "In little Nephew's defence, Pizza Rolls are generally superior to basically all or most chicken dishes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robot_satan",
    "plus": 0,
    "snip": false,
    "text": "True, though mini-tacos are far superior to Pizza rolls."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "I just had some Totino's Pizza Rolls. I was suprised how much they tasted like spaghetti."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bigtex",
    "plus": 0,
    "snip": false,
    "text": "When I was tiny I didn't like to eat oranges because the pulp got stuck in my teeth.  I really liked to drink orange juice, though.  So at school when they were handing out orange slices and orange juice, I told them that I was allergic to oranges.  But not orange juice. <br/> \n <br/> \nMight have gotten away with it if my mom didn't work at the school."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "\"These are the days of miracle and wonder, <br/> \nThis is the long distance call... <br/> \n <br/> \nMedicine is magical and magical is art  <br/> \nthink of The Boy in the Bubble <br/> \nAnd the baby with the baboon heart\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I always thought that was ' <em>the baby with the battle in the heart</em> '. What a silly person I am."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skaterpix",
    "plus": 0,
    "snip": false,
    "text": "Is it just me or is Beef extra depressed aout bubble boy than the norml cat?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mangtastic",
    "plus": 5,
    "snip": false,
    "text": "My uncle was apparently actually allergic to chicken.   <br/> \n <br/> \nI didn't believe him so I sneaked some chicken into his food once. <br/> \n <br/> \nI miss him."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rheabird13",
    "plus": 0,
    "snip": false,
    "text": "are we to take this to mean that the chicken you snuck him ended up killing him?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mangtastic",
    "plus": 3,
    "snip": false,
    "text": "No, I just never see him anymore, he lives in Florida and that is far away from where I live."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "markbro",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "egonbee",
    "plus": 0,
    "snip": false,
    "text": "This is the best one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "decagon",
    "plus": 2,
    "snip": false,
    "text": "<em>David had always wanted to try Coca Cola, after seeing it in many commercials and hearing about it from other children, but the sterilization process required to insert it into the bubble ruined the taste. After he exited the bubble, he requested a Coke but was turned down. His mother said, \"David had heard the word Coke so often on TV and from other children that he always yearned to try one. It was one of the first things he asked for when he was taken out of his bubble before he died. But the doctors decided he shouldn't have one in his frail condition.\"</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "helixnebula",
    "plus": 3,
    "snip": false,
    "text": "I'm sorry, but the card says \"Moops.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "howmanywhales",
    "plus": 1,
    "snip": false,
    "text": "didn't anyone else besides me read this strip as beef just being like \"i told a damn STORY\" and hanging up all godfather style? i can't believe everyone thought this was a depression thing. i never got that feeling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rheabird13",
    "plus": 0,
    "snip": false,
    "text": "the dramatic index-finger hang up is by far the most tragic sort of hang up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 1,
    "snip": false,
    "text": "Passive aggression is the best aggression. Add in despair and you basically have THE ULTIMATE FIGHTING SYSTEM"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Ray has either no comment or had hung up after Beef finished answering."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Or before"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fiftyshekels",
    "plus": 1,
    "snip": false,
    "text": "My friend's boyfriend is allergic to chicken. Yesterday evening she served him pizza which, unbeknownst to her, had chicken in the sausage. He threw up for nearly an hour and had trouble breathing all night."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "and now he lives in Florida, I miss him."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "Ok that was stupid  <br/> \n <br/> \nsorry"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "legaltenderness",
    "plus": 0,
    "snip": false,
    "text": "mouseover jem"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "What an awful thing with which to threaten a little boy from Harper Lee's dusty, twilit, and moralistic universe!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Janbo goats"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevenslashfour",
    "plus": 0,
    "snip": false,
    "text": "<em>This</em>  is the second-saddest thing >_>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "razorman57",
    "plus": 0,
    "snip": false,
    "text": "I love how as Beef's story gets more and more depressing, the backround slowly gets blacker."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "razorman57",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "barthdrooks",
    "plus": 0,
    "snip": false,
    "text": "92nd psot!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "minkana",
    "plus": 0,
    "snip": false,
    "text": "very amazing, heartfelt, and shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "Dang it Ray man you KNEW that Roast Beef was going to watch Grave of the Fireflies today."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mychemicalali",
    "plus": 0,
    "snip": false,
    "text": "Ray's trying to sell LN on Chicken a la King, a basic dish of youngsters and cafeterias, while he is clearly wielding a roast chicken.  LN's equally dishonest quip about \"allergies\" is a subtle acknowledgement of Ray's subterfuge and a refusal to be taken in by such measures.  Ray may or may not realize this, but he calls his general expert on most topics to be sure."
  }
]