[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Sleeps, Zefiel, biomusicologist, sean1058, NYU, Gompo, rowboat, Sargasm, chatterjee, cognitonaut, regrepsnefpoh, usversusthem, Doc_Rostov, dropkickpikachu, Toby, Saint, birkensocks, Ubermensch)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rosie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rosie was marked lame too many times and excluded. (marked lame by ted0phile, sean1058, Gompo, rowboat, Tagrineth, Fermatprime, Epicurus, Doc_Rostov, Toby, Saint)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smallberries",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] Kerrrrang!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tellumo was marked lame too many times and excluded. (marked lame by nbgreene, appletude, blarghamagarky)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "badganjil",
    "plus": 0,
    "snip": true,
    "text": "A comment left by badganjil was marked lame too many times and excluded. (marked lame by randombeing, anticitizen, waddlerz, blarghamagarky, joamiq)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tragicone was marked lame too many times and excluded. (marked lame by hateandwar, VandenBos, dri-ft, smaconi, symbolsoup, FVVS, riotdejaneiro, seanbateman, terebikun, Beichan, mashisoyo, ESwrathwright, SkortBrun, rowboat, anticitizen, Jhunter, Weretrout, NDCaesar, gobot, MortisInvictus, Kennisiou, LordPretzel, ih8jonmayr, waddlerz, idsyen, aHatOfPig, Kensai, Warren, drCuntfag, genocidefish, bixschmix, usversusthem, clintisiceman, Appers, joamiq, nickb285)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": true,
    "text": "A comment left by straw was marked lame too many times and excluded. (marked lame by Triptaphane, randombeing, smaconi, Thorfinn, sean1058, Beichan, mashisoyo, anticitizen, Jhunter, Weretrout, NDCaesar, Kennisiou, ih8jonmayr, Vee, MrSaturn, willt, idsyen, Kensai, GunsOfRay, genocidefish, gnjdfsgk)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tragicone was marked lame too many times and excluded. (marked lame by randombeing, smaconi, riotdejaneiro, seanbateman, mashisoyo, rowboat, anticitizen, Jhunter, rascaldom, NDCaesar, gobot, Kennisiou, idsyen, Kensai, genocidefish, gnjdfsgk)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 88,
    "snip": false,
    "text": "I can't believe I'm even reading this. I need to clear my head before I say anything to either of you.... <br/> \n <br/> \nOK. I'll try to keep this neighborly. <br/> \n <br/> \nFirst off, Straw, I essentially respect what you say. You at least seem to have a somewhat well thought out idea of what you're saying. But I'd argue that there's so much more to  <em>Combat Rock</em>  than \"Rock the Casbah\" and \"Should I Stay or Should I Go,\" man! Yeah, those songs are pretty hokey and overdone, but what about \"Straight to Hell?\" What about \"Ghetto Defendant?\" And why does it matter that they were perceived as sellouts? And what the fuck does that mean, anyway? A bunch of half-dead smack addicts didn't appreciate that they weren't as linear-minded musically as they were? Were they sellouts because they refused to make every album sound identical to some hackneyed idea of what punk rock was supposed to be at that time? <br/> \n <br/> \nAnd you, Tragicone....hmmm. This isn't going to be so easy. OK, I realize that you're just an impressionable kid and that some idiot has obviously been shoveling this shit into your head. I can sense that and I truly do feel for you. But whoever told you that is not one to be taken seriously, man. To not like The Clash is one thing. But to cite The goddamned Sex Pistols as an example of what The Clash should have been, or whatever.... <em>WHAT?!</em>  Yes, they were sort of amusing in their way. They were funny and they made for a cute little story. But they were a goddamned gimmick, dude! Didn't anyone ever clue you in to that? They were about as genuine as fucking Destiny's Child! And you wanna talk about sellouts? Malcolm McLaren created them - built them from the bottome up - to make money and to help sell his shitty clothes! What exactly would you call that? Look - just listen to some actual music before you go spouting off some shit you overheard at Hot Topic last Friday, alright? You might figure it out eventually. Until then, stop embarrassing youself. <br/> \n <br/> \nSo much for neighborly...."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tragicone was marked lame too many times and excluded. (marked lame by mr_lostman28, BPMead, anticitizen, NDCaesar, Kensai, genocidefish)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 20,
    "snip": false,
    "text": "Yeah, I guess I was on a high, high horse that day. I apologize for the incendiary tone.  <br/> \n <br/> \nWhat a dick. <br/> \n <br/> \nAnyway, don't read Spin. It will give you false ideas."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "You know, I love The Clash, London Calling is an album and a half, but the stuff that bothers me about The Clash was never their music, but I just never understood how they could claim to be socialist."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Ignore how terribly that was written please. I've been awake for 36 hours. I meant to say that it bothers me that they claim to be socialists, and then make millions and millions of dollars."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "notgodot",
    "plus": 15,
    "snip": false,
    "text": "Actually, the Clash didn't actually start making money until 1982. They insisted that their records be cheap (double albums for a fiver? Yes please!) and their tickets reasonably priced. They were actually the cheapest show going with that kind of draw.  <br/> \n <br/> \nThey did this, often, by giving up their share of royalties for a certain number of sales as well as surrendering advances. So they didn't actually start making money until 1982, long after everyone figured they'd \"sold out\".  <br/> \n <br/> \nMeanwhile, most other punk bands around, especially the Sex Pistols, were greedy and nihilistic, buying into elements of Thatcherism."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "choosebro",
    "plus": 1,
    "snip": false,
    "text": "Read this man. He is a man that is speaking sense. <br/> \n <br/> \nI don't think that Joe Strummer ever had a Golden Bathtub. He seemed pretty humble all the way to the end."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "biiaru",
    "plus": 0,
    "snip": false,
    "text": "You might say it's got a bit of a... spin."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 3,
    "snip": false,
    "text": "Wow, tragicone, mucho respect for the devilish honesty. Mucho...respect. Also, just look at my icon. I feel as though I may be punk enough to be considered, although I actually enjoy Rock the Casbah (Gasp! A song that appeals to the masses? You...you sellout!). And the Sex Pistols were fools masquerading as punks, and I have little respect for them. In fact, punk really just started to slowly die, except for a brief and dim light in the form of Joy Division. Anyway, Clash good, I am very punk, look at me, I'm great. <br/> \n <br/> \nThat was meant to be self-deprecating, not a shot at you fellows."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terebikun",
    "plus": 1,
    "snip": false,
    "text": "The Clash could definitely be driving when they wanted.  Check out their fist album, the self-titled one, especially the song \"Complete Control\".  It has one of the most badass opening riffs ever."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 1,
    "snip": false,
    "text": "you're my guitar hero"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 4,
    "snip": false,
    "text": "For me, \"Combat Rock\" was not so much a statement, or a cohesive album thematically, or really a collection of songs, but rather similar to what I felt like Bowie was doing with \"Tonight\" and \"Never Let Me Down\"; that is to say, an attempt to cash in on a sound which creation they were largely responsible but doing it 6 years later than everybody else and 2 years after completely everybody had moved on. <br/> \n <br/> \nI like a couple songs off \"Tonight,\" but only a couple, and, certainly, Bowie's decline since \"Scary Monsters\" was a bit more precipitous than the Clash's from \"London Calling.\" The criticism is not so much that between their club days through their record debut they didn't toe the party line as did their punk and now largely forgotten contemporaries in 75-77, but that they seemed to start doing exactly that 5 years after Lydon -- not unironically with a little help from Keith Levene -- made everybody realize what a sham and load of shit the entire scene and the late John F. Rotten, Esq., was before and during. It certainly doesn't help that \"Combat Rock\" came out the year I was born so I had the unique benefit of being sick to death of the hit singles before the second grade. <br/> \n <br/> \nSo, it seems to me, that the Clash were victims of history.  That they remained innovative when everyone wanted -- and received -- a bunch of Sex Pistols clones damned them in their most productive days, and their citing and trying to revive exactly what they had been shun for not doing when everybody had long been and remained sick of it.  That may be why the two most innane and mainstream-friendly songs on that album are all most people remember about it. <br/> \n <br/> \nAs for the other fellow: it could have been worse.  He could have been looking at a Rolling Stone. (Though the Hot Topic knock reminded me of the days when I'd see people wearing their Hot Topic-purchased Pistols shirts talking trash about Backstreet Boys, and how that made me smile!)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tragicone was marked lame too many times and excluded. (marked lame by BPMead, verplanck, aHatOfPig, mystkmanat)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 8,
    "snip": false,
    "text": "No."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tragicone was marked lame too many times and excluded. (marked lame by aHatOfPig, mystkmanat, Chromancer, joamiq)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Of all the terms I could think of to use to describe those groups, \"calming\" would have to rank somewhere near the bottom of a list that didn't even exist. <br/> \n <br/> \nBut I understand your argument about age differences. It just reminds me of how lucky I was to have been successfully exposed to both Pink Floyd's  <em>The Wall</em>  and Jethro Tull's  <em>Aqualung</em>  as a young, young boy. You can laugh, but those two albums really helped to steer me in the right musical directions later in life. I mean, I could have been listening to Debbie Gibson, or something.  <br/> \n <br/> \nI was lucky."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tragicone",
    "plus": 2,
    "snip": false,
    "text": "don't get me wrong. I enjoy Floyd and Bowie too, I just find those groups to have their own merits. <br/> \n <br/> \nA guy can't like Steeley Dan and Backstreet boys?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Yes. A guy can."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 8,
    "snip": false,
    "text": "And he would be the guy who sucks."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "choosebro",
    "plus": 5,
    "snip": false,
    "text": "As a man of the same audience as you I must disagree greatly. When these band came out I knew that they were a bucket of balls. Just because you are young doesn't mean that you have to accept everything as being good. <br/> \n <br/> \nAfter all, I never found any of those boybands' songs to be particularly catchy, in fact, I don't think that I can remember any of the songs of this genre. At this time I was listening to other bands that had songs that you could actually like, not be convinced that you like."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tasteful",
    "plus": 0,
    "snip": false,
    "text": "word on the street is: <br/> \n <br/> \nboybands are okay, the clash is good but not interesting, the sex pistols are not something you listen to and take seriously as punk rock, noise is the new punk rock even though it predates rock itself by about 50 years."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I don't know what street that is, but I would respectfully ask all the people on it to give  <em>Sandinista!</em>  a close listen before calling The Clash \"not interesting.\" Love it or hate it, it is basically the antithesis of uninteresting."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tasteful",
    "plus": 2,
    "snip": false,
    "text": "it's a pretty good street"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "How exactly does this street back up the claim that noise predates rock by 50 years? And yes this is a real question and not a sarcastic remark."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tasteful",
    "plus": 0,
    "snip": false,
    "text": "luigi russolo wrote the art of noises wrote the art of noises in 1913 and had been making what would unquestionably be considered noise music for some time before that"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "tasteful",
    "plus": 1,
    "snip": false,
    "text": "whoa i really like that echo but it was accidental"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "It's like you were a machine that someone kicked."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "I will check this out, thanks for the tip"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "This is pretty much everything that I could say in response to that fellow, I was gonna say it, but you did first"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 10,
    "snip": false,
    "text": "dude no man the backstreet boys are the monkees of the 90s. <br/> \n <br/> \nnobody should ever want to be the monkees of anything, ever."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "le_baron_noir",
    "plus": 5,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>the backstreet boys are the monkees of the 90s.</em></div> <br/> \n <br/> \nWhile your heart is in the right place, johnnyrocker, I would suggest that you track down the film  <em>Head.</em>  They made it with the help of Jack Nicholson, among others. Kind of an overtly psychedelic riff on The Beatles'  <em>Help!</em> <br/> \n <br/> \nI'm not sayin' it's the best thing ever made (and some would say - not entirely incorrectly - that it's an out-and-out rip-off of the aforementioned Beatles film), but it's bound to change the way you think about them. They weren't just the cut-outs they appeared to be, is all.  <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100330192958/http://www.youtube.com/watch?v=g-vPKShb3l0&amp;feature=related\">A</a>   <a href=\"http://web.archive.org/web/20100330192958/http://www.youtube.com/watch?v=S0Uu3hSdYXM&amp;feature=related\">few</a>   <a href=\"http://web.archive.org/web/20100330192958/http://www.youtube.com/watch?v=fzi1RX0lpFo&amp;feature=related\">examples</a>  of how...um... <em>OK</em>  it can be. If these don't sway you, you're probably a decent person, anyway."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Chubby entirely for the brave use of quotation AND multiple links on this treacherous medium."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "No, Spin is far worse than Rolling Stone...and I'm not a fan of Rolling Stone.  At least Rolling Stone still reviews albums.  Have you looked at Spin in the last few years?  They review the same number of albums in a month that Rolling Stone reviews in a week.  I'd rather read Maxim fucking Blender than either one, though. <br/> \n <br/> \nSpin doesn't even know what it wants to be anymore, I can't believe it hasn't gone out of business yet."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I admit that the sum of my experience with Spin since I last threw an issue across my dorm room in 2002 is to acknowledge that it's still on newstands and to shake my head."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hereward",
    "plus": 1,
    "snip": false,
    "text": "Not sure it's fair to compare the sex pistols to Destiny's child; for sure Mclaren 'created' them, whereas the Clash came about naturally, but there was something punk there to start with - mclaren just gave it a bit of direction. Like for instance, they squatted for a time, and steve jones was a thief, etc."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bpmead",
    "plus": 0,
    "snip": false,
    "text": "You said everything much better than I ever could but I'd just like to say that a band that was kept in virtual poverty by their management even during the height of their career should never be considered sell outs. <br/> \n <br/> \nAlso this strip needs a rating of 5."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 0,
    "snip": false,
    "text": "The dude has got no mercy."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "What does it say about Assetbar that perhaps my bitchiest tirade is far and away my most chubbied comment? Hmm..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mashisoyo",
    "plus": 0,
    "snip": false,
    "text": "It's because people were upset when other people ragged on The Clash. This was assuaged when you ragged on those other people. That you did it in such a tiradical fashion was cathartic to many people, myself included."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 5,
    "snip": false,
    "text": "Anyone who thinks that The Clash were sellouts while The Sex Pistols were punk gods needs to take backwards pills to fix that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "behka",
    "plus": 12,
    "snip": false,
    "text": "i could totally see myself as the girl that was there to flip the tapes and hand that boy the paint in that time...there to remind him he should have some apple juice, etc"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "m3funkyb",
    "plus": 0,
    "snip": true,
    "text": "A comment left by m3funkyb was marked lame too many times and excluded. (marked lame by rowboat, behka, speedwell)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cdl146",
    "plus": 0,
    "snip": false,
    "text": "Badass."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 2,
    "snip": false,
    "text": "that's paul simonon smashing his bass on the cover of london calling, not joe strummer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 4,
    "snip": false,
    "text": "<em>Aaaaawwwkward.</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "heyoo",
    "plus": 3,
    "snip": false,
    "text": "But I'm thinking it's all Teodor as Simonon smashin' his bass in tribute to a fallen comrade. Or something bullshit like that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 1,
    "snip": false,
    "text": "no. that is the exact same photograph as on the cover of london calling."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "heyoo",
    "plus": 0,
    "snip": false,
    "text": "But then why is it here man? Obviously Onstad didn't just want to use an iconic image from the dead man's most well-known band's most well-known album as tribute to him."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "joeyramoney",
    "plus": 0,
    "snip": false,
    "text": "(sarcasm)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "heyoo",
    "plus": 6,
    "snip": false,
    "text": "Sarcasm is just too hard of a thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 2,
    "snip": false,
    "text": "Man, this makes me a little bit Emotional."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "pussy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dovey was marked lame too many times and excluded. (marked lame by Deusoma, ajg, hurry)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by snowman was marked lame too many times and excluded. (marked lame by seanbateman, mashisoyo, Kensai, Appers, joamiq)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saucy_jack was marked lame too many times and excluded. (marked lame by seanbateman, mashisoyo, Kensai, Appers)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lahnnabell",
    "plus": 1,
    "snip": false,
    "text": "omg, thirdhand dubs.  so many memories.  pat benetar, diana ross, stevie nicks.  shiiit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "where was lee hazlewood's strip that is my question ];___("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kensai",
    "plus": 1,
    "snip": false,
    "text": "Seriously, fuck everyone who doesn't 5 this. <br/> \n <br/> \nThere ain't no need for them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Nobody can really be a teenager without hearing the Clash."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "Though I listened to punk as a teenager (I skateboarded, it was a given), I always avoided the Clash...mainly because I always figured the band, and the fans, seemed kind of preachy (yet I listened to Bad Religion, go figure).  I didn't start listening to them until my mid 20's. <br/> \n <br/> \n <em>I was a foolish, foolish child.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ryanfuss",
    "plus": 1,
    "snip": false,
    "text": "I go to jukeboxs after a medley of Britney and Aguilera to fix the audio in the air. I push in my coins select the clash, and find nothing...I back away from the machine and don'teven ask for my money back. Some 8 year old used my credits to play The Strokes covering \"Clampdown\" clever bastard. There is hope yet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "s1rnight",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "You can't pull a holdup / With a beebop gun"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alexdelarge",
    "plus": 1,
    "snip": false,
    "text": "death or glory. its just another story"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Nah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "appers",
    "plus": 0,
    "snip": false,
    "text": "I absolutely love the music debate going on under this strip. Seriously, you guys occasionally do some pretty stupid stuff on assetbar but this is a better debate on The Clash than a helluva lot of the music boards I go on can muster. <br/> \n <br/> \nFor my money, not only are they one of the most important British punk bands but you can't understate their influence on bringing reggae and ska into the forefront of music, as well. Strummer was one of the greats, and this strip deserves hundreds of 5s."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "The Clash fucking rule, if you believe anything else to be true you are basically terrible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woop_man",
    "plus": 0,
    "snip": false,
    "text": "Being a person who absolutely hates punk, I say this: The Clash were pretty awesome. They made punk actually interesting."
  }
]