[
  {
    "depth": 0,
    "minus": 0,
    "name": "gusplease",
    "plus": 18,
    "snip": false,
    "text": "That is the best way to describe Irish people."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 18,
    "snip": false,
    "text": "Australian women  <em>do</em>  laugh pretty loud. Also, the youth gang knocking off the chinese man's hat is pretty sad. I like how Philippe addresses his entreaty to the police."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 12,
    "snip": false,
    "text": "a boy from another land thinks about America? Looks more like Goofy about to hump a globe. <br/> \n <br/> \nSolid 5, just for the description of Swedish people!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 9,
    "snip": false,
    "text": "I take it you've never played any MMORPGs then... or you'd know that Swedish people are the most annoyingly noisy people on the planet. It is as though they cannot refrain from going \" <strong>SWE?!!</strong> \" every few seconds. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bungdeetle",
    "plus": 2,
    "snip": false,
    "text": "Yeah it's the Finns that crave silence."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "antbrejjn",
    "plus": 6,
    "snip": false,
    "text": "Swedes are more quiet in person than the hopped-up pre-teens of the Internets."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 5,
    "snip": false,
    "text": "Finnish people crave simple things such as the bark of evergreen trees, rare berries and a god amount of field for their mobile phones."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Finnish people also crave constant alcohol to stave off their national depression (as opposed to appreciation for the booze itself), and will stop in the middle of bar-fights to pose for photographs. I laughed when I first saw this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vweep",
    "plus": 1,
    "snip": false,
    "text": "Please; the Finn's crave some attention. They  <em>did</em>  screw the Russians rather hard in the Winter War, ya know."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 4,
    "snip": false,
    "text": "Based on my boss, Swedish people crave cleanliness much more than silence.  Based on a couple Finnish girls I have met a couple times, Finns crave booze and partying."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sillis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sillis was marked lame too many times and excluded. (marked lame by glorify, Meow, Myre)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blitztrug",
    "plus": 2,
    "snip": false,
    "text": "man can you please post the full picture of your avatar <br/> \n <br/> \nthanks in advance"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petitegitan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by petitegitan was marked lame too many times and excluded. (marked lame by tttt, Zeno, goodgravy)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "boredom_man",
    "plus": 4,
    "snip": false,
    "text": "Have you watched that trend? I read the wordy strips, but this is one of my least favorite (my favorites being the one in which Harry Potter makes too much money, and the ballad of Rushmouth). Perhaps the wordier strips just open up more areas in which tastes diverge..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 12,
    "snip": false,
    "text": "Swedish people crave silence.  They crave it so much, it's a wonder there is any left."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "There is none left in my head. None.  <br/> \n <br/> \nOh god. The infinite blindingly-white noise."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mega_panda",
    "plus": 27,
    "snip": false,
    "text": "My father was Russian and I had to be damn sure to keep my cat away from him at all times"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110417070730/http://www.youtube.com/watch?v=OMpqzwJkK8Q&amp;eurl=http://www.spoonyexperiment.com/\">\"But if it had Communism..\"</a>  he would begin, taking off his belt. I know the clip doesn't work when set in Russia, but come on!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "porquechutzpah",
    "plus": 6,
    "snip": false,
    "text": "why did i just watch that? i didnt need to see a man head butt a cat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 2,
    "snip": false,
    "text": "I am, so sad right now, I don't care if the cat had communism and played on my emotions, it did not deserve that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "art-vader",
    "plus": 1,
    "snip": false,
    "text": "when he first picked up the cat i thought \"oh fuck, he's gonna throw that cat into the wall. what a dick\", then i thought \"oh shite, he's gonna hit it with his belt, that's even worse. What a sick turd that guy is!\" but nothing could prepare me for that! You should warn us!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norsef",
    "plus": 1,
    "snip": false,
    "text": "Fine <br/> \n <br/> \nWarning <br/> \nThe video I linked to is from the film 1900 and features Donald Sutherland declaring a cat as the symbol of the temptations of communism and the manipulative nature of their propaganda. He then head butts the cat."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scifigrl47",
    "plus": 0,
    "snip": false,
    "text": "Actually, that is the least horrible thing he could do to the cat!  Cats, being hunters that depend on short, accelerated bursts of speed to catch their prey are built like Mac trucks in the skull department.  They've evolved to take head-on collisions, their skulls and spinal cords absorb the impact.  The Tom and Jerry cartoons of Tom running full force into the wall when Jerry makes it to the mousehole aren't far off."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 43,
    "snip": false,
    "text": "American police don't have time to protect the elderly because they are way too busy arresting all the men who cry in public."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "letterswewrote",
    "plus": 1,
    "snip": false,
    "text": "This is one of my favorite Friday Facts. And, upon my own research, everything assumed (?) here about Europeans is true in some way. Russia is indeed a <br/> \n serious place, and Italy is the land of tears and urine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "My heart is full of love and my girl can laugh louder than I can."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 0,
    "snip": false,
    "text": "Irish people HAVE heard it all before"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "narcolepticdog",
    "plus": 2,
    "snip": false,
    "text": "Yes we have. [I]Take a Hike![i/]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "narcolepticdog",
    "plus": 2,
    "snip": false,
    "text": "God. I hate BBCode"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cleave",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cleave was marked lame too many times and excluded. (marked lame by riotdejaneiro, blacksheepboy, clancine, SotiCoto)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hcaz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hcaz was marked lame too many times and excluded. (marked lame by fakead, riotdejaneiro, mr_lostman28, Art-Vader, cathaoir, Ubermensch)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Is he referencing \"Clockwork Orange\" again? Why has Philippe seen this?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "I kind of thought so, too, but it seems improbable."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Phillipe has seen gay cats having sex in a shower with policeman's cap's on. So, you know, APPLESAUCE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "Anyone else get the feeling Philippe is confusing Swedish people and Swiss people? I know I did at his age. <br/> \n <br/> \nI dunno... silence just seems like so much more of a Swiss thing to me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dueledge",
    "plus": 4,
    "snip": false,
    "text": "maybe its just because of the beer, but this swedish/swiss thing is amazing me right now. (they are different places! wow)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "i used to confuse the beastie boys with the beach boys at that age.  in name only, though.  once i became familiar with their respective musical stylings, the mistake was cleared up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 2,
    "snip": false,
    "text": "Is the boy from another land Goofy?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Wait, what the fuck is Goofy?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 6,
    "snip": false,
    "text": "Pretty much every episode of the Philippe Times ends with my cursor slowly making its way over to the 5 button"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "All on its own, too. It's pretty creepy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "like a ouija board?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "estutius",
    "plus": 0,
    "snip": false,
    "text": "Philippe forgot Poland."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "choosebro",
    "plus": 5,
    "snip": false,
    "text": "Don't we all?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aelindil",
    "plus": 8,
    "snip": false,
    "text": "All except Hitler. <br/> \n <br/> \n(Ohhh yes I went there)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Indeed. Their president just died in a plane crash and no one seems to care."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "elsewhere",
    "plus": 0,
    "snip": false,
    "text": "Jesus! I had to hear it from Tekende! <br/> \nWhy do my news sources omit things that assetbar knows about?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I like to think, reading this, that Elsewhere is the Polish president's son. <br/> \n <br/> \n <em>Rough chuckles.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doublechocolate",
    "plus": 8,
    "snip": false,
    "text": "being swiss, i can say that patience is not a sin. a poorly made clock is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 8,
    "snip": false,
    "text": "The best part of this strip for me is picturing Phillipe running back and forth to Roast Beef, getting him to spell <br/> \naghast... <br/> \naustralian... <br/> \nfeat... <br/> \nmarvel.. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "derelictman",
    "plus": 2,
    "snip": false,
    "text": "\"What do you feel when you think something somebody just did something all wrong?\" <br/> \n\"I guess you would say you were aghast\" <br/> \n\"Thanks!\" <br/> \nRuns off, returns a minute later. <br/> \n\"What's a gast and how do you spell it?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ibetso",
    "plus": 13,
    "snip": false,
    "text": "As an Irish person, I'd like to say something about the comments made about this strip. The thing is, I've heard them ALL before. You people can just... take a hike"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tourach3",
    "plus": 0,
    "snip": false,
    "text": "unfortunately, it only allows me to give one chubby <br/> \nbut i'm sure you have heard this before, and my comment is superfluous"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patkun",
    "plus": 0,
    "snip": false,
    "text": "...Doesn't Spain have a prime minister? <br/> \nIt would be worrying if Philippe was right and I was wrong..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "choosebro",
    "plus": 3,
    "snip": false,
    "text": "Spain has a King as head of state. The elected \"head\" is the Presidente (literal translation being President.) <br/> \n <br/> \nBut, because of the form of government (constitutional monarachy)of Spain he is usually refered to in English as the Prime Minister. <br/> \n <br/> \nSo, in a way, you and Philippe are both right."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scraggg",
    "plus": 6,
    "snip": false,
    "text": "But either way, the fact still remains that the Spanish willingly allow a man who wears red jeans to lead them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 12,
    "snip": false,
    "text": "I'm half-Russian and half-Irish.. so I scream at cats \"TAKE A HIKE!\" while throwing them against the wall.. and drinking.. lots."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 10,
    "snip": false,
    "text": "You must REALLY love potatoes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 4,
    "snip": false,
    "text": "WHO TOLD YOU!? hahaha.. <br/> \n <br/> \nactually, I do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 5,
    "snip": false,
    "text": "I told my Chinese friend about putting tomato sauce on chow mein. Result: aghastment."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "If only I had the oppurtunity to explain to Philippe that the rest of the world is in fact greater than america, it might put things in perspective a little.  <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jesler729",
    "plus": 2,
    "snip": false,
    "text": "I have never been more aware of China's feelings towards tomatoes than while reading the Philippe Times."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "yes, it seems to be a recurrent theme"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Given the cast of Achewood, shouldn't the idea of Russians throwing cats into walls be a little more unsettling to Philippe?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That's why he'll never go there, not even for a million bucks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 3,
    "snip": false,
    "text": "He figure's it is a form of breakdancing, so it isn't unsettling to him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 2,
    "snip": false,
    "text": "Germans do adore good beer. Being in Madison, WI, I'm constantly thankful that it was in part settled by them. With the exception of the Great Lakes breweries in Ohio and Stone in California, America has some sad, sad national distributed brands."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tatterdemalion",
    "plus": 0,
    "snip": false,
    "text": "Having lived in Madison, I can attest that the place does have some smashing microbrews and such as a high level of enthusiasm when it comes to the drinking of hops beverages."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "If you're strictly referring to national brands, I agree, American beer can be pretty bad. Unless you're living in the middle of Alaska though, local/regional microbrews of decent to excellent quality are almost always available for a reasonable price."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 9,
    "snip": false,
    "text": "Given the international theme of this comic, I feel it's appropriate to discuss this here. I was looking up the size of A4 paper in millimetres, and Wikipedia tells me this: <br/> \n <br/> \n\"There have been many standard sizes of paper at different times and in different countries, but today there are two widespread systems in use: the international standard (A4 and its siblings) and the North American sizes.\" <br/> \n <br/> \nWhat the  <em>HELL</em> , USA. Why, exactly, is it necessary for you to have different paper-sizing than the rest of the world? International standard not good enough for you?  <em>Jeez.</em> <br/> \n <br/> \n(P.S. I love Friday Facts.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 6,
    "snip": false,
    "text": "ANSWER: No, it is not good enough for us."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Hey it says  <em>North American</em> .  You could blame the Canadians, as well...but don't blame the Ca-na-di-ANS! <br/> \n <br/> \nI say stick it to motherfucking Mexico."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pogo was marked lame too many times and excluded. (marked lame by woodenteeth, Art-Vader, maximillion)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "I dunno A4 paper is a hella weird size. If it is the size I am thinking of, which is the size that's a bit longer than 8.5x11 and the printer at work won't detect, it is clearly an American made machine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Finally another Friday Facts that cracked me up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wordleggedfour",
    "plus": 0,
    "snip": false,
    "text": "Germans HATE root beer :D  <br/> \nHow did he know?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prometheus",
    "plus": 0,
    "snip": false,
    "text": "Yeah, why is that?  Every German I've ever met (and I've met a few) absolutely despises the stuff, yet they'll drink Jaeger and other types of bitters all day long."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "I have heard from many non-Americans that root beer tastes like absolute shit.  A dude from India said it smelled like a medical ointment, and not fit to consume  <em>at all</em> .  A professor I had (from Spain) also made a comment to the same effect.  I think that being conditioned to its flavor from a young age convinces the American palate of its palatability.   <br/> \n <br/> \nEither that or the rest of the world is just  <strong>SCREWY</strong> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm American and I hate root beer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrectomy",
    "plus": 0,
    "snip": false,
    "text": "\"where serious men eat snow and throw cats at walls\" almost made me squirt beer out of my nose. 5/5"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lunchbox",
    "plus": 0,
    "snip": false,
    "text": "Thanks to the Ulster Project, I've actually found that Irish people despise root beer and peanut butter. I'm not kidding."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tambourine",
    "plus": 0,
    "snip": false,
    "text": "I just noticed this is Volume 7, Number 10. <br/> \nPhilippe is five. <br/> \nErgo, Philippe is a special boy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ezri",
    "plus": 1,
    "snip": false,
    "text": "Russia is the place to be in Phillipeworld."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twells",
    "plus": 0,
    "snip": false,
    "text": "I'm English. I'll come and stay. Party at Onstad's. Don't worry I'll bring my own vinegar. Since apparently we're the only country that likes it on our chips (as in fish and chips not crisps)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "I always put vinegar on my fried julienned potatoes.   <br/> \nMalted vinegar, usually."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Also: I am not English."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh shit! I just realised that Phillipe knows that the Irish are  <em>PSYCHIC</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "<em>should I tell them</em>"
  }
]