[
  {
    "depth": 0,
    "minus": 0,
    "name": "giantants",
    "plus": 24,
    "snip": false,
    "text": "I think the headset crowd is actually more obnoxious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wartooth",
    "plus": 6,
    "snip": false,
    "text": "i, too, like the crazys who pretend to throw rocks at cars."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flyinglemon",
    "plus": 2,
    "snip": false,
    "text": "I used to visit a mental institution on an occasional basis, and I realize that you have, arguably, perfectly described a physical behavior that I was heretofore unable to describe. Chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hexjumper was marked lame too many times and excluded. (marked lame by sevenarts, jfenserty, goocifer, amandulence)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by apocowarg, Pan-Optic, alphagator, Hayzeus, erributtz, aHatOfPig, Hexjumper, Pigs, aperson)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gompo",
    "plus": 7,
    "snip": false,
    "text": "he just said he wanted to, not that he's ever done it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Folks who go around calling people twats are hardly an improvement, are they?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lacrimus",
    "plus": 28,
    "snip": false,
    "text": "No one should be a cock to a stranger,  <em>ever!</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "riazm",
    "plus": 18,
    "snip": false,
    "text": "If you want to be a cock to a stranger, wear a headset, call someone a cock, and when they call you out say you were calling the (imaginary) guy on the headset a cock."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "Chubbied because that would be so fun and I had never thought of it before!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blitztrug",
    "plus": 0,
    "snip": false,
    "text": "whenever i use one of those headsets while i'm in a public area, i stare into passers-bys' eyes who i am walking by it serves the creep up all willy-nilly"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 6,
    "snip": false,
    "text": "I love panel #4, and also the crazy guy --> taxpayer on the go conversion formula, especially with Ray providing the reaction."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "deimosrising",
    "plus": 1,
    "snip": false,
    "text": "Onstad was just on a spree of namedropping awesome music around this time."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "morypcaina",
    "plus": 1,
    "snip": false,
    "text": "I agree (in that the music named is good) but I'm not surprised you were lamed. The Smashing Pumpkins are not that cool."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anomalous3",
    "plus": 2,
    "snip": false,
    "text": "The first time I saw someone in a bluetooth headseat, I actually did think they were crazy, because it was on the other side of their head."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 8,
    "snip": false,
    "text": "They were."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 8,
    "snip": false,
    "text": "It wasn't."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": ":o!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 2,
    "snip": false,
    "text": "I love Beef's and Ray's little demonstration"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "junko",
    "plus": 2,
    "snip": false,
    "text": "and how Teodor grudgingly admits that it's \"compelling\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I can't believe noone else has commented on this. It is an awesome little show that is clearly practiced beforehand. I would bet that this is not the first time they have done it eather. Notice how their props are right there when they need them. Also please note that Roast Beef, although obviously owning a head set, still uses speakerphone to avoid brain tumors. Well, I guess I ain't seen a cover of Newsweek that said you couldn't get cancer from Bluetooth..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Eather? I am sure I meant either..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "judahnielsen",
    "plus": 0,
    "snip": true,
    "text": "A comment left by judahnielsen was marked lame too many times and excluded. (marked lame by Dezufnocosem, SSDDR, Mastronaut, STUART, dr_sexlove)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 1,
    "snip": false,
    "text": "Which is what got all the trouble started in the first place..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "What I would like to know is how that comment got lamed. <br/> \nWere some people enjoying the suspense of not knowing what that passage said? Or did they know it so well they thought it was redundant to have to tell anyone?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "chrissketch",
    "plus": 7,
    "snip": false,
    "text": "I imagine it was people who forgot about the sign in the comic, or skipped that panel and went straight to the comments.  <br/> \n <br/> \nAfter all, someone who breaks out condescending bible quotes out of context should be lamed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I have to admit, for a second, I thought it was somebody being obnoxious about the bluetooth headset - materialism connection, then I realized what sign he was talking about."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "semiquaver",
    "plus": 11,
    "snip": false,
    "text": "For the people with the lame threshhold too high, judahnielsen said: <br/> \n\"Luke 12:15 -- <br/> \n <br/> \nThen he said to them, 'Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.'\" <br/> \n <br/> \nThis was in reference to Roast Beef's sign in the comic.  Now go give him a chubby."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "And Lo, in that day the people will ask for a sign. <br/> \n <br/> \nWell, what's wrong with a sign like Roast Beef's holding? It's cheap, easy to make..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 2,
    "snip": false,
    "text": "I have the third row of this strip cut and hung in my li'l cubicle. I work at a cell phone company. I find it quite humourous."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rhymesforkids",
    "plus": 0,
    "snip": false,
    "text": "He's the bomb!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "zefiel",
    "plus": 4,
    "snip": false,
    "text": "God dang I understand a bluetooth cell headset can be awesome when you're driving, but there's no reason to use it while you're just walking, and much less when you're JUST GOD DAMNED LEANING AGAINST A WALL IN A HALL OF THE CAMPUS."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "squi",
    "plus": 9,
    "snip": false,
    "text": "And there's no reason for the wall-leaners to bother you more than anyone else talking on a cell phone. Just because it's not your thing doesn't mean you have to hold a grudge against everyone who likes their fun gadgets."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "saru",
    "plus": 4,
    "snip": false,
    "text": "Okay, here's a challenge. Drive down the road holding your hand against your head. It's not actually that challenging is it? <br/> \nBluetooth headsets only make you think you're able to drive while having a conversation, whereas tests have proven that they cause a greater degree of impairment than most inebriation. <br/> \n:gets down from soap box: <br/> \nEr, sorry about that, I've just had too many close calls recently and my nerves've become jangled. <br/> \n <br/> \nAlso, I agree with squi, as I can express only vexation at the distaste towards headsets. My cell phone is thin and svelte, but many smartphones are especially chunky, they can be annoying to hold up to your ear (being designed with headset or speakerphone use in mind), and get the fancy screen smudged. And no matter how light the phone, long conversations can just get wearying on the arms."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "My distaste for them is essentially, \"How do you need to buy little things for your cell phone, how is that worth anything at all.\" I have little use for cell phones aside from emergencies."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saru",
    "plus": 1,
    "snip": false,
    "text": "I guess I use mine as my sole primary phone, and often arrange meetings and such on them, so we're coming at it from different points of view. <br/> \nNote I don't have a bluetooth headset, and probably wouldn't use it in public just to avoid being thought crazier than I am already, I just don't see the problem with them. <br/> \n(Excepting people who believe they solve the problem of driving impairment by divided attention. That's still a problem.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 7,
    "snip": false,
    "text": "Here's my problem with talking on a mobile whilst driving: often, someone will ask me a question, which will be followed by a thirty second pause, then a \"Wait, what did you say?\" <br/> \n <br/> \nIt's not that I'm not paying attention to the road. It's that I'm not paying attention to the conversation."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "Part of the problem is that the dude on the phone cannot see what is going on, so unlike a passenger, he does not know when to shut up.  <br/> \n(Some study found that having a passenger talk to you in the car actually increases your level of concentration. Incredibly counter-intuitive, but true.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 0,
    "snip": false,
    "text": "Solo twister is not a very challenging game."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thatskotkid",
    "plus": 7,
    "snip": false,
    "text": "You're just not playing it right."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "The \"Fin\" in the corner makes this strip"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "awko",
    "plus": 4,
    "snip": false,
    "text": "I just realised that it has \"Fin\" at the end of every arc. <br/> \n <br/> \nNuuuuurr."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "salo",
    "plus": 4,
    "snip": false,
    "text": "Fin."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": true,
    "text": "A comment left by katsura was marked lame too many times and excluded. (marked lame by salo, HeyMan, Semiquaver, fattypneumonia, echidnaboy, STUART, aparrish)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellabosque",
    "plus": 0,
    "snip": false,
    "text": "isn't clausthaler a non-alcoholic beer? or am i just completely insane?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "Low alcohol. Made my a company that also makes... baking powder."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Teodor is holding that ice pack in the wrong place."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lutipold",
    "plus": 1,
    "snip": false,
    "text": "Actually, I think it's implied that momentum caused Teodore's head to smack forward against the door when he was pulled dong-first. Wherever the dong leads the mind follows, etc."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "drskradley",
    "plus": 5,
    "snip": false,
    "text": "Luke 12:15 <br/> \n <em>Then He said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\"</em> <br/> \n <br/> \nTrue dat.  Note Ray and Beef's dichotomy of things, how capitalism therefore makes a man more sane, regardless of his obvious craziness. <br/> \n <br/> \nI'm preparing to be lamed for both quoting scripture and stating the obvious in a strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Au contraire. You're being lamed for re-posting. Someone already said what Luke 12:15 was further up the page."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "You're going to get lamed for reposting.  Which I just did under the earlier post because the earlier post got lamed to shit for the first reason you said. <br/> \n <br/> \nThat said, your analysis is stone cold perfect.  Damn Onstad for knowin' his bible when he ain't gotta."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "Somebody already said that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "somebody already said  <em>that</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "*foop* <br/> \n <br/> \n(Is the sound of me being sucked into a recursive loop.  Incidentally, the inbox is now CHRONOLOGICAL.  Yay, right?)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "atticusonline",
    "plus": 3,
    "snip": false,
    "text": "Somebody  <em>already</em>  said that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Simpsons did it!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "samuraieaux",
    "plus": 0,
    "snip": false,
    "text": "The Boondocks handles the issue of cellphone headsets very well. Sam Jackson and Charlie Murphy are QUITE the dynamic duo on the show."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "Please...please please please tell me we get to see Philippe in the foilpants in the next strip. ...please! *Moves mouse over  <em>next&gt;&gt;</em> *"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "I would have liked to see your face as the next page loaded"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 3,
    "snip": false,
    "text": ":cD........ :c|"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "That's compelling, but..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "How are the Badass Games a letdown?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Oh shit, that's what starts next? Awesome!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zorglemeister",
    "plus": 2,
    "snip": false,
    "text": "There's a rather entertaining game I play while driving or walking around downtown or whenever I'm in public.  My friends call in \"On their Headset or Off their Meds\".  The idea is that you look at people talking to themselves and then try to figure out if they're, well, the name of the game explains it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It's good to have these guys in our town.  They are teh bomb."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "They lay on teh sexxy with a trowel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "2/3 of the archives finished and this is my favorite comic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "And so the connection between giant dongs and happiness and the recreation of such feelings through the usage of metallic underwear with a protrusive cup holder on the crotch was never mentioned again."
  }
]