[
  {
    "depth": 0,
    "minus": 0,
    "name": "equinn2006",
    "plus": 0,
    "snip": true,
    "text": "A comment left by equinn2006 was marked lame too many times and excluded. (marked lame by nbgreene, Limapalooza, dr_sexlove)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 4,
    "snip": false,
    "text": "look at him...covering his head from all the Fuck You's zinging by!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mc_white",
    "plus": 7,
    "snip": false,
    "text": "Fuck all those nineteen year olds, they better have the sense to cover their head when a chair man comes by."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sean1058",
    "plus": 7,
    "snip": false,
    "text": "No one should be a cock to a stranger,  <em>ever</em> ."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "dick"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Wrong. They are not strangers, they are bad juju agents.  <br/> \nThis is Ray at his best. Calling it like it is in his universe, establishing Ray-order from chaotic stupidity. If it were easy, they'd fix themselves."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Says the twenty year old!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 2,
    "snip": false,
    "text": "Says the five year old. <br/> \n <br/> \n(Sorry man, your burns lack zazz with the avatar of innocence you have.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "He couldn't even open a door with one. <br/> \n <br/> \nYou, on the other hand, would be like chilli with a side of magma."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "Most of the Fuck-You's will heal on their own, one however ricocheted off of his pelvis and lodged in his manhood. The only way he can recover is to grow a pair, all we can do is encourage this to happen, his body must do it on it's own for it to take. We've assigned him a busty nurse who will act interested in an indirect manner, and proscribed him 590 ccs of wild turkey a day. While he is on rest it's recommended that he only watch Walker Texas Ranger (WTR) or other hyper masculine shows from the 90's or earlier. If you insist, more recent manly television could be substituted, but due to new regulations the legal limit was lowered in 1998 and again in 2002. Once he shows signs that he is starting to grow a pair he needs to get started with a real job immediately, at that point it is imperative that no one mommies his bitch ass, when he complains I recommend either repeating his words in the voice of a crying autistic person, or at the very least, sticking out your lip and going \"A BLOO BA BLOOO\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nighttoad",
    "plus": 9,
    "snip": false,
    "text": "wow. the title of this strip just made me realize that tonight will be the 21st night of september. i want to have an earth wind and fire dance party tonight. who's with me?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "I'm with you, let's do this. Freakin' Stars always stealing the night away."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 7,
    "snip": false,
    "text": "<em>Ba~de~ya<br/>\nSay do you remember<br/>\nBa~de~ya<br/>\nDancin' in September<br/>\nBa~de~ya<br/>\nNever was a cloudy da-a-a-ay....</em> <br/> \n <br/> \nThank you kind,  <em>Elite Beat Agents,</em>  for exposing this under-funked white kid to that most soulful tune."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "brycemidas",
    "plus": 10,
    "snip": false,
    "text": "As a child I was pretty convinced the lyrics were: <br/> \n <br/> \nHay-ee-yay <br/> \nSay that you remember <br/> \nHay-ee-yay <br/> \nThe Galaxy Defender. <br/> \n <br/> \nI always wondered who the Galaxy Defender was, and why nobody remembered him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "philosophe",
    "plus": 25,
    "snip": false,
    "text": "That's called a  <a href=\"http://web.archive.org/web/20101009144709/http://en.wikipedia.org/wiki/Mondegreen\">mondegreen.</a> <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "natashamarie",
    "plus": 2,
    "snip": false,
    "text": "my own personal mondegreen: <br/> \nthe \"partridginapear\" tree <br/> \n <br/> \nsomeone else please tell me they thought this until they were approximately 14 years old :("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "i feel like that's a little too different to be a mondegreen.  i think that's just a misheard lyric, plain and simple. <br/> \n <br/> \nstill chubbied for \"the more you know\" and for even knowing what a mondegreen is."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tatterdemalion",
    "plus": 0,
    "snip": false,
    "text": "You know, she's damn right about mondegreen's being somehow better than the original lyrics.  Even Seal pointed that out (explaining why there aren't lyrics in his liner notes) and Lord, I have no idea wy I remember that.  All I know is that when I misheard a line from E&TB's 'Nocturnal Me' I heard 'knocked-up dreams of starry skies' which, by the by, is the best lyric EVER EVER EVER."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mashisoyo",
    "plus": 1,
    "snip": false,
    "text": "My brother used to be under the impression that the Dead or Alive song went: \"You spin me right round baby, right round, like a leopard baby, right round round round.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "too busy having my 19th birthday"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ferryboy",
    "plus": 0,
    "snip": false,
    "text": "dude, not only would there be an awesome EWF party, but this is also the date I turned 18, making this comic very dear to my heart, as Ray told a character who is 18 feel very bad about being that age. Ray told my charicature to fuck off. AWESOME."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 12,
    "snip": false,
    "text": "i majored in english. I'm never gonna get that chair!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 17,
    "snip": false,
    "text": "I'm majoring in english and i basically never get up ever."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lacrimus",
    "plus": 4,
    "snip": false,
    "text": "I'm majoring in English, too.  I currently own one chair."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lacrimus",
    "plus": 17,
    "snip": false,
    "text": "But it's not a nice one =\\"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "I'm also an English major! I have a nice chair,but...my mommy gave it to me. Additionally: no chair at work. Who knew that my love for literature would condemn me to such a seatless life?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boheeka",
    "plus": 97,
    "snip": false,
    "text": "as a theatre major with minors in art and music, I can only <br/> \na. act like i have the chair <br/> \nb. draw the chair <br/> \nor c. play a song about a chair."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 0,
    "snip": true,
    "text": "A comment left by anitrophaeron was marked lame too many times and excluded. (marked lame by ezcmac, rygarrett2, Thorfinn, parsifal)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "boheeka",
    "plus": 1,
    "snip": false,
    "text": "the theatre program at my school is actually quite good. I'm a much better actor than I was two years ago."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "euphemisms",
    "plus": 1,
    "snip": false,
    "text": "as a theatre-major, feminist-studies minor college dropout, i: <br/> \na) bought a chair with the hundreds of thousands of dollars i decided not to waste"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "euphemisms",
    "plus": 6,
    "snip": false,
    "text": "oh yeah, and now i'm living on couches and commandeered wi-fi connections. you should probably stay in school."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "apatfan",
    "plus": 20,
    "snip": false,
    "text": "As an engineer, I designed a better chair and then sat on it."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "cassandrakazenzakis",
    "plus": 3,
    "snip": false,
    "text": "what we need more of is... <br/> \nSCIENCE!!!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tenshanhan",
    "plus": 8,
    "snip": false,
    "text": "It works, bitches!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jthompson",
    "plus": 5,
    "snip": false,
    "text": "As an engineer, I found and fixed up an old chair from an alleyway.  <br/> \n <br/> \nI'm guessing that your university is much better than mine."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "coldfrog",
    "plus": 7,
    "snip": false,
    "text": "I am a computer science major.  I can design a chair that can perform multiple functions but it takes up the entire room.  I can add more functions to it, but you'll have to wait a while before you can sit in it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "It reads your mail, too."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "oplem",
    "plus": 3,
    "snip": false,
    "text": "man you picked a really shitty combination of majors and minors"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "euphemisms",
    "plus": 3,
    "snip": false,
    "text": "it was fun for a while, until i realized i was forced to coexist with feminists and theatre-people in close quarters."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "oplem",
    "plus": 1,
    "snip": false,
    "text": "no i mean it's only really useful if you were going to be a professional feminist or work in theatre"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "euphemisms",
    "plus": 0,
    "snip": false,
    "text": "well i am doing both activism and performance art, though even with a degree it's hard to call either a profession."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "twoply",
    "plus": 9,
    "snip": false,
    "text": "I have a film degree: <br/> \nShould I feel depressed about not using said degree I can buy a beaten up chair and shoot an indie film about it's neglect and subsequent retirement to China.  <br/> \nAfter it makes the rounds I'll be forced into adding softcore porn by the man to make it more sellable. Following years of depression I end up at a mall and hear someone say \"I know you!\". In that moment I feel the bliss of being recognized. Followed swiftly by the realization it was a ploy by a fine airhead to look at a deluxe kiosk of scrunchies."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zefiel",
    "plus": 20,
    "snip": false,
    "text": "Years later Hollywood makes a remake of it with a now legal Dakota Fanning as a girl who just moved into NYC after her boyfriend from Alabama died in the Iran-US war, where she meets a wizened old antiquarian played by Adrien Brody, who will teach her the ways of love again, with softcore porn sequences staged in a small old red chair she found. It will be called ' <em>The Red Chair</em> ' <br/> <br/> <br/> /later on we find the chair was painted with the blood of a small chinese girl who had nothing but the chair in her life, kthxs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Hey, you could be in a play that involves a chair. There are lots of those. Good for you; you'll never own the big swivelly chair of corporate power but you won't spend your life burping up Satan's jizm either."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tropicana",
    "plus": 1,
    "snip": false,
    "text": "As a philosophy major, I can question the existence of the chair."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tropicana",
    "plus": 0,
    "snip": false,
    "text": "Shit. Someone beat me to it. I lame myself."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morelaak",
    "plus": 8,
    "snip": false,
    "text": "majoring in english.  in fact, was just up all night writing a paper. <br/> \n <br/> \noh, and by the way... <br/> \n <br/> \nprofessor, thanks to your extremely open-ended essay prompt and your inability to specify what exactly you want out of this paper/offer any prerequisite structuring aside from MLA format, i will probably fall asleep in every single one of my classes today. FUCK YOU."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 1,
    "snip": false,
    "text": "oh my fellow english majors, we should all get together and have a drink to lament the loss of tuition dollars spent that will never translate into a livable salary and a chairless future workplace."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zem",
    "plus": 10,
    "snip": false,
    "text": "psh, yeah... if you could afford it"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lacrimus",
    "plus": 0,
    "snip": false,
    "text": "Drink specials were made for English majors."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "brycemidas",
    "plus": 1,
    "snip": false,
    "text": "Most of my English major friends (myself included) work at bars so as to avoid the whole \"paying for drinks\" thing. (Commandeering wifi at work, eating free food and drinking free beer, how sweet it is.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 17,
    "snip": false,
    "text": "Psychology and Political Science: I understand that this chair has attachment issues, and that it prefers to pursue bilateral trade policies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ricnine",
    "plus": 0,
    "snip": false,
    "text": "Psych also, and I believe the chair to have an INTP personality, and that the chair will not likely form any lasting relationships due to its arrogance and all-around jackassery."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sargasm",
    "plus": 12,
    "snip": false,
    "text": "I'm a philosophy major; I don't even know whether or not there  <em>is</em>  a chair."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "electra310",
    "plus": 2,
    "snip": false,
    "text": "I majored in philosophy. I can think about chairs that are almost real enough to sit on, but if my mind wanders I fall on my butt. Thanks a lot, Plato."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "That's why I just sit in a cave at stare at the shadow of a chair. It's my God."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "My chair has an inferiority complex from reading too much Plato. It thinks it will never live up to its ideal."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "Working in IT and graphical design (for clothing) this year: I can put a vector image of a chair on your shirt. <br/> \nStudying journalism next year: I can give you the latest news about all chair-related developments."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "Political science major. I have one chair. I stole it from work the day I quit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "As a math major, I can prove that the chair exists, I can even show that a random object has a nonzero probability of being a chair, but I  <em>can't actually find that fucking chair.</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "el_connor",
    "plus": 0,
    "snip": false,
    "text": "Definitely a fuck you Friday."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lacrimus",
    "plus": 1,
    "snip": false,
    "text": "<em>Fuck!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grantasaurus",
    "plus": 0,
    "snip": false,
    "text": "Best fuck-you friday yet"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rolotonybrowntown",
    "plus": 1,
    "snip": false,
    "text": "Yell \"fuck you\" for every burden you had to shoulder in the name of getting the fuck by this week."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "boheeka",
    "plus": 4,
    "snip": false,
    "text": "FUCK YOU ROOM MATE FOR GETTING \"MAMBO NO. 5\" STUCK IN MY HEAD. <br/>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "jlynes",
    "plus": 4,
    "snip": false,
    "text": "FUCK YOU, BALD OVERWEIGHT SPECIAL NEEDS 20-YEAR-OLD WHO WORKS AT 7-11 AND WON'T RESTOCK THE COFFEE CUPS"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "jugglegod",
    "plus": 5,
    "snip": false,
    "text": "FUCK YOU SICKLY LAB MICE WE SPENT HALF A YEAR AND THOUSANDS OF DOLLARS ON WHO KEEP GETTING DAMN TUMORS AND NECK AND EAR INFECTIONS AND KEEP DYING ON US. <br/> \n <br/> \nOkay, I know, probably nerdiest damn \"Fuck You\" ever, but I am pretty pissed off at them."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "coldfrog",
    "plus": 9,
    "snip": false,
    "text": "FUCK YOU BEST BUY EMPLOYEE FOR PRETENDING TO KNOW WHAT I NEED TO BUILD MY OWN COMPUTER WHEN ALL YOU DO IS DOWNLOAD THE NEW KID ROCK CD OVER AND OVER."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jar",
    "plus": 3,
    "snip": false,
    "text": "FUCK YOU BITCH ASS THUNDERSTORM BORDERLINE TORNADO THAT TRIED  TO KILL ME ON MY DRIVE BACK FROM MY GRANDMA'S FUNERAL  <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 5,
    "snip": false,
    "text": "FUCK YOU PHIL SPECTOR FOR RUINING SOME PERFECTLY GOOD BEATLES SONGS."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "luckyg",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU MY COUSIN FOR GAINING MY TRUST THEN RIPPING ME OFF FOR FIFTY BUCKS AND I HAVE NO IDEA WHERE YOU LIVE <br/> \n <br/> \nActually, fuck me for being an idiot."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "delzhand",
    "plus": 0,
    "snip": false,
    "text": "Yeah, fuck those guys for charging people fifty bucks to install an external hard drive, too."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "robobogle",
    "plus": 2,
    "snip": false,
    "text": "FUCK YOU (MY JOB) WHERE YOU GUYS DON'T GIVE ME SHIT TO DO, EVEN WHEN I ASK FOR IT, AND THEN COMPLAIN THAT I SPEND TOO MUCH TIME LOOKING AT WEBCOMICS ONLINE."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "nbgreene",
    "plus": 1,
    "snip": false,
    "text": "ohh i hate your fucking roomate"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jrpigman",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU PIZZA STREET! YOUR STUPID REPETITIVE JINGLE IS THE WORST THING EVER AND I HATE THE GOOGLEY EYED KID IN YOUR FUCKING COMMERCIAL! <br/> \n <br/> \nWHILE WE'RE AT IT, FUCK YOU SPANGLES FOR PRETTY MUCH THE SAME REASONS!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heath",
    "plus": 0,
    "snip": true,
    "text": "A comment left by heath was marked lame too many times and excluded. (marked lame by Shoopuf, dr_sexlove, Darthemed)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "'Fuck sodomy' is, philosophically, a hard one to visualize."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "It depends on the  <a href=\"http://web.archive.org/web/20101009144709/http://www.thoughtviper.com/inexob/arch31.html\">context</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "redsalesperson",
    "plus": 16,
    "snip": false,
    "text": "A link alleging to be applicable to \"fuck sodomy\" is quite possibly the last thing I'd ever click."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "augeno13",
    "plus": 1,
    "snip": false,
    "text": "Thank you for saying what I, and by extension I assume everyone else, was thinking.  Chubbied."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 0,
    "snip": false,
    "text": "The previous posts speak untold truths. Chubbies for all."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "Wusses."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nighttoad",
    "plus": 0,
    "snip": false,
    "text": "i clicked it because seeing  <a href=\"http://web.archive.org/web/20101009144709/http://i220.photobucket.com/albums/dd158/belofi/Shitting_Dicknipples.jpg\">fucked-up</a>  and  <a href=\"http://web.archive.org/web/20101009144709/http://i220.photobucket.com/albums/dd158/belofi/Shitpuke.jpg\">depraved</a>  images is the reason the internet was invented. also, i am not a wuss."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "And for that, you've earned a hearty FUCK YOU!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "I clicked it.  ^_^"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "euphemisms",
    "plus": 7,
    "snip": false,
    "text": "FUCK YOU, THE PATRIARCHY FOR DE-LEGITIMIZING MY VERY EXISTENCE."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sargasm",
    "plus": 2,
    "snip": false,
    "text": "FUCK YOU ACHEWORLD FOR NOT LETTING ME GIVE CHUBBIES TO ALL THE REPLIES I WANT TO CHUBBY! <br/> \n <br/> \nalso fuck me for that being the worst burden i had this week"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 1,
    "snip": false,
    "text": "FUCK YOU, PHLEGMY OLD GUY AT THE GYM WITH THE REVOLTING HORKING COUGH, SHOULDN'T YOU BE HOOKED UP TO A MACHINE THAT BREATHES FOR YOU?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tibcoolbreeze",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU, SARGASM, FOR SAYING \"ACHEWORLD.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 29,
    "snip": false,
    "text": "FUCK YOU, DIM DUMB 'COMIC ACTRESS' ON THE EVENING TALK SHOW  <br/> \nI SAW THE WAY YOU TALKED TO YOUR DISABLED SON AS IF HE WERE A GODDAMN PUPPY <br/> \n <em>GLUTEN</em>  DIDN'T GIVE YOUR CHILD AUTISM YOU HALF-WITTED CLOWN <br/> \nBUT YOU WANT HIM TO GROW UP AFRAID OF BREAD <br/> \n <br/> \nAND FUCK YOU CRAVEN INTERVIEWER  <br/> \nPRAISING THE ACTRESS FOR HER BRAVERY <br/> \nSHE TOOK HER CHILD'S CARE INTO HER OWN HANDS <br/> \nAND WENT ON  <em>THE INTERNET</em>  TO FIND A CURE <br/> \nHAVE YOU SEEN THE INTERNET?  <br/> \nIT MIGHT BE EVEN STUPIDER THAN TELEVISION <br/> \nI HAVE A QUACK THEORY TOO, THAT THEY DON'T WANT YOU TO KNOW ABOUT: <br/> \nYOUR BRAIN IS A STICKY CLOUD OF HAIRSPRAY <br/> \nYOUR CONSCIENCE A CRUMPLED TISSUE SMEARED WITH LIPGLOSS <br/> \nPUT ME ON TV <br/> \nI WILL TREPANATE YOU  <em>AND WE'LL FIND OUT IF IT'S TRUE</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "twoply",
    "plus": 1,
    "snip": false,
    "text": "Here's an added fuck her! Fuck her for making people think she's being so amazing for taking care of here own fucking child."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tatterdemalion",
    "plus": 0,
    "snip": false,
    "text": "Wow, I don't even know who this person is that you're talking about, but your fierce passion kinda makes me hate them, too!  <br/> \n <br/> \nFuck you, my friend, and heartily."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "delzhand",
    "plus": 1,
    "snip": false,
    "text": "FUCK YOU INTEGRATION BY PARTS!  FUCK YOU, C POINTERS THAT CAUSE IMPOSSIBLE TO FIND SEGFAULTS!  FUCK YOU, INTERNET EXPLORER 5/6 FOR YOUR SHITTY PNG TRANSPARENCY SUPPORT!  FUCK ME FOR NOT BACKING UP A MONTH'S WORTH OF GAME CODE BEFORE FORMATTING MY HARD DRIVE!  FUCK YOU XSI MOD TOOL FOR YOUR BIZARRELY HARD TO FOLLOW TUTORIAL!  FUCK YOU POLITICAL ACTION WEEK ORGANIZERS FOR LETTING ME STAND IN 85 DEGREE WEATHER TO SEE OBAMA!  FUCK YOU ENSUING RAINSTORM FOR NEARLY TRASHING MY LAPTOP!  Whew!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "katsura",
    "plus": 2,
    "snip": false,
    "text": "FUCK YOU PARENTS FOR GETTING DRUNK AND LOUD AND RANDY WHEN I DID NOT  <em>WANT</em>  YOU TO GET DRUNK AND LOUD AND RANDY. I WASTED A PERFECTLY GOOD MORNING DEAD ASLEEP BECAUSE I COULD NOT  <em>GET</em>  TO SLEEP BECAUSE OF YOUR DOUCHEHATTERY."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU JOB THAT REQUIRES ME TO WORK WEEKENDS WHEN  <em>I WANT TO DO OTHER THINGS ON THE WEEKEND</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU \"FRIENDS\" FOR MAKING ME LOSE THE GAME"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "rawk5tar",
    "plus": 1,
    "snip": false,
    "text": "YEAH. FUCK YOU RACHEL AND PHOEBE AND DAVID SCHWIMMER AND THAT OTHER GUY CHANDLER I THINK IS HIS NAME AND THE REST OF THEM. LEARN HOW TO MAKE A SHOW THAT DOESN'T SUCK. IT'S DISTRACTING AWKO AND CAUSING HIM TO LOSE HIS GAME."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 3,
    "snip": false,
    "text": "FUCK YOU FOR PRETENDING LIKE YOU ARE UNSURE WHETHER HIS NAME IS CHANDLER.  YOU KNOW DAMN WELL HIS NAME IS CHANDLER, AND YOU KNOW THE NAMES OF ALL THE REST OF THEM, TOO.  SO DO I, AND I HATE THE SHOW.  FUCK YOUR PRETENTIOUS HIPSTER FAUX-IGNORANCE."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tatterdemalion",
    "plus": 1,
    "snip": false,
    "text": "FUCK YOU SNOWMAN FOR BEING A COCK TO A STRANGER AND FORCING US ALL TO CONFRONT OUR PRETENTIOUS HIPSTER FAUX-IGNORANCE WHEN WE WERE ALL PERFECTLY HAPPY PRETENDING TO NOT KNOW ABOUT FRIENDS BECAUSE GODDAMIT, IT'S A SAD, SAD WORLD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 4,
    "snip": false,
    "text": "FUCK YOU CAPS LOCK"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nighttoad",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU NEW PSYCHIATRIST FOR TELLING ME ALL MY PROBLEMS ARE CAUSED BY PMS AND THAT YOUR GOD DAMNED PILLS WILL MAKE ME BELIEVE IN GOD, THEREFORE SOMEHOW GIVING MY LIFE \"MEANING.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU NEW YORK HOTEL FOR \"MISPLACING\" MY NINTENDO DS AND ALL OF ITS GAMES WHEN I ACCIDENTALLY LEFT IT IN MY ROOM, YOU ARE NOT AWESOME. (yea I'm late to the party but I've got some rage man)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dersquirrel",
    "plus": 1,
    "snip": false,
    "text": "with god as my witness, i will one day find the opportunity to repeat ray's final words."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Panels 5 and 6 are fine advice to any young person!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "So angry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "werthog42",
    "plus": 2,
    "snip": false,
    "text": "I think this strip explains the other strips this week pretty clearly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 8,
    "snip": false,
    "text": "I use to be a cashier, and I think that, if i'd had a chair I wouldn't have gotten myself fired for having a case of the dignities when I was told to, \"shove a grocery cart up my ass.\" * <br/> \n <br/> \n*cashier abuse is an ugly thing in this country."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Nah, I've worked in a bank for a while when I needed the money (...as opposed to now. Yeah), and I had a chair, but it still sucked because we got abused on a minute-by-minute basis.  Although, perhaps the fact that we had chairs helped us survive.  But then, I quit that as soon as I could.  Ah well, fuck them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mobro_4000",
    "plus": 5,
    "snip": false,
    "text": "Voltaire said that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mobro_4000",
    "plus": 9,
    "snip": false,
    "text": "At my job (where I have a chair), the other managers and I are instructed never to make emotional decisions or statements around other employees. When the urge arises we are to walk to the supermarket down the street and kick a cashier. These are our exact instructions."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "There is basically no excuse for not giving cashiers chairs. What is worse is when all of the other people at your store think you're lame for wanting one, because That's Just The Way It Is and This Is How Things Work and None Of Us Have Chairs What Makes You So Special."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Man, I wish I had a chubby left for that. I actually got \"fired\" (forced to quit on threat of firing, technically) from my crappy job at Jo-Ann Fabrics because I was  <em>on fucking crutches.</em>  God forbid they could have let me sit on a fucking stool at the register."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Fuck you for being handicapped!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "It is an  <em>epidemic</em> ."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rolotonybrowntown",
    "plus": 1,
    "snip": false,
    "text": "Jim '08!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "apatfan",
    "plus": 1,
    "snip": false,
    "text": "*CHECKMARK*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 3,
    "snip": false,
    "text": "this is the most fuckingest of fuck you fridays.  <br/> <br/> <br/> (fuck yeah)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "jeannetteandre",
    "plus": 8,
    "snip": false,
    "text": "I now realize how hard it is to successfully render a \"hot dumbass\" cat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "euphemisms",
    "plus": 0,
    "snip": true,
    "text": "A comment left by euphemisms was marked lame too many times and excluded. (marked lame by Overmedicated, Tony, envika, philw852002)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "laserblade",
    "plus": 1,
    "snip": false,
    "text": "Heh, \"insert\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lateadopter was marked lame too many times and excluded. (marked lame by Overmedicated, snowman, MollyBloom11, lucidaconsole)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikemcg",
    "plus": 0,
    "snip": false,
    "text": "Pity the poor kid with no chair. I am with you, bro."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "I used to be that kid. <br/> \n <br/> \nThen I got a megaphone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n..something like this?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atmus",
    "plus": 0,
    "snip": false,
    "text": "I've had to deal with all of those people (but as people, not cats) and I had the same reaction to all of them... but only internally :( <br/> \n <br/> \nOnce again Ray Smuckles, you prove that you are better than I could ever hope to be."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nihraguk",
    "plus": 0,
    "snip": false,
    "text": "Random-thing-I-noticed: candidate Jim looks like R. Beef and some-hot-dumbass looks like Teodor when he took off his snout that one time in a dream (sorry, too lazy to find the link)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "I completely share Ray's anger at hot dumbasses.  They are not fair.  Actually, the unfairness of all hot women, dumbass or not, is extremely aggravating to me.  Don't they realize I have eyes?  <br/> \n <br/> \nI think I'll just go fuck myself, and save everyone the trouble of telling me what to do about my problems."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "...it's those women that carry pepper spray. it's also those women that call men sex-pigs. irony? stupidity? i don't know, but what I do know is FUUUUUUUUCK it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "werthog42",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "werthog42",
    "plus": 0,
    "snip": false,
    "text": "Hmmm... Apparently, if you refresh after submitting a comment, it posts a blank post. Good to know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phy",
    "plus": 4,
    "snip": false,
    "text": "Ray generally treats Fuck You Fridays as a genial event. Today he is unloading with both barrels. Rock on, Ray. Cuss till it bleeds when they pee."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 72,
    "snip": false,
    "text": "[IMGS OFF] <br/> <br/> <br/> Sorry for MSpaint, it's all i have around for now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 2,
    "snip": false,
    "text": "is nice"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "capnb0b",
    "plus": 1,
    "snip": false,
    "text": "I agree that today's strip has taken \"fuck you Friday\" to a whole new level. I honestly don't know what I love more, \"casual fuck you Friday\" or \"double-barreled fuck you Friday\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 3,
    "snip": false,
    "text": "One day we may experience the rare situation of judas priest in both barrels."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by coffeecoaster, Flaaron, snoozebar, Boheeka, littlefatdog, Wolfslice, mattylite)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "afkpuz",
    "plus": 1,
    "snip": false,
    "text": "You're true blue, Manflesh."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wargasmic",
    "plus": 3,
    "snip": false,
    "text": "Ray is being ridiculously cruel and unfair, yes. But in expressing a little bit of what everyone thinks to themselves on those shitty days when it seems as though all the stupid, unnecessary people in the world have decided to say hello, he is hilarious.  <br/> \n <br/> \nThere is also a great deal of humor, terrible as it is, in the complete destruction of a fictional nineteen-year-old cat's ego."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "It's not hard to sign a petition, but Ray knows that when the petition is presented, the recipient will just say, \"Fuck you for thinking we're going to waste several million dollars and years of planning just because some kid and his friends whose spending choices will in no way affect us have collected an unverifiable selection of signatures!\""
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "Everybody thinks it, but only assholes say it out loud.  <br/> \n <br/> \n(Sort of like alien fan-fiction space porn. I guess.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "capnb0b",
    "plus": 0,
    "snip": false,
    "text": "I started to agree with you until I re-read the last 2 panels. While yelling at people is generally bad, Ray just cracks me up with the way he does it. I guess it's all in the delivery."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": true,
    "text": "A comment left by boheeka was marked lame too many times and excluded. (marked lame by Dovey, Overmedicated, KingPete, Steerpike66, Dr_StrangeGlove, euphemisms, Andrew_, jargonmaster, vodkavonstroheim, smugairle, -0_0-, nutmeg, MrPoopytime, Squi, Doc_Rostov, slalvation)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "euphemisms",
    "plus": 2,
    "snip": false,
    "text": "i agree, though ray as a character is also the one that gave a mentally challenged person twenty bucks saying \"hey, kid - no retard should pay to eat\".  <br/> \n <br/> \nupon appraisal, one would think a big portion of those that read achewood are privileged college-age students. but i read this more as the kind of pent-up \"fuck everything\" that is oft taken out on anything that seems to inconvenience you. then again, maybe onstad is slowly transforming the comic into a megaphone for the bourgeois opressors."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lacrimus",
    "plus": 2,
    "snip": false,
    "text": "Basically, you should never be a cock to a stranger, EVER.  Well said, Dr. Manflesh!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 5,
    "snip": false,
    "text": "At my school, we have a lot of this: rich kids who act like their money and education make them superior to other humans. As a homeless man I know once said, \"Where were they when I was wiping my buddy off of my face in Viet Nam? They were still shitting mustard! And now they come and throw a half-eaten bagel at me and tell me to get a job?\"  <br/> \nThe inhumanity which class differences can create will never cease to amaze me.  <br/> \n <br/> \nHowever, what do you think about this fuck-you friday? <br/> \nhttp://achewood.com/index.php?date=05112007 <br/> \nAt risk of further wearing my politics in the manner of cufflinks, I think Pat's first two fuck yous are also undeserved (note Ray's response, in particular.)  <br/> \n <br/> \nOn the other other hand, I do tremendously enjoy any variety of Fuck You Friday, so I tend to actively re-interpret them as  more ideologically pleasing commentary. (Because that's the kind of guy I am.) <br/> \n <br/> \nThose are my thoughts. Lame at will. <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": true,
    "text": "A comment left by boheeka was marked lame too many times and excluded. (marked lame by Jar, jargonmaster, slalvation)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "killerlimpet",
    "plus": 1,
    "snip": false,
    "text": "I agree that it is a generalization, and one which many to whom it is applied do not deserve. (I would like to think of myself as a college student who recognizes the humanity of all homo sapiens sapiens) However, the thrust of my comment was that such a generalization is, in my observation, based on reality: there are many people who treat very poorly those who are less educated and who have more menial jobs. This is true of the population at large, but my closest experience with it is with people in college and in college towns. It has certainly been more visible in those locations for me. I would tentatively hypothesize that it stems from a combination of new social dynamics, a sudden lack of supervision, and inhibition-lowering activities, but again, I could quite easily be wrong.  <br/> \n <br/> \nAs for class, different interpretations of the strip, I'm sure, all have validity. I simply feel that Manflesh's comment that \"of the three people ray does a fuck-you to in this strip, the last two of them are working shitty minimum wage jobs that they probably hate,\" next to Ray's wealth is one which particularly rings true to me, and fits with my observations of certain groups of people who are so embedded in their privilege that they feel they can treat others as invisible at best. Again, I am not running the comic down, I am simply voicing my interpretation of it, and adding my thoughts to ManFlesh's post."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "The thing is, Ray isn't yelling at people who are destitute or lower-class, so much as people who are just sort of \"paying their dues\" in society. <br/> \nThe nineteen year old with the crappy job isn't being derided for being \"lower-class,\" but just for being nineteen. He's not saying that he will never get respect, just that, at nineteen, he hasn't earned a whole lot of it yet. If working for minimum wage wasn't shitty, it wouldn't be working for minimum wage."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "aplomb",
    "plus": 1,
    "snip": false,
    "text": "The thonged squirrel is defending the cartoon cat's cultural perceptions."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 3,
    "snip": false,
    "text": "i wasn't trying to label all college students, only the big pricks among them. college is a wonderful thing and if you're lucky enough to go, that's fantastic! i think i was being unclear though when i said something about those who have mentioned their college majors in this thread--i was trying to ask those people if their experiences in college are like the ones i'm describing. i wasn't trying to accuse them all of being rich assholes! sorry that i didn't write that out very well."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "seanbad",
    "plus": 2,
    "snip": false,
    "text": "Or perhaps people who feel a bit snippy should double-check their reading comprehension. <br/> \n <br/> \nQuote (dr_manflesh):  <em>there's been a lot of talk of college majors in this thread: doesn't ray's behavior today make you think of the sense of entitlement (and willingness to say fuck you to anybody who has to work hard to pay the bills) that fratty, college-aged children of rich families often have?</em> <br/> \n <br/> \nWhich part of that said \"all college kids are snotty rich fuckheads?\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stormagnet",
    "plus": 1,
    "snip": false,
    "text": "Agreed- I think it speaks more to the fact that pretty much anyone in college has seen enough of that particular breed of fuckhead to recognize their characteristic behavior? It doesn't accuse Ray or the readers of being the same, simply pointing out a parallel ripe for digression. <br/> <br/> That said, I have to admit I didn't actually read Dr. Manflesh's post, as I have him on my ignore list. (No malice, I think a lot of his stuff is hilarious. Rather, my sanity has proved too fragile for those fanfic posts of his >_<)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "No one should be a cock to a homeless veteran,  <em>ever.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "Ordinarily these would be good points. But it is Fuck You Friday after all..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "Nice counterpoint. <br/> \n <br/> \nI'm wondering how my wife would react if I said, \"I just gave dr_manflesh a chubby.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apatfan",
    "plus": 9,
    "snip": false,
    "text": "never... EVER... apologize for MS Paint"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "elzilcho",
    "plus": 0,
    "snip": false,
    "text": "Am I seeing things, or did you bust out an interrobang?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "rad chillies there"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "becauseofaproblem",
    "plus": 2,
    "snip": false,
    "text": "You don't see a lot of hot dumbasses with card tables blocking the entries to retail outlets in the New York metro area. I think it is because many of us would punch them, repeatedly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 1,
    "snip": false,
    "text": "I like how Jim's campaign sign only means something to people who already know who he is and why his name is there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kkrusty",
    "plus": 0,
    "snip": false,
    "text": "achewood has made me laugh out loud uncontrollably for 4 days running.  Word up, chris."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kkrusty",
    "plus": 1,
    "snip": false,
    "text": "my bad, 5 days.  sorry, everybody."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 2,
    "snip": false,
    "text": "It doesn't take a Stephen Hawking to calculate them pants."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "I feel bad for intentionally giving this strip a low rating to bring it into balance with the harsh reality that it is nowhere near as funny as yesterday's."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 10,
    "snip": false,
    "text": "D <em>is</em> <strong>agre</strong> eme <em><strong>nt</strong></em>  bO <em>x</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ntopp",
    "plus": 2,
    "snip": false,
    "text": "Well, fuck me. Is it Fuck You Friday already? God bless us, every one."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "Don't you mean, \"God Fuck Us, Everyone\"?  Amen."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "Fuck you for assuming you know what I meant. ;D"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Fuck you for thinking I give a shit what you meant.  Little Timmy can die of polio for all I care, I just wanted to make a fucking joke! <br/> \n <br/> \n- This pre-Friday fuck-you brought to you by Boring Thursday"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 1,
    "snip": false,
    "text": "Those shades can't hide it. Ms. Hot Dumbass is at the medallion-midpoint of hardcorely eyefucking Ray from specs to thong."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "Ah. Fuck you Friday. Such memories."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stabones",
    "plus": 3,
    "snip": false,
    "text": "Fuck you Fridays = automatic 5.  its like they make all the bullshit that goes on throughout the week worth it. <br/> \n <br/> \nactually, they are like a kickstart to the weekend...like the first hangover beer.  at first you dont feel like drinking again, then you get that first one down and its all downhill from there... <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jrpigman",
    "plus": 2,
    "snip": false,
    "text": "Chubbied because that is my favorite beer."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "Double-chubby. Bloody Marys are for people who wake up with seven dollars left that they can spend on a drink with breakfast. <br/> \nYou can get 22 oz's of PBR and a bag of salt and vinegar chips three times over for that kind of scratch. <br/> \n <br/> \nNo Fiesta Name though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "porquechutzpah",
    "plus": 0,
    "snip": false,
    "text": "so how does budweiser's chelada fit in? or do these unfortunate blends of bud light and clamato only exist in texas?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "We've got 'em out here in San Diego, as well. But I'm not sure where bloody beers fit in the mix."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pmoney187",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pmoney187 was marked lame too many times and excluded. (marked lame by Overmedicated, twohundredninety, katal, Stonecrab, vodkavonstroheim, forksandknives, anitrophaeron, Lereya)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 1,
    "snip": false,
    "text": "Hey! You should be supportive. He needs it at his age."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "yamo",
    "plus": 2,
    "snip": false,
    "text": "Mark my words: Jim will be the character that catapults Achewood into the mainstream. He will be the primary focus of the movie and videogame adaptations."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hargbarf",
    "plus": 0,
    "snip": false,
    "text": "He also sort of looks like Jim from The Office, so take that as you will."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kingsleymc",
    "plus": 0,
    "snip": false,
    "text": "I love a good Fuck You Friday."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 2,
    "snip": false,
    "text": "Why is Ray so worried about the calculated tight black pants?  Is he being tempted to slip back into his old ass man ways?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mollybloom11",
    "plus": 0,
    "snip": false,
    "text": "I woke up this morning to an empty space where my car was last night. On the way to the impound lot, I thought, \"This is most definitely, a Fuck You Friday\". <br/> \n <br/> \nAlso, I too am an English major. It's strange how many of us there are on here... Or not strange, considering English majors have little else to do with their time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boheeka",
    "plus": 2,
    "snip": false,
    "text": "Most of my friends are english majors and they have way too much time on their hands,  while the free time I have is spent in my smelly little room in the  Arts/Humanities house being subjected to god-awful renditions of the \"rent\" and \"magic flute\" scores <br/> \n <br/> \n <em>You are not the queen of the night. Please stop.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "It sounds like der Hölle Rache kocht in teinem Herzen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "checkmatejones",
    "plus": 0,
    "snip": false,
    "text": "I laffoed too hard when the nineteen year old dude trying to get Ray to sign a petition cringes in fear. Best Fuck You Friday evar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "I actually dunno about that. I mean Ray really does seem to be accessin' Pat-sized levels of ire in that one. I dunno if this is a side of him we just aren't normally shown or if Something Is Up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "He is about ready to turn that kid into Cowboy Sauce, if you're hip to my lingo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jugglegod",
    "plus": 0,
    "snip": false,
    "text": "My guess is he needs to get laid."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 2,
    "snip": false,
    "text": "When I was in high school some of my friends and I had an annual kitten-saving contest: no orgasms allowed, who will drop first? Several fights almost broke out over the course of the contest. <br/> \n <br/> \nI therefor support this theory."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 3,
    "snip": false,
    "text": "I once had a job where they gave me a chair, and that was all. That was a weird one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stabones",
    "plus": 0,
    "snip": false,
    "text": "best christmas ever!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "misterwolf",
    "plus": 0,
    "snip": false,
    "text": "You tell 'em, Ray. <br/> \n <br/> \nYou tell 'em."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moondough",
    "plus": 0,
    "snip": false,
    "text": "Ray is clearly not a fan of grass-roots democracy in action. At least not the door-to-door version of it. Indeed, Ray has a point."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ezcmac",
    "plus": 0,
    "snip": false,
    "text": "Today is not a good day for solicitors. Fuck them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mcphercj",
    "plus": 0,
    "snip": false,
    "text": "YOU KNOW WHAT? YOU KNOW WHAT?! WELL, DO YOU F-ING KnOW wHaT?!?!?!  Man, Ray is out of control today."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ricnine",
    "plus": 0,
    "snip": false,
    "text": "Oh how right you are, Ray. Fuck this Friday. What a terrible day today was. Also I too am nineteen and eagerly await the day I finally get a fuckin' chair."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "remotevinyl",
    "plus": 0,
    "snip": false,
    "text": "Classic.  Best strip in some time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "Why stop at Fuck You Friday, when we can have Suck my Cock Saturday as well?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 0,
    "snip": false,
    "text": "Fluff My Hogg Saturday would be better."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "but, you can't go wrong with alliteration!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "Taint-Ticklin' Tuesdays?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "Watersports Wednesdays!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "Both-Thumbs Thursday!!!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "Savior Sunday <br/> <br/> <br/> Amen"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "When did Roast Beef get a wig?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "And a white nose."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "natashamarie",
    "plus": 1,
    "snip": false,
    "text": "thanks to all the achewood fan english majors with no chairs for reminding me why i majored in engineering.  not only do i have a chair, i have an  <em>assistant</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Yeah but you were a chick doing engineering so you have to spend the rest of your life working with and dating Dilberts."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "natashamarie",
    "plus": 0,
    "snip": false,
    "text": "actually, i'm a civil... and i work in construction.  so i just... get to be... harassed my entire life. <br/> \n <br/> \nokay, english majors win this battle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tel",
    "plus": 0,
    "snip": false,
    "text": "Man, that is some pretty harsh shit for achewood. Ray, and really, I guess Chris, usually aren't half this brutal. <br/> \n <br/> \nI like it. Keep it up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "son_of_selleck",
    "plus": 0,
    "snip": false,
    "text": "I will not vote for Jim."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Soon it will be illegal for a man to run for public office unless his name is Jim, Bob or George."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "Aaack. I accidentally marked this as spam. Sorry, dude. <br/> \n <br/> \nIt would be nice if there were a way to undo that kind of thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 5,
    "snip": false,
    "text": "I'm on to you,  <em>Cathy.</em>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "<em>Shhh.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "In Dublin, which is now a corporate fuckhole of charmless alcoholic fatsoes with beer pimples, those hot cell-phone company chicks have whiteblond hair, peanutbutter-brown skin and red baseball caps. they stand outside the tarin stations handing out Vodaphone fliers and I hate them."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "This is Pat's strip. Ray should not be doing this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 0,
    "snip": false,
    "text": "Serious. This kind of behavior is not very rad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "Pat is certainly the bigger asshole. The problem, though, is that he is so self-righteous and sanctimonious that he would never admit how angry he can get at \"normal\" people. He would have to transpose his anger in the direction of meat-eaters or the wealthy, rather than really and honestly letting it fly when someone \"just doing their job\" happens to just totally chafe his sack. <br/> \n <br/> \nRay is willing to man-up and face the fact that sometimes life, by no fault of its own and with the best of intentions, gives rise to Fuck You Fridays every now and again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "powderfinger",
    "plus": 1,
    "snip": false,
    "text": "what kind of asshole campaigns in cargo shorts?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "halofyre",
    "plus": 0,
    "snip": false,
    "text": "This strip was the best birthday gift I got (yesterday)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "asinineuser",
    "plus": 0,
    "snip": false,
    "text": "What's jumping out at me is Ray's topless state in this very clothed world."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coco",
    "plus": 0,
    "snip": false,
    "text": "Panel 5 is the best . . . Ray looks like he's about to explode from anger. That's the angriest looking finger I've ever seen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Later: blogging crown on head and hands on keys. \"It wasn't long before ol' Ray did a subtraction on those calculated black pants. Pretty soon we were gettin' mad rutty.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foxtrotamend",
    "plus": 1,
    "snip": false,
    "text": "This was the first current strip I read, which means that I finished the entire Achewood archives in two months.  Now to get started on the blogs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "checkmatejones",
    "plus": 3,
    "snip": false,
    "text": "Sir there is nothing I can do about being nineteen sir please do not wave your glass of ketel one at me sir SIR PLEASE DO NOT RUN ME OVER IN YOUR ESCALADE I AM SORRY"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fatbatmat",
    "plus": 0,
    "snip": false,
    "text": "i love ham"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jhunter",
    "plus": 0,
    "snip": false,
    "text": "I feel Anonymous Teenager's pain, for I too have yet to experience a job where I'm allowed to sit down. It makes it real hard to go to the toilet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I find it speaks of Ray's character that, when met with someone who is asking for signatures for a petition, he assumes that they are working. For pay. <br/> \n <br/> \nGod damnit, Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "I read this comic about two months after getting my first job where they gave me a chair. <br/> \n <br/> \nI felt pretty damn good that day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "i wonder what kind of job ray had when HE was 19.... i highly doubt it was one wherein he sat in a chair given to him.  i also highly doubt he avoided being facially recognized by others.  fuckin hypocrite."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "All getting a job with a chair means is that you'll probably gain some weight and find yourself uncomfortable in your shitty office chair and worsen your overall posture. <br/> \n <br/> \nAlso you're probably making more money, but whatever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "isaac_holladay",
    "plus": 0,
    "snip": false,
    "text": "It seems that fuck you fridays have taken somewhat of a dark turn..."
  }
]