[
  {
    "depth": 0,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 3,
    "snip": false,
    "text": "God, Lyle, she broke you.  Broke you in two."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "excusemesenator",
    "plus": 3,
    "snip": false,
    "text": "Or did the fat guy in a suit get to him first?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 19,
    "snip": false,
    "text": "We are all busted goods from the get-go.  Maturity is figuring that out/owning it/moving on. <br/> \n <br/> \nLyle's philosophical side is unexpected, yet resonant."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fancypants",
    "plus": 6,
    "snip": false,
    "text": "i disagree.  we get fucked up along the way. shit happens to us, we take shape around the events of our early lives. we're pristine when we're born. life sullies us.  some get more dirty than others. tabula rasa man. <br/> \n <br/> \nalthough i do agree with you, maturity is as you said."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fermatprime",
    "plus": 7,
    "snip": false,
    "text": "It is the argument of an age doggs."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "I disagree with all of the above. <br/> \nWe're conceived as the expression of self-perpetuation... a futile battle against entropy that we spend our entire lives and deaths losing until we eventually succumb completely. Maturity is a delusion that we cling to for self-reassurance. Psychological masturbation. The fragments of desire for persistance and perpetuity hard-wired into our brains crying in pain and pointless opposition to our unbecoming. <br/> \n <br/> \nFor we are to be as we are meant to be, which is to say that we shall not  <em>be</em>  at all.  <br/> \nDegeneration, decay, rot... These are the things such as bliss is made of, until finally all troubles are gone and peace is once again all.  <br/> <br/> <br/> <em>{Subtext : Fuck maturity. Live fast. Die young. Scream like a brat the whole way. More fun like that.}</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 10,
    "snip": false,
    "text": "Both you dudes are right, we all have out genetically coded hang-ups and no-gos, we just collect more along the way. <br/> \n <br/> \nThat what I think, at least."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "a chubby for your synthesis, sir"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 18,
    "snip": false,
    "text": "More like a chubby for your  <em>fence-straddling,</em>  sir  <em>jackass.</em>"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 4,
    "snip": false,
    "text": "An opinion is only valid if it offends people."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "everything",
    "plus": 10,
    "snip": false,
    "text": "In U.S. popular culture, science is just opinion if it offends someone."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "to US science, popular opinion that offends is a rusty nail that must be pounded flat"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "everything",
    "plus": 1,
    "snip": false,
    "text": "Maximus, that's basically the definition of how any science works, not just science in the U.S.  If something is not scientific, that is to say, if it violates scientific protocol, then you could say that it 'offends' the scientific process.  Yes, there are those of us who would like to pound down the rusty nails of non-scientific reasoning.  It's all well and good to believe in Psychics, ESP, Unicorns, God, and other delusions, but are any of these paranormal phenomena gonna fix your car when it breaks down, or fix the world economy when it breaks down?  While there are certainly those of us (for instance, BushCO) who are quite eager to trust our future to the hands of God, or Fate, or Whatever, there are also those of us who suspect that perhaps, just maybe, the Powers That Be may dictate that our fate is in our own hands, and that the test of fate is... (ta da!!...)  our ability to follow a line of methodical and rational reasoning (AKA science.)  This mentality that concludes that scientific inquiry is somehow a disingenous ruse hell bent on robbing humanity of it's Ultimate Fate, is, sadly, correct except for the minor point which it misunderstands, namely, the point of just what that Ultimate Fate is bound to be, without science...  Of course, the Fairies and Unicorns and Angels and such will guide us to our just Ultimate Fate... well... that's nice and all, and it would be super nice if those who persist in such a belief could go away, far away, maybe take over their own state and secede from the Union... a nice midwestern state...  Or perhaps Alaska...   <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "deepomega",
    "plus": 7,
    "snip": false,
    "text": "Sir Jackass was not one of the most popular knights of the round, but he got all kinds of pussy. Isn't that always the way of things?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "I do not think I want all kinds of pussy if that includes Darlene."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jaldor",
    "plus": 3,
    "snip": false,
    "text": "You must spank her. And then you must spank me. You must give all of us a good spanking. And then... the oral sex!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 8,
    "snip": false,
    "text": "Haha, I totally expected this comment to have been lamed to oblivion within an hour. I guess it's true. Controversy pays. <br/> \n <br/> \nYou  <em>homos.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "buckmulligan",
    "plus": 2,
    "snip": false,
    "text": "No wonder Kate hates you."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Dude! <br/> \n <br/> \n...Maybe!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "I'm with you on this one, but I think more than just hang-ups we're all screwed by nature. It is the nature of man to be fucked completely. Part of this I think was observed best by Hobbes. We are competitive and selfish by nature, but society teaches us this isn't good and maturity teaches us to lie in order to be accepted. Sometimes we even lie to ourselves because we don't want to confront that nature. This creates friction between what we know we really want and how much of a dick people will think we are if we go for it. <br/> \n <br/> \nIn a way Pat summarizes this pretty well. He wants to be a wild man living out his deepest desires, but he can't. He has hang-ups and he has actual feelings about the world. Since he can't reconcile these he becomes a completely insufferable bastard about trying to show how much he cares, how superior he's being, how much more goddamn  <em>conscious</em>  he is. It's because he can't just be himself and is consumed by rage at society for refusing to let him be free. <br/> \n <br/> \nAlso, he's just a total prick."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Yes, but the question is:  can we overcome our inherent selfish, hung-up nature? <br/> \n <br/> \nAlso, sounds to me like you relate to Pat a little too much."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "I would say that not only can we not overcome it, but that I do not necessarily think we should. We should, however, acknowledge it. As I said earlier maturity is often, though not exclusively, the process of learning to lie. Children are violent, venal, and pure. They are horrible, hate-filled little monsters that act based on their feelings and impulses and this lends this the capacity for tremendous cruelty. Growing up teaches you to mask that. It also teaches you the important skill of knowing how much of a complete fucking idiot you were almost every goddamn moment of the day when you were younger. Even up until last month. <br/> \n <br/> \nAs for Pat I wanted to try and go all psychobabble on him. Trying to explain his problems and make him a sympathetic figure to be pitied. It was facetious, however, that's what the last line was for. Despite all the nonsense I just went on about I acknowledge that he's really just a prick."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "verbose",
    "plus": 1,
    "snip": false,
    "text": "And yet this is an approach that leads to acceptance of traits and behaviours that ought to be unacceptable. The Circumstances I am from gave me two parents who, in vastly different ways, simply accepted what they considered to be their nature and they didn't seek to improve themselves beyond those self-imposed limits.  <br/> \n <br/> \nIt seems like a particularly sad world view that says that you are just a dick and all attempts to change that on a meaningful level are doomed to failure, that the best anybody can accomplish in pursuit of a moral life is a particularly fine web of lies and deception.  <br/> \n <br/> \nWorse, I think, is that it seems to raise a prickly question. If we are unable to change ourselves then by what grounds to we judge others? They're equally as without power in the whole scenario as we are. I suppose if you're willing to just swallow that we have no right, no moral authority but we can and should do it anyway because it is within our collective power then it's not inconsistent. It just seems very sad to me. Might makes right writ through the very nature of morality.  <br/> \n <br/> \nBut it's said that I'm an unusually optimistic pessimist."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "anomalous3",
    "plus": 0,
    "snip": false,
    "text": "Since everything is illusory, I feel that there is no shame in being an artist of sorts, that truth can be revealed more potently by carefully crafted falsehoods than by attempts at reductionism."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "anomalous3",
    "plus": 0,
    "snip": false,
    "text": "Since everything is illusory, I feel that there is no shame in being an artist of sorts, that truth can be revealed more potently by carefully crafted falsehoods than by attempts at reductionism."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Everything is illusory, anomalous3 doubly so."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 4,
    "snip": false,
    "text": "Ah - but which one is the real carefully crafted falsehood?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "verbose",
    "plus": 0,
    "snip": false,
    "text": "And now the conversation has gotten sufficiently meta that I can happily hammerslide out of here."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "do we have to? i mean, really? is it a reasonable goal to overcome one's \"nature?\" it seems to me that that kind of thinking is what leads one to engage in such as self-flagellation or genocide. i suspect learning to accept such nature seems the healthier alternative. having said that, i am in awe of marcus aurelius' professions of absolute indifference towards his physical maladies."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 4,
    "snip": false,
    "text": "We are from Circumstances."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I hear you come from Ass Springs, Ma."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "I heard you come from your mom's vagina."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "YO DAWG I HERD YOU LIKE FUNCTIONS SO WE PUT A FUNCTION IN YO FUNCTION SO YOU CAN DERIVE WHILE YOU DERIVE <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "YO DAWG I HERD YOU LIKE COMEDY SO YOU REFERENCED A MEME IN HOPES OF MAKING ME LAFF."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "I felt it more worthwhile than my first effort of: <br/> \n <br/> \n\"no I come/cum from your mom's vagina\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Nope, that one was better."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "Last time I tried that,  <em>you got born</em> <br/> \n <br/> \nI'm sorry for all your poor genes"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 5,
    "snip": false,
    "text": "What is your stance regarding mudkips?  I'm told it's positive"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Do you also want me to sit right down and tell me a story about how your life got flipped and turned upside down?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "You can't use  <a href=\"http://web.archive.org/web/20110609025019/http://www.qwantz.com/archive/001428.html\">that</a> ."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "OH MY GOD <br/> \nCUT IT OUT, ALL OF YOU"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I don't know about that faggot 4chan shit BUT the baby murlocs in the Borean Tundra are epic"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Baby murlocs... Wait a minute, do you mean the bad guys from the Time Machine?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110609025019/http://www.youtube.com/watch?v=pqlc6b0x1JE&amp;feature=related\">http://www.youtube.com/watch?v=pqlc6b0x1JE&amp;feature=related</a>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "look at my feelings on this asset"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "no I come/cum from your mom's vagina"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Not as funny the second time around."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dangelder",
    "plus": 1,
    "snip": false,
    "text": "...in bed!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 8,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "no I come/cum from your mom's vagina"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Where do you come from?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Wait, you mean you're a prostitute and you don't know from where guys--"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 4,
    "snip": false,
    "text": "Correct. I wanna come."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Is this over? Can I start reading again?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "Thank you for reminding me why this is the only message board that doesn't make me pull my hair out..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I read \"get-go\" to mean entrance to relationships.  Whether by genetics, environment (or both), by the time you get out of adolescence, most of us have a hand-cart full of emotional baggage.  <br/> \n <br/> \nAlthough, until I was 30, I was unaware of any of it -- then it was too late (that's what starter-wives are for)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "\"Man is born free but is everywhere in (emotional) chains.\" ( <em>faggotry added</em> ) <br/> \n <br/> \n-- Jean Jacques Rousseau"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overman",
    "plus": 0,
    "snip": false,
    "text": "Pristinely covered in blood, shitting and pissing ourselves."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "That line right there is fucking genius. There are all kinds of things fucked up just in that string of associations."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "A Joe Jackson reference? In my Assetbar? <br/> \n <br/> \n <em>My feelings on this reference are: Pro</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 0,
    "snip": false,
    "text": "Lyle doing dishes? Man...."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 7,
    "snip": false,
    "text": "You mean, as opposed to half of the jobs he's ever been employed for?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 8,
    "snip": false,
    "text": "Lyle being employed and Lyle actively contributing to a household are very different things."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Maybe he needed to do the dishes so he could have room to bathe in the sink with his precious brown liquors."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 0,
    "snip": false,
    "text": "someone who pukes all over the floor just to try moving a football is not going to clean the dishes so he can bathe in the sink."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thesoulbear was marked lame too many times and excluded. (marked lame by rowboat, fancypants, habnabit)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fancypants was marked lame too many times and excluded. (marked lame by woodenteeth, rachel, TheSoulBear)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I was 19. The drinking age was 18. I was off the hook."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 3,
    "snip": false,
    "text": "At age 19 I was kidnapped by Turkish pirates, but I've been off the hook for a while now."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "chubby for quoting one of the better solo career SM song (slim pickings)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It is probably the best song from his solo career. <br/> \n <br/> \nFrankly there is so many means laden in my use of \"the hook\" there that even I haven't yet worked them (reference to the song, no longer in trouble with said pirates, no longer a pirate myself, etc.) all out. Just a moment of \"dear god, what in the hell did I do by phrasing it like that?\"  <br/> \n <br/> \nPerhaps I'm just reading too much into it though... I have been reading  <em>House of Leaves</em>  a bit too much lately."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Harsh. I'd say there are an average of six good songs per solo album (and \"The Hook\" always seemed a bit hokey to me)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "It is a bit hokey, and, sadly, it's still one of the better ones off of that album, I think.  Most of that album could be described as hokey, which is, overall, a bad thing.  Some of the hokey songs are my favorites, but overall, man, that is a disappointing album."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'll spare the 'Bar a song-by-song breakdown, but I liked most of that album. The ones after got a little sketchy (though none of them are without merit), but I thought it was a solid effort."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I agree, let's avoid too much digression, but I really don't like that album much at all.  I even sat here listening to it again (skipping songs I hate; e.g. Black Book, Discretion Grove, etc.), since I hadn't brought it out in years.  I've also never been a big fan of some of the \"favorites\" off of the album: Jenny & the Ess-Dog (this one stirs up a lot of bile in me, surprisingly, and I'll just leave it at that) and Church on White.  When it comes to the latter, I've always felt like it appears to be a good song, but I've ultimately always found it very bland.  The Silver Jews' \"Death of an Heir of Sorrows,\" which you could pretty much call a sister song (they were both written in response to the death of Rob Bingham, SM and Berman's old college friend), is, to me, a much better tribute and song overall.  It's probably my favorite Joos song, but, yeah, I know it sounds extremely petty to compare tributes to a dead friend. <br/> \n <br/> \nTruthfully, the only album I actually like is the 2nd one, and even that one is just a bit above \"decent.\"  <br/> \n <br/> \nOh DAMMIT I just went and nearly did a song by song breakdown."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I say! We certainly do disagree on this!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Yes, but as I have  <strong>proved</strong>  in the archives, I'm the  <strong>superior</strong>  fan, and thus I hold sway.  I mean, I'm assuming you have come  <strong>to</strong>  that conclusion."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm prettier."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "As pretty as Stephen Malkmus?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Unfair. No man or woman is as pretty as him and you know it."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "This is true."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I still say it's one of the best songs about pirates next to \"Singapore\". Which, well, I guess it's not technically about pirates, but I'm not going to split hairs. It's close enough and it's awesome."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Do you like pirate music?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Do you like movies about gladiators?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "<em>'Twas on the good ship Venus...</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Go easy fancypants."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fancypants",
    "plus": 1,
    "snip": false,
    "text": "that is exactly what your mom said last night. <br/> \n <br/> \nthe mom that I......  <br/> <br/> <br/> boned?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "No, the other one.  (Woodenteeth Has Two Mommies)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 6,
    "snip": false,
    "text": "The bone that I <br/> \n <br/> \n...Mom?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "The bone your Mom <br/> \n <br/> \n <em>...Nommed?</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Were you boning my other lesbian mommy? Is this what you are saying?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 5,
    "snip": false,
    "text": "Woodenteeth has a title for his new children's book. <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Were you boning my other lesbian mommy?</em></div>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Children's Book! I'm going to have to contact Admin at Amazon."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "This seems like an important title to teach children that while they have a lesbian relationship only one of them is a lesbian. The other is bisexual and they have an open relationship. <br/> \n <br/> \nKid's gotta learn about this somehow. Better here than in \"Casual Encounters\" on Craigslist <a href=\"http://web.archive.org/web/20110609025019/http://sfbay.craigslist.org/sby/cas/1076964573.html\">.</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "i found the link to your personal ad a bit superfluous. and me. i do."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "one of my friends is having this happen to her. <br/> \n <br/> \nonly the 'open relationship' part is being forced on her by her mate. <br/> \n <br/> \nHELLA problems. (both bipolar, one cycling.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "Fancypants you really do need to calm down.  <br/> \n <br/> \nYou lamed me for showing a picture of Jon Hamm. Is this really a path in life you want to take, laming Jon Hamm? <br/> \n <br/> \nIf you think Jon Hamm is lame he'll just stand there, being cool, and you'll be  <em>wrong</em> . <br/> \n <br/> \n <em>(jon hamm)</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "My mother's feeling's on your question mark placement are  <em>appropriate</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "*sheds a single tear*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "*licks it from fancypants cheek, and grins*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<em>what does it taste like?</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "like grapes. <br/> \n <br/> \nass grapes."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "WHY FIND OUT?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Do not go easy into that good mom, fancypants. <br/> \nRage, rage, against the dying of the.... <br/> <br/> <br/> bone?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "No, seriously - thesoulbear is a fuck wad."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "I have read about it. In a book."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Fuck wad."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Hilarious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "Geez, turns out Lyle is as deep as Cornelius.  Who knew?  I just hope Todd never gets a past and a conscience; that would be too depressing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 14,
    "snip": false,
    "text": "[b]WHAT THE F-F-F-UCK DO I NEED A CONSCIENCE FOR?  GETS IN THE WAY OF THE F-F-F-UCKIN'!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 1,
    "snip": false,
    "text": "Aw, poo."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "too bad about that BBcode. a chubby for the sentiment, though."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "No he's not. Lyle got tired and gave up before he found out that  <em>people really are things you can fix. Starting with yourself.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "You can only fix yourself and try to get other people to fix themselves."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "I'm not the one who lamed you though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Oh, hell, I don't care who lamed it. It does sounds preachy, but so what. <br/> \n <br/> \n You're saying the same thing I'm saying anyhow. Fix your own ass, and everyone else's problems are not a problem.  <br/> \n <em>Hugs is the answer.</em> <br/> \n Also, Carry a can of  <em>Fix-a-Flat</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "awksedperl",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Fix your own ass, and everyone else's problems are not a problem.</em></div> <br/> \n <br/> \nUnless the other person's problem is that you cannot be suffered to live.  Then you may have to bludgeon that person to death, in a very self-actualized way, of course."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You tryin' to start some shit here, bub? HUH? <br/> \n <strong> BECAUSE IT LOOKS TO ME LIKE YOU'RE TRYING TO START SOME SHIT HERE.</strong> <br/> <br/> <br/> Plus your 'unless' is wrong. Go now and contemplate the error of your ways."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>You tryin' to start some shit here, bub? HUH?<br/>\nBECAUSE IT LOOKS TO ME LIKE YOU'RE TRYING TO START SOME SHIT HERE.</em></div> <br/> \n <br/> \nNo sir. <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Plus your 'unless' is wrong. Go now and contemplate the error of your ways.</em></div> <br/> \n <br/> \nI have contemplated the error of my ways, of which a possible misuse of \"unless\" is but a scintilla, but it still seems like a perfectly useful \"unless\".  But I will contemplate it some more."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Not being a dick about terms like \"unless\", you understand, but if you've fixed your own ass to a self-actualized \"place\", or however you want to describe it, that guy killing you won't make any difference to you....if the guy even follows through. Odds are, he won't. <br/> \n <br/> \n What I'm getting at is if he kills you, it's because it really is your time, not a random, senseless thing. And being self-actualized, or whatever term you'd wish, you're totally cool with that. <br/> \n <br/> \n <em>We know that people cling to their lives. We are taught that this wrong action, because static clinging is an unbalanced ionic force.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "I think you can be self-actualized and still not want a dude to murder you, or tolerate his attempt to murder you."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Of course, since you are imagining self-actualization as it fits within your existing parameters. I think we both know the problem with that. <br/> \n <br/> \nBest way is to  <em>Try it and Find Out.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Not that I'm disagreeing with you here. What you're saying here is subtly different from what you said before."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "You are making the assumption that I am not self-actualized, which there's nothing I can do about. <br/> \n <br/> \nYes, I understand that one's response to someone wanting to murder one does not have to be to preemptively murder him, but it's funnier that way.  So I should have just said that from the beginning and saved us all some time.  Semi-seriousness always burns me."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I think beating the guy to a whimpering, beseeching pulp might be funnier, if only barely. There's no funny about Killing. <br/> \n You think  <em>we're</em>  wasting time. Hah! <br/> \nHah-Hah!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I know I fixed my dog.  Same technique should work on tigers, or whatever the hell Darlene is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "Philippe does not have a past."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Philippe is always five."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Well, duhhh."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "Philippe does not have a future, either."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Philippe exists in a singularity. <br/> \n <br/> \nAnd is five."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Philippe got sucked through a vertex and is stuck in a space-time singularity.  So he is five."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 3,
    "snip": false,
    "text": "<em>So it goes</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "a vertex of what?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Philippe has  <a href=\"http://web.archive.org/web/20110609025019/http://m.assetbar.com/achewood/uua1pghHz\">wicked future</a> !"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "future has wicked philippe, and yet, he remains, ever and always, five"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<em>So it goes</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Phillipe Pilgrim?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "^p^"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "darkernorm",
    "plus": 0,
    "snip": false,
    "text": "What the hell is a potted meat product?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Beanie-weenie, norm."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "darkernorm",
    "plus": 1,
    "snip": false,
    "text": "That doesn't clear up anything. I am Canadian."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Meat in a can, generally of a pate consistency but without the quality ingredients."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "Q:  How is Michael Jackson like Spam? <br/> \n <br/> \nA:  He likes his meat to come in small cans."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Huge slam on Beer Guru Michael Jackson out of nowhere!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "I think death was the bigger slam."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maldraedior",
    "plus": 0,
    "snip": false,
    "text": "Spam is universal [IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 4,
    "snip": false,
    "text": "They have SPAM in other galaxies. They call it SPAM."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "isn't that confusing?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 7,
    "snip": false,
    "text": "No more confusing than ordering a Jinnantonnixx or whatever they call it on this planet"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "YES."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Man I need to reread it.  <br/> \n <br/> \nI got the reference, I just really want to reread it. I have the leatherbound omnibus edition. It's in better shape than my Bible collection."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't get the reference, what are you talking about?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<em>Hitchhikers Guide to the Galaxy</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh, okay. It has been some years since I have read that."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>The Pan Galactic Gargle Blaster . . . <br/>\n<br/>\nLike having your brains smashed out by a slice of lemon wrapped around a large gold brick.</em></div> <br/> \n <br/> \n- Hitchhikers Guide to the Galaxy"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "The Martian Manhunter-Mixologist"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "SPAM is not really potted meat."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "If not for Spam, Europe would be Germany."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 9,
    "snip": false,
    "text": "1) Buy meat <br/> \n2) Season it squarely <br/> \n3) Ruin it <br/> \n4) Hide the corpse of your potential meal in a can"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "The corpse of your potential meal  <em>muft</em>  be defiled."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deepomega",
    "plus": 11,
    "snip": false,
    "text": "Big slam against fucking well dressed fat men out of NOWHERE."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "Fat men make big slams while fucking, this is not an uncommon thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Notwithstanding my love of litotes; fat men fucking is not all that common."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Seriously!  Some of us are fun both in the bar and back at the hotel."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "daidai",
    "plus": 7,
    "snip": false,
    "text": "They hide Candyland and Connect Four in their fat rolls.  <br/> \n <br/> \nThey are fun everywhere!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Genial fat men in suspenders are a blessing on this earth"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nYou really want to go on record saying that, chief?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Oh man. Guys, just look away. This is bad."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "The suspense is killing me! <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dutch_grimsley",
    "plus": 0,
    "snip": false,
    "text": "\"Plumtree's potted meat / without it no abode is complete...\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Jon Hamm's John Ham?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "That gets a chubby just because I have a crush on the man."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "granularsilica",
    "plus": 1,
    "snip": false,
    "text": "Now there's a potted meat product!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "everything",
    "plus": 0,
    "snip": false,
    "text": "is that the guy in your avitar?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thebcm",
    "plus": 1,
    "snip": false,
    "text": "He looks like a cartoon pilot!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "JOYCEAN"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Nice job Poldy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Lyle goes to county and a chain gang for a few weeks, then Mickie Dees of Gainesville hires him right back.  <br/> \n <br/> \nThe guy was management material. He coulda been a contendah."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 4,
    "snip": false,
    "text": "This is how McDonalds employs people. Like a rancher at a Home Depot. <br/> \n <br/> \nRonald drives a truck to the chain gang, says to the guard, \"I need three men that are good with their hands. Good with a fryer.\" and the deputy picks out those men. <br/> \n <br/> \n <em>This is how McDonalds gets workers.</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "daidai",
    "plus": 4,
    "snip": false,
    "text": "Thank you for clearing this up for me. I never understood. <br/> \n <br/> \nI mean, for my first job I was like: \"ok, I just won't work at McDonalds\" and I got a job serving at a pizza place, which eventually turned into delivery driving over the course of two days. <br/> \n <br/> \nBy the way, delivery driving is a fucking sweet job if you are in school. I worked 4 hours a day maximum, got paid 6.50 an hour plus a dollar for every delivery (which is way more than the cost of gas) and then there were tips. It averaged out to be like 17 bucks an hour.  <br/> \n <br/> \nBut the best part was that I didn't have to BE THERE. They would call me if a delivery came in, so on slow days I would just clock in, leave, get high with my friends and would occasionally just go \"oh, gotta do a delivery\". I would drive back, deliver the pizza (sometimes just bringing my friends with me), and then go back to just hanging out. Some days there would be no deliveries, and I would just not be there. I would get paid 6.50 an hour to play Super Smash Brothers or ping pong.  <br/> \n <br/> \nWhy would anyone go for McDonalds instead of something like that? I mean, even if you don't have a car you could wait tables (and don't say you need experience. Chilis will hire armless-bipolar lunatics with a penchant for nibbling ears, so long as they have a fauxhawk). Thats way more money than McD's. <br/> \n <br/> \nThere is no reason to work for McDonalds."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "Bipolar lunatics are safest without arms."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "As taught to us all in Monty Python and the Holy Grail."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "He was [b]NOT BIPOLAR![b]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "well  <strong>shit.</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "We need a bbcode tag that puts our text in that falseprophet-style \"NOT GAY\" sign picture.  That would save a lot of time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<strong>Yes.</strong>  Permanent John Cusack signage image."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "greyfield",
    "plus": 3,
    "snip": false,
    "text": "NOT GAY <br/> \n <br/> \n(but supportive)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 1,
    "snip": false,
    "text": "Not bipolar all the time anyway."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "YOU are the pizza delivery guy they are always referring to over at The ONION. I bet you had five grandmothers die."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "everything",
    "plus": 0,
    "snip": false,
    "text": "actually daidai it all depends on the MCD or the pizza place.  Some let you get high on the job, some frown on that.  Unfortunately, with corporate America getting all CRAAAAZY like it has been these past few years, it's pretty much snuffed out most of the humanity in most work places, even the ones that pay minimum wage.  Shit, I should start a pizza franchise and employ only stoners....  Stoners would have a real personality, instead of this corporate-ass mind control bullshit that is forced on so many employees.  I am sure a lot of customers would appreciate getting a pizza from a place with humanity in this day and age.  The pizza box could come with pictures of the likes of Bernie Ebbers and Bernie Madoff.  When you are done with your pizza you could then burn the corporate CEO's in effigy.  Just pop it in your oven on broil for 10 minutes should do the trick."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "everything",
    "plus": 0,
    "snip": false,
    "text": "okay, that was a piss poorly placed apostrophe."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "pizza places with humanity are allotted 1-5 misplaced apostrophes. any more than that is unprofessional"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I can't speak for getting high and they sure as fuck don't deliver, but I know of at least one pizza place (not really a chain, but they've got two locations) where they are firmly committed to being metal. Not in the bullshit sort of trying to hard way either. Just the normal \"working pizza and blasting Slayer\" methodology. If I go in there to grab a slice one day and the guy heating my slice does not have long hair and a strong opinion on Dio-era Sabbath then we can begin to worry."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Dehumanizer > Mob Rules > Heaven & Hell"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I always thought the wear and tear on your car ended up making it a bit of a losing proposition. <br/> \n <br/> \nAlso, you bring up a solid point. Delivery drivers can sometimes act like total dicks for not getting tipped as well as they want. Unlike waitstaff, however, they are required to get paid an actual wage (AFAIK, I've had friends do delivery for a number of places and never heard of anyone getting below minimum... most getting a bit over that)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vheissu",
    "plus": 1,
    "snip": false,
    "text": "This is similar to my experience, except we didn't get paid hourly at all, only for deliveries. The price per delivery was high though, so on a busy night you could make a killing. I averaged around the same as you, it sounds like. If I worked Fridays, it was pretty easy to hit $30-50/hr, but I also kind of hated working Fridays.  <br/> \n <br/> \nI also worked at McDonald's. What McD's has on a pizza place is the 100 other people that are stuck there with you. Hilarity often ensues, and you make some good friends. I have some great memories of McD's. That was as a 16-yr old boy though; I wouldn't go back now even the people I work with at my current job are not nearly as fun. You grow out of it, but while it lasts it is equal parts shameful and fun. Maybe it's not better than other places, but it's not so bad if you get in with good people. <br/> \n <br/> \nI have McD's to thank for teaching me that it doesn't matter how shitty something is, it is so much better when you have some rad dudes and ladies to share it with. <br/> \n <br/> \nI have Pizza Hut to thank for being the perfect job for my lazy ass in my senior year of high school, and for allowing me to get my money's worth tenfold out of all my CDs at the time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I worked at Sonic for a couple of months in the '90s. If I was ever going to murder myself, that's when I would've done it. I wouldn't have done it  <em>because</em>  of Sonic, but it certainly didn't help matters to smell like cheddar bites for every waking hour of my then seemingly hopeless life."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I worked at a sub place for about three weeks one summer. It was astoundingly terrible and I sliced off a good chunk from the tip of one of my thumbs (they didn't clean the slicer, just hustled me into the back). <br/> \n <br/> \nI got called back from a much better, higher paying job at Godiva and spent the rest of the summer eating a lot of written-off chocolate and not having to do a hell of a lot of work. <br/> \n <br/> \nRetail is awful, but it's still better than either food service or call centers."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I worked at Sonic for a year. It was my first job. They had me on drive-thru. It is a brilliant move to put the hearing impaired guy on the drive-thru."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "My feelings on this asset are  <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Pro</em></div>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Not extremely funny but I actually liked this one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I felt it was pretty back on track, after the hiccup. Onstad is bustin out some main tappin' and brappin' on us with the fat men in suits and the Bukowski romanticism sorta shit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "I'm not feeling it. It seems like he intended this to be a bigger, longer sort of thing, but he got a few strips into it and then quickly brought it to an end with this strip after realizing he doesn't really have anywhere to go with it. He's telling us, not showing us. We don't see their relationship, how it comes together, how it falls apart, how Lyle learns that a woman is not a '72 AMC Hornet. It feels very aborted. <br/> \n <br/> \nNot to mention how we never get to meet Gator or hear about the opening of the cabinet shop or anything. Sounds like he just spends the rest of his days working at McDonald's. He sure as hell doesn't seem broken-up by her enough to refuse to talk about it let alone wear a hat for her. Maybe the telling helped him to work things out, but that is not what I'm getting. <br/> \n <br/> \nPerhaps I am wrong and it goes on, but I would be surprised."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I would be too, but good riddance to this story line, I thought it was unnecessary from the get-go.  No offense to the mighty Onstad of course."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Agreed. As I said before, he gave us an idea of what it would be that was better than actually telling it. Sort of like the earlier preview where we got the Story of Molly. It was all we needed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I call bullshit. There is no place in Florida called Oxahachee. Onstad is just making up places now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleg",
    "plus": 2,
    "snip": false,
    "text": "lyle apparently  <a href=\"http://web.archive.org/web/20110609025019/http://www.thebaseballcube.com/cities/2581.shtml\">dropped the L</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "I've been to the nudist camp at Loxahatchee."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaldor",
    "plus": 13,
    "snip": false,
    "text": "You're upset that an anthropomorphic tiger and an animate stuffed bear that live in a town that doesn't exist mentioned a fake location?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "if i could chubby you any harder, i'd have to marry you. <br/> \n <br/> \ni think it's a law in Loxahatchee"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chagment",
    "plus": 5,
    "snip": false,
    "text": "meanwhile, in a nearby town... <br/> \n <br/> \nthe town of inglis, florida issued a proclamation banning Satan from the town <br/> \n <br/> \nfrom that time on the town found that most other laws were unnecessary. all sex was post-marital, all chubbies glistened with the blessing of the Lord. in fact, many men took to calling it a \"Jumbo Holy\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yes. This is what I am upset about."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I am upset that T gets no respect: he's anthropomorphic too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "never_die",
    "plus": 1,
    "snip": false,
    "text": "i never really pinned Lyle as the messiah complex-type of person.  <br/> \n[bonus secret about my life: my psych teacher puts \"-type\" after a lot of his adjectives. <br/> \nex: \"We'll be having an open note-type test on Tuesday\"]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "He's the...  <em>ACE of AIDS</em> ! <br/> \n <br/> \nas in...as in helping. not like the viral disorder. not that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It works better if it's  <em>ACE of AID!!</em> <br/> \n <br/> \nI mean, it doesn't go nearly as well with the song but there is less people staring at you like your about to start singing something off the  <em>RENT</em>  soundtrack or some shit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "YOU ARE. NOT YOUR. <br/> \n <br/> \nThat was a good joke too and I ruined it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jaldor",
    "plus": 0,
    "snip": false,
    "text": "That statement is half-true."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jaldor",
    "plus": 0,
    "snip": false,
    "text": "That statement is half-true."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "andrewofdoom",
    "plus": 1,
    "snip": false,
    "text": "So is the original statement 1/4 true or all the way true?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Two halves make a hole-man?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yeah, add it up, Guy Fawkes. Jaidor is saying I am 100 percent true."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "You can't just add up the parts you like. <br/> \n <br/> \nOf your two statements, one was true.  This is what he said."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "aides?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "[bonus secret about my life: I don't give a fuck}"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "[bonus=\"secret about my life]I don't give a fuck[/bonus] <br/> \nFixed your BBCode for you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "*[bonus=\"secret about my life\"] <br/> \nI can't believe I forgot a quote mark like that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "The man sounds like a real word-style hero"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>people ain't things you can fix</em></div> <br/> \n <br/> \nLyle is the motherfuckin' sage of the ages (and the Ace of Spades). <br/> <br/> <br/> Synergy moment -- my random i-pod mix just kicked out some Leonard Cohen -- he knows ya' can't fix 'em (you can love 'em though)."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "The funny part is, I've hit it with a telephone operator in Gainsesville.  Darlene totally had every reason to be jealous.  The op was(is) a slut."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greyfield",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but sometimes that kind of person takes it too far. <br/> \n <br/> \n\"I heard you talkin' to her. Sayin' nice things.\" <br/> \n <br/> \n\"That was a MAN!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "\"Do you think you can shave a little off\" does sound pretty too far, iykwim"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rude_mechanical",
    "plus": 1,
    "snip": false,
    "text": "This has gone all Paris,Texas."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Yup, I know that feelin'."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "relaxing",
    "plus": 2,
    "snip": false,
    "text": "Teodor's eyebrows come in four basic forms: caret, apostrophe, underscore, forward slash."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "i like looking at the fold on his sweater like it's his mouth (in the frames where he's looking at lyle). <br/> \nit adds some weird friendlier element to his face"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Dammit soupkaty you are freaking me  <em>the fuck out.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 1,
    "snip": false,
    "text": "Who would have thought that Lyle had such hidden depths of wisdom? <br/> \n <br/> \nHe hides it well under his addictions to pornography and liquor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Another fuckin' Buk-Buk- Bukowski."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "\"Anybody can be a non-drunk. It takes a special talent to be a drunk. It takes endurance. Endurance is more important than truth.\" Sounds like Lyle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "humanenovocain",
    "plus": 0,
    "snip": false,
    "text": "<br/> \nDarlene all asking lyle \"Do you love me?\"  <br/> \nLyle laying next to her, pretending to be asleep.  <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 3,
    "snip": false,
    "text": "He presses the A button rapidly to keep his breathing steady."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Chubby for the Joey Comeau reference."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"Cheap,\" says Darlene."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "in some circles, they'd call that 'tapping'. <br/> \n <br/> \nbut what do i know."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "About tapping? Absolutely nothing. <br/> \n <br/> \nWell, actually you've probably read the esteemed Dr. Manflesh's many essays on the subject, but I suspect that is not enough to be considered a proper education."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "\"I'm sensing that something changed...\" <br/> \n <br/> \nTacodor flew that sarcasm right under the radar, Lyle just sighing it off."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "Lyle doesn't know what sarcasm is. He is A Man. <br/> \n <br/> \nPS. Chubbs for Tacodor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Manly is not giving a shit about sarcasm in a Barbara Walters box. Who shoots down Barbara Walters on the radar in either an Airwolf or such as an Igloo TM drink cooler"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "OK. I read those two sentences three or four times. Then I stopped trying. Please resubmit and have on my desk by tommorow morning."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Maybe I subscribe too heavily to the Bukowski trope of the surprisingly intelligent fuck-up, but I think Lyle knew Burritodor was being sarcastic, and just didn't need to acknowledge it. <br/> <br/> <br/> then I threw in a reference to an old Achewood comic because I'm a whore"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overman",
    "plus": 0,
    "snip": false,
    "text": "Then you made a horrible reply."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "OK, this is acceptable. Please don't make me come to your cubicle again  <em>(that's what she said)</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<em>What's this? <strong>LYLE'S STATE OF MIND</strong> is evolving!!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "No, I like the old Lyle! Quick, somebody, press B!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kaz",
    "plus": 0,
    "snip": false,
    "text": "It's so strange having Lyle not puking or shitting and actually having a serious conversation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "machineelf",
    "plus": 7,
    "snip": false,
    "text": "That's very presumptuous of you, considering we can't see Lyle below the waist."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jaldor",
    "plus": 8,
    "snip": false,
    "text": "I tried to imagine what made the potted meat product for men and then got this mental image of a block of SPAM with a hole cut out of the middle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maldraedior",
    "plus": 0,
    "snip": false,
    "text": "you want the membrane on or off?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "helixnebula",
    "plus": 0,
    "snip": false,
    "text": "ahh, minit-bake.  nothing says \"i love you\" like slaving over some steakumms for your main smash.  The secret ingredient is tears."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "i never marked lyle for one with a \"savior complex\".  always seemed more like  <a href=\"http://web.archive.org/web/20110609025019/http://achewood.com/index.php?date=08152008\">the bastard child of a Chevy Apache and booze</a>  than the son of god."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardcorebrat",
    "plus": 0,
    "snip": false,
    "text": "I feel yu Lyle, I feel yu. Who'd a thunk it?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "automin",
    "plus": 0,
    "snip": false,
    "text": "Reminding you all of what goes down at a Priest concert: <br/> \n <a href=\"http://web.archive.org/web/20110609025019/http://vodpod.com/watch/2576-heavy-metal-parking-lot\">http://vodpod.com/watch/2576-heavy-metal-parking-lot</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Ok thanks, we've all seen that already on the last strip but thanks. <br/> \n <br/> \nFor nothing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "tgh pretty much brings sass in the main to an infrequent poster. are you proud of yourself, theguitarhero?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yes, basically. In my defense I thought it was the same guy who posted it on the last strip. <br/> \n <br/> \nIt wasn't."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110609025019/http://vodpod.com/watch/113277-heavy-metal-movie-trailer\">what really happens at a heavy metal concert</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Fuck, I actually thought I was out of lames and was just going to see if I was and then was going to say man I should be nicer. I definitely didn't mean to lame you I am so sorry dogg."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "you lamed me when i could not lame myself. truly you are a dogg."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "I chubbied you, because by the time I knew about the movie, I was too old to appreciate it. <br/> \n <br/> \nI was older than thirteen."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You know nothing about  <a href=\"http://web.archive.org/web/20110609025019/http://www.chick.com/reading/tracts/0034/0034_01.asp\">the truth behind rock music</a> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Mr. Siffer is so far in the background of rock music almost no one believes he exists....</em></div> <br/> \n <br/> \nExcept  <strong>THEGUITARHERO!</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I need an explanation for the phrase \"She was on a vent for a while\". Unless the darker corners of my brain are correct in superimposing Darlene's hair-submerged face onto that iconic image of Marylin Monroe in a white dress."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I'm thinking it is like being on a tear? She is angry and everyone knew."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morypcaina",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110609025019/http://en.wikipedia.org/wiki/Ventilator\">Ventilator.</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Ventilator?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ventitilator?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110609025019/http://en.wikipedia.org/wiki/Ventilator\">Ventilator</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Ventilator?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Yes. <br/> \n <br/> \nShe overdosed at the concert, and was put on assisted breathing. Happens all the time. <br/> <br/> <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\">Ventilator.</span>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Ventilator?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "what news from the north <br/> \ncorrect i wanna cum <br/> \nnot cool not funny not a good post <br/> \nclits warm moist love them <br/> \nventilator"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110609025019/http://en.wikipedia.org/wiki/Redundancy_(language)\">Ventilator</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "no"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Dental plan"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wingspan",
    "plus": 1,
    "snip": false,
    "text": ".....Lisa needs braces?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Guys, slow down! I need you to agree on one answer!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I thought it might be sort of like being on the lam?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Ventilator?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Let's not start  <span style=\"border-bottom: 1px dotted\">that</span>  again.  I'm thinking sidewalk vent?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "I love these serious arcs. Onstad's a master at characterization and especially at displaying the dynamics of a relationship, and I'm glad we get to see more of the original core cast. I miss Lyle being in the spotlight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "BIGFOOT IS DOING IT... IN THE AIR!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greyfield",
    "plus": 0,
    "snip": false,
    "text": "I don't know how I feel about the alt text... imagining Barbara Walters with eyebrow raised and arms crossed like that is too Mrs. Robinson for me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<em>Here's to you, Missus Walters, man, Jesus loves you more than you can know, whoa-whoa-whoa.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Mrs. Walters, I can't do this.  <br/> \n <em>You what?</em>   <br/> \nThis is all terribly wrong.  <br/> \n <em>Do you find me undesirable?</em>   <br/> \nOh no, Mrs. Walters. I think, I think you're the most attractive of all my parents' friends. I mean that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "<em>He tries not to make it with the ladies and in the end they do not like him</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<em>but they make it with him anyway and then they get Jennifer Aniston to do the meta-sequel and he just cries at his life.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I hope Jennifer Aniston plays me in the movie adaptation of assetwood."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I have one word for you. Plastics."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I love you all, you magnificent bastards."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "\"It was like husband and wife, only good,\" oh, how I have been there, only better."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rustmouth",
    "plus": 0,
    "snip": false,
    "text": "wish lyle'd explain the \"only good\" part... haven't gotten that far meself"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Comments on assetbar aren't really the best way of crying out for help, rustmouth."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Let's test it: <br/> \n <br/> \nHELP!  <em>HELP!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Don't yell help, no-one will come to your aid. You are meant to call fire. <br/> \n <br/> \nFIRE!  <em>FIRE!</em> <br/> \n <br/> \n <em>Hey little girl is your daddy home<br/>\nDid he go away and leave you all alone<br/>\nI got a bad desire<br/>\nWooooahh oh oh ohh Im on fire</em> <br/> \nJesus Boss, what the fuck is that lyric about? <br/> \n <br/> \nWooah oh oh ohh I'm on fire!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "I thought The Boss was from Hard Luck, New Jersey, not Bumblefuck East, West Virginia. <br/> \n <br/> \n( <em>Bumblefuck East, by the way, is the ritzier side of Bumblefuck, right near the corner of 5th and Japip</em> )"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "liamc",
    "plus": 0,
    "snip": false,
    "text": "Panel Six: Lyle stares wistfully into the ever-more-comforting mouth of a bottle. ART OCCURS."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "everything",
    "plus": 1,
    "snip": false,
    "text": "allright well today's strip is so much like a Tom Waits song that it's starting to bother me.  The problem is that unlike a Tom Waits song, I just don't feel any connection at all to the characters.  Not to Lyle then, not to him now.  Onstad is telling a story, but he's telling it in generalities.  What I mean is that it would be better if instead of saying 'she was jealous' he would simply recount a sequence of odd and endearing and entertaining and sad and morose and melancholic events which demonstrate that she was jealous, without having to come out and say it like some burly dude's voice doing a C grade Russian language narration of a bootleg-via-camcorder of Titanic.   <br/> \n <br/> \nSpecifically, I am in the mood for a nice abstract and surreal strip that involves maybe space aliens or Air Wolf or something just crazy and improbable, because shit, by now, nothing Lyle says anymore in this arc can be improbable, you know what I mean? <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iwannacum",
    "plus": 4,
    "snip": false,
    "text": "Correct. I wanna cum."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "I have come to understand and now encourage your endeavours. Good luck in the future."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "everything",
    "plus": 0,
    "snip": false,
    "text": "Animal from The Muppets was based on Keith Moon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Nothing can be based on Keith Moon. He is a primal force that is beyond time and place. Animal was merely an aspect of Moonie. His way of making his nature known to the world."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "everything",
    "plus": 0,
    "snip": false,
    "text": "I imagine that many of the Keith Moons of today are more properly medicated than Moon was.  I wonder if that's a good thing?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I want a monograph on Kieth Moon as modern avatar of Pan (with discursions into the more general concept of the horned god as needed) on my desk in the morning."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "No luck since the NEA grants dried up. <br/> \n <br/> \nFuck AIG!  If we're gonna piss away our grandchildren's future, why not get something timeless out of it (such as a book on Moon-Pan)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Definitely. If instead of say, giving a ton of money to people who fucked things up in the first place why not give a ton of money to science and the arts? Y'know, stuff that will actually benefit society rather than line the pockets of some wealthy asshat. Give people who historically have little money a chance to be on top and spend it wisely while making the world a better place. <br/> \n <br/> \n <em>\"Everywhere I go I see teachers driving Ferraris! Research scientists drinking champagne!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Meg White of The White Stripes was based on Animal from the Muppets."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I thought she was supposed to be the lovechild of Bjork and Grimace from McDonalds?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "oldfart",
    "plus": 0,
    "snip": false,
    "text": "I thought she was based on Corkie on Life Goes On."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "MISS PIGGY COME ON SHOW ME HER NAKED"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "NO."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "A Jewel Staite and Felicia Day girl-on-girl scene is the best I can offer you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "I heard that Animal sex tape was a fake"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "The symbolism of that last panel is going to haunt me for at least a couple of....oh, okay, it's gone."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dasilodavi",
    "plus": 1,
    "snip": false,
    "text": "For the previous strip I suggested a possible direction for this arc, involving a trip to Gainesville.  In one terrifyingly crystallizing moment today I saw the entire progression of that arc: <br/> \n <br/> \nLyle's back-story continues to revolve around Darlene, whom he has been stuck on since early times (http://m.assetbar.com/achewood/uuaF7qzWT).  Lyle and Teodor continue to Gainesville to check on Teodor's new inheritance, and Lyle wanders his old stamping grounds.  Things have changed: the McDonald's is now a Starbucks, the pavilion where they saw Priest is doing some Jonas Brothers knockoff, even the gin joints are less sweaty and puke-stained. <br/> \n <br/> \nEventually, he meets Darlene.  Her hair's cut, she's a little more plump, she's in a sensible job with a husband and 2 kids (kind of like Jenny from Forrest Gump).  She's outgrown her wild ways, and Lyle has not.  They exchange pleasantries, but they both know that the past is truly behind them. <br/> \n <br/> \nLyle and Teodor return to Achewood.  Ray sends the invite for Bourbon Chicken and crispy Stellas.  Lyle laments his loss, then washes back the final pangs of regret in a deluge of Kentucky's finest.  Teodor sells the inheritance property to Ray, who uses it for a \"back-to-roots\" marketing plan for his record label.  The status quo returns to Achewood, not with a bang but with a whimper. <br/> \n <br/> \n <em>fin.</em> <br/> \n <br/> \nAll this slammed into my head in the middle of a cheeseburger.  Lunch was extra freakish for me today."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Or, I dunno, she could be dead."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Son-of-a-bitch, I said the exact same thing on the last strip. <br/> \n <br/> \nFewer words but still."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Since when are people throwing cheeseburgers garnished with Achewood plot arcs directly at your head? Was it perhaps some sort of accident?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "No no, I purchased the cheeseburger, solely for the purpose of consumption.  I do not believe the arc was located in the beef, cheese, or vegetable medley therein."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I think you are getting your metaphors mixed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "emad06",
    "plus": 0,
    "snip": true,
    "text": "A comment left by emad06 was marked lame too many times and excluded. (marked lame by Maldraedior, Scorpio_nadir, dasilodavi, cpnglxynchos)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jeffspaulding",
    "plus": 3,
    "snip": false,
    "text": "The sign-up is to discourage noobs that post the obvious."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dicklet",
    "plus": 0,
    "snip": false,
    "text": "What about a sign-up to discourage jeffspauldings that post anything?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Why did I have to sign up to post this link.</em></div> <br/> \n <br/> \nWhy couldn't I just think it and have it magically appear."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "antimatter",
    "plus": 0,
    "snip": false,
    "text": "Hey, that works."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maldraedior",
    "plus": 1,
    "snip": false,
    "text": "why can't I wake up with the gin already in me?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It's obviously a conspiracy by the liquor cartels."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Son of a gun! That was only posted one strip ago!  <strong><span style=\"border-bottom: 1px dotted\">You must have signed up to get all these juicy quarter-pounder lames!</span></strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i finally had a true-to-goodness double-quarter pounder the other night. <br/> \n <br/> \nall the other times, the mexican or lazy high-schooler entering my order was either never told i ordered a double, or they didn't know how to enter it in, or care. <br/> \n <br/> \nit was a heavy-duty sandwich! <br/> \n <br/> \ni'll stick with the Big Mac when i visit Mickey D's from now on. <br/> \n <br/> \ni guess the moral of the story is, <br/> \nif you don't get it two times, and three times is the charm, sometimes, you'll wish you'd stopped at two."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "I think that Lyle is holding the bottle at an inefficient angle for mass consumption. <br/> \n <br/> \nI think that he does not want to drink, yet requires the comfort of his ba-ba. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "His ba-ba wah-wah? <br/> <br/> <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Rural Juror?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Simple observation hour: Lyle has previously written very well, but has been assumedly sober (i.e. not holding a bottle). I'm guessing the main reason Teodor gets to ghostwrite is that there is no way Lyle is going to be able to remain sober or without contact with some sort of brown liquid for this particular story."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i uh...apparently skipped a day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rasalghul",
    "plus": 0,
    "snip": false,
    "text": "This is my favorite story arc about an Achewood character finding love.  Something about finding love without looking, finding love after losing it, and losing love after finding it again.  It makes Lyle all sorts of sympathetic in my eyes."
  }
]