[
  {
    "depth": 0,
    "minus": 1,
    "name": "aoyola",
    "plus": 0,
    "snip": false,
    "text": "the cure is close"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retinarow",
    "plus": 5,
    "snip": false,
    "text": "But the cure is silly!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gussiejives",
    "plus": 1,
    "snip": false,
    "text": "It is indeed silly to like The Cure."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "theseknives"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "misterkoss",
    "plus": 2,
    "snip": false,
    "text": "I hope that when they arrive they'll sign my piece of driftwood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by Thorfinn, drewvreeland, CaffeineWolf, Weretrout, atticusonline, Fungi, retinarow, VictoriaW, rjt210)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "adhesion",
    "plus": 1,
    "snip": false,
    "text": "Oh man, I definitely wanna listen to Vomit Orchestra. That sounds like a band name you would see in a strip here."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Only the pre-album demos though, apparently. I guess after that they sold out?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "I...  I own a Vomit Orchestra release.  It's more than a bit dull, though.  The black metal alter ego is Vrolok, whose 'Soul Amputation' album is still a bit overblown, but nicely dank and creepy. <br/> \n <br/> \nSorry to bring black metal all up in here, but I didn't start it."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Okay, so Manflesh posts what is probably his most on-point comment ever, and he gets lamed?  There is no justice.  \"Limited by a sense of idyllic romanticism and nostalgia\" sums up The Cure, doesn't it?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I didn't lame him, but he didn't write that."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hyetal",
    "plus": 4,
    "snip": false,
    "text": "Doctor, you walk a fine line.  I am not the most senior Achewood scholar, nor am I immersed in the community here, but I know at least that this isn't your only long, semi-coherent comment.  I would take it, and others' responses to it, to suggest that such a thing is par for the course. <br/> \n <br/> \nIt's really hit or miss, though.  You can be either \"bold and unpredictable new talent\" or just some asshole on the Internet, depending on the individual.    I like to think you're the former.  You chum the waters and then move on.  What happens in your wake is a facet of the past and no longer of concern.  You are head and shoulders above the masses who throw tantrums if a fan's entire comment consists of a quote from the comic.  They idolize Onstad, but few seek to emulate him, and are content to live in his shadow, as a subset of his existence.  Who seeks more, to be their own center, to have their own fans? <br/> \n <br/> \nIf pressed, I could only name two users from the Achewood community: Dr. Manflesh, and Asherdan.  And I'm satisfied with that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 0,
    "snip": false,
    "text": "What the fuck are all you people talking about? The worst part of this strip is the comments section and much like The Family Circus, is something I must continually force myself not to read. On the occasions that I lack discipline and do read however, I am always reminded why a strict NOR READ policy is best for all comments Achewood-related. You people ruin it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 0,
    "snip": false,
    "text": "And now I've gone and become one of you and therefore hate myself just as much as you all. I will live on forever in the annals of the internet with the rest of you jack offs as some internet commenting fag. I'd say congratulations, but you don't really deserve it..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "Come on now drewvreeland, no need to hold back <br/> \n <br/> \nTell Acheworld how you  <em>really</em>  feel"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "raging_cow",
    "plus": 0,
    "snip": false,
    "text": "I like boys sometimes and also drinks with low alcohol content"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tangram",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tangram was marked lame too many times and excluded. (marked lame by robobogle, kylank, jthompson, dougtgraham)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rjt210",
    "plus": 8,
    "snip": false,
    "text": "It sort of helps."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Laming Tangram's comment was lame."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shades was marked lame too many times and excluded. (marked lame by Moolah, mcowgill, kylank, Nucsh, Jeet, ketamind, retinarow)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "misterkoss",
    "plus": 52,
    "snip": false,
    "text": "<em>I know this strip. I know it.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_doz",
    "plus": 7,
    "snip": false,
    "text": "BUT WHO IS ED AND WHY IS RAY DRIVING HIS PAN TRUCK"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_doz",
    "plus": 46,
    "snip": false,
    "text": "I'm sorry, I shouldn't have yelled at you. Not about this."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "misterkoss",
    "plus": 3,
    "snip": false,
    "text": "Goddammit, why do you have to yell at me about my problems?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "morelaak",
    "plus": 5,
    "snip": false,
    "text": "don't worry koss, the doz is sorry he yelled at you.  he realized that he shouldn't be a cock to a stranger,  <em>ever</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by myrrdisparo was marked lame too many times and excluded. (marked lame by kbhoyt, kylank, retinarow, G3K)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by myrrdisparo was marked lame too many times and excluded. (marked lame by Dezufnocosem, Girdag, hearshot)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "\"YAKKITY YAK!\" <br/> \n <em>\"Get fucked from the back.\"</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pants",
    "plus": 2,
    "snip": false,
    "text": "a toilet seat that smokes a cigar. <br/> \nforever that is what you are. <br/> \na toilet seat that smokes a cigar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philosophe",
    "plus": 4,
    "snip": false,
    "text": "Just look at how that panel is in the exact center. All  things flow from and center around the Ed's Pans truck."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "straw",
    "plus": 21,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "the_doz",
    "plus": 4,
    "snip": false,
    "text": "Hee hee! Oh, hee hee hee!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jeet",
    "plus": 150,
    "snip": false,
    "text": "Wait! This strip is from... <br/> \n <br/> \n <em>History!</em>"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "wae",
    "plus": 2,
    "snip": false,
    "text": "I'm so jealous that I didn't think of that. Perfectly played."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pants",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pants was marked lame too many times and excluded. (marked lame by Dezufnocosem, atticusonline, Jeet, rjt210)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "What the hell bro? <br/> \n <br/> \nWhy'd you do that?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "What the hell bro? <br/> \n <br/> \nWhy'd you do that?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "In honor of the reissue, I double-posted my comment. <br/> \n <br/> \nI hate me. <br/>"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lacrimus",
    "plus": 7,
    "snip": false,
    "text": "Let no man put asunder what Chris Onstad believes is thee proper attyre for reissue weeke."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cpnglxynchos was marked lame too many times and excluded. (marked lame by GSurge, hearshot, DrSkradley, hbaranov, G3K)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "this comment makes me sound like a dick. lame me, please."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "thank you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "Such a gentleman."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Actually, I think you had just the right response.  We all share wae's opinion."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "deovalente",
    "plus": 0,
    "snip": false,
    "text": "Whoever gave this comment a Lame is not following Ray's advice in Panel 4."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "BAM! Perfect. Well deserved of many Chubs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sabata00",
    "plus": 0,
    "snip": false,
    "text": "Still my favorite strip. Panels 4 and 8 are too true."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "noah_j",
    "plus": 1,
    "snip": false,
    "text": "panel 12 is also too true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boredom_man",
    "plus": 9,
    "snip": false,
    "text": "\"Oh, Ray. Remember the time that you had to buy my cheese? It's just like that. It's upsetting, but then you just put it out of your mind.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morelaak was marked lame too many times and excluded. (marked lame by facehead, kylank, Flaaron, G3K)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mjnevin",
    "plus": 0,
    "snip": false,
    "text": "This is definitely a good one. Anyone know if we will be seeing another installment of The Great Outdoor Fight this February?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fourstrungout",
    "plus": 2,
    "snip": false,
    "text": "Jesus Christ on Toast do I hope so."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senorspangiel",
    "plus": 0,
    "snip": false,
    "text": "panels 10 and 11 always make me smile"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 0,
    "snip": false,
    "text": "i keep waiting to find a time to say this in real life, but alas.. it pains me to realize that i'm not, nor will i ever be, from history"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toiletstore",
    "plus": 82,
    "snip": false,
    "text": "I like to think that instead of a reissue Ray just got sort of stoned again and had the exact same episode."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "That was exceptional. It had to be noted, not just chubbied."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 0,
    "snip": false,
    "text": "there is a note button? (the stoned author of this comment has searched in vain for said button)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morelaak was marked lame too many times and excluded. (marked lame by wittyname, Flaaron, ketamind, Wolfslice, joamiq)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gumfish",
    "plus": 2,
    "snip": false,
    "text": "That comment was so corny it made Balrog look cross-eyed for a split-second."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "morelaak",
    "plus": 1,
    "snip": false,
    "text": "i know. but i had to do it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I had to \"note it\" by making a \"reply\" comment ;-) I know it is confusing, but sometimes, I am trying my hardest to be understood."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "knowing Ray, it is not impossible. hah."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ferryboy",
    "plus": 0,
    "snip": false,
    "text": "naw. proof is in watching chronicles of narnia while stoned. The first time, I thought that I was watching a biopic about my son, that weird fawn thing. that one little kid was a dick... The second time, I kept expecting some funky soft rock to bust out, and some crazy animal porn to bust out. I sat in fear for the entire two hours."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "yaomtc",
    "plus": 0,
    "snip": false,
    "text": "I showed this strip to a friend of mine during an IM conversation. Her response: \"The hell? / It's kind of random\" I guess this strip just isn't for anybody. <br/> \n <br/> \nI have strange, random thoughts all the time, but not typically as cracked as these. An example is the avatar you see to the left."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kenyot",
    "plus": 5,
    "snip": false,
    "text": "do you mean ex-friend?"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "yaomtc",
    "plus": 2,
    "snip": false,
    "text": "Not  <em>yet</em> ..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "footslogga",
    "plus": 0,
    "snip": true,
    "text": "A comment left by footslogga was marked lame too many times and excluded. (marked lame by wae, Wulvaine, mrblank91)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "streever",
    "plus": 2,
    "snip": false,
    "text": "Come back when you have eliminated her."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "chubbied purely to counter-act the lame, so that we may keep a record of this. If he fails to eliminate her from his existence, then this will stand as a testament to how long it took him to admit failure."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "that looks like the syringe that rubik's cube silicone lubricant comes in.  i know because i have one."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 6,
    "snip": false,
    "text": "\"This is really nice. This is so tight. It just needs more lube.\" <br/> \n <br/> \nThis is an actual quote from a friend of mine about a Rubik's cube, who had no idea why we were all laughing at him."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "What?!? There exists such a product? Seriously, my mind is blown and I'm not even drunk or stoned. Full-on boggled."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mjnevin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mjnevin was marked lame too many times and excluded. (marked lame by phthoggos, bixschmix, Centipede_Damascus)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrblank91",
    "plus": 0,
    "snip": false,
    "text": "Hmm, I wouldn't go sayin that around here. I Foresee lames coming your way..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mjnevin",
    "plus": 2,
    "snip": false,
    "text": "Why is such a comment so wrong? That was my first post ever, just trying to get the feel of things."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mrblank91",
    "plus": 0,
    "snip": false,
    "text": "There was nothing wrong with it. It's just that the very mention of Family Guy around here could get you lamed. Some would regard the humour in said cartoon to be obvious and repetitive. <br/> \n <br/> \nWelcome to Acheworld!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "<em>If you only watch one episode of Family Guy this year...</em>   ...thank God. <br/> \n <br/> \nI like Family Guy.  But there's really no reason to watch more than one episode."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Unless you actually like the random meanderings regularly. I agree it's kinda repetitive and stupid but then so are people, life and situations in general. To enjoy these things isn't immediately horrific. Otherwise you got life with no routine or safety and that is just five kinds of anxiety inducing. This is a lesson best learnt by the many Depressive kids that are make up the hypervigilants in this, our Acheworld."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 0,
    "snip": false,
    "text": "at least now i know him and i have the same favorites."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greatwhite",
    "plus": 0,
    "snip": false,
    "text": "I hope he smoked more after the last panel. I hate to see it end on a downer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": false,
    "text": "It's not really Ray's style to get down on something like that. He's just honestly curious as to what the experience would be like. <br/> \n <br/> \n(Also, my vote finally changed the score! I've been waiting forever for that! haha)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aikennubbles",
    "plus": 1,
    "snip": false,
    "text": "It's kind of counter-intuitive, but I've found that the cure for sad thoughts while high isn't smoking more weed.  The better remedy: a can of frosting and a spoon."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "morelaak",
    "plus": 4,
    "snip": false,
    "text": "oh wow man, you would have to know that i have done that and you are completely correct, like some kind of correct-machine that gives you all the correct answers to the most popular incorrectly-answered questions in the world."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "I'm beginning to learn this. At first I kept getting really nervous and uncomfortable, but now I realize it's  pathetically easy to be distracted from the negative junk."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "Oh, me too. It's called  <em>just not smoking pot.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "earendil",
    "plus": 2,
    "snip": false,
    "text": "This achewood strip has taught me more than the rest of the internets combined -- being in trouble really is a fake idea."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegrapist",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thegrapist was marked lame too many times and excluded. (marked lame by GSurge, robotman, G3K)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Man, that is one tiny-ass footballe. Must be one of the little foam ones that insurance agents put their phone numbers on."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "toiletstore",
    "plus": 0,
    "snip": false,
    "text": "It's a football(e) for cats."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tellumo was marked lame too many times and excluded. (marked lame by professorhazard, ArtVandelay, Miku224, troutman, Wolfslice)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "niggar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by niggar was marked lame too many times and excluded. (marked lame by Dezufnocosem, katal, Hootplate, Flaaron, middlehead, Boyd, kenyot, mendenbar, tellumo)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "moraiat",
    "plus": 6,
    "snip": false,
    "text": "Booo, this guy is spreading cold pricklies, we need more warm fuzzies. Booo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by Hootplate, Firehawk, middlehead, misterkoss, clintisiceman, SPECTRE, Centipede_Damascus)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "I kind of like being reminded of old favorites."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "I kind of like... <br/> \nHISTORY"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 4,
    "snip": false,
    "text": "For that exact reason, you have been given the freedom to re-read the entire series of  <em>Achewood</em> ... whenever you like!"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "vandenbos",
    "plus": 6,
    "snip": false,
    "text": "Repeat strips might not mean much to people like you or I, who have apparently read through the entire archive, but it does put some of Achewood's older strips on front display for people that might not have seen it otherways.  Plus, it keeps the homepage from looking stagnant and rarely updated, AND promotes conversation (lest we be forced to go interact with others in real life). <br/> \n <br/> \nYou might not  <em>like</em>  reissues, but it certainly makes more sense that not posting anything at all."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Yea, that's what I'm trying to say. There are a lot. Just because I read the archives 3 times & subscribed to serializer doesn't mean this stuff is fresh in my noggin."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Well said, sir!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 2,
    "snip": false,
    "text": "<em>Heck, he's probably not moving.</em> <br/> \n <br/> \nOf course he's not moving. <br/> \n <br/> \nIt's not a moving truck, it's a  <em>pan van</em> !"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": true,
    "text": "A comment left by miku224 was marked lame too many times and excluded. (marked lame by doppelpopolis, wargasmic, Jar, G3K, joamiq, grayfox)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "It's sad when comments like this get lamed. \"Someones opinion that they didn't enjoy something I love?! Blasphemy.\" <br/> \n <br/> \nHowever, using your logic, you can also say that Todd isn't funny because you've never done cocaine. I haven't done either weed or cocaine, but I can still enjoy these strips."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morelaak",
    "plus": 2,
    "snip": false,
    "text": "using said same logic, you can also say that Nice Pete isn't funny because you've never been a psychotic killer in the grips of a chemus witch."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I figured for this reason we're supposed to think of Nice Pete as a figure of menace rather than funny.  At least those of us not psychotic killers, which I presume to be most.  Though a pantsless cat is funny anyway."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": false,
    "text": "that must make all cats funny, as all cats are pantsless by nature."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 1,
    "snip": false,
    "text": "It may be the fumes talking, but I'm pretty sure all cats ARE funny"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "I just think it's something that can go without being said."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 1,
    "snip": false,
    "text": "His mom knows."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moraiat",
    "plus": 0,
    "snip": false,
    "text": "I have this poster framed in my room, it's gorgeous. Every once in a while I'll stare at it and notice something I had either forgotten or hadn't seen.  <br/> \n <br/> \nOne thing I like about this strip is that on some days one part of it will be funny and another won't. \"attyre for footballe\" may not crack me up, but \"being in trouble is a fake idea\" will give me a big grin. <br/> \n <br/> \nAnyways, yeah. I love this strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "croi",
    "plus": 0,
    "snip": false,
    "text": "I wish goldfish read Achewood."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "moraiat",
    "plus": 1,
    "snip": false,
    "text": "Yeah... My goldfish only read family circus and marmaduke... I mean talking fish is kind of a neat parlor trick but their jokes are terrible"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hyetal",
    "plus": 1,
    "snip": false,
    "text": "Thanks!  You just reminded me that I haven't read \"Joe Mathlete Explains Today's Marmaduke\" in ages!  A chubby for your services."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I just ran across this blog a few days ago. Chubbied for being part of the lattice of coincidence."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "soilentshuggah",
    "plus": 4,
    "snip": false,
    "text": "No one should be a cock to this strip,  <em>ever!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spidergoose",
    "plus": 0,
    "snip": false,
    "text": "I love that one of the robots is standing around getting stoned too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "I love that the robot wears flip flops."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "favorite strip, hands down. <br/> \n <br/> \nthat's why i'm rating a strip for the first time ever. <br/> \n <br/> \nposthumously 5'd."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dallovich",
    "plus": 0,
    "snip": false,
    "text": "I don't know Todd :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 4,
    "snip": false,
    "text": "Did you just let one go?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 19,
    "snip": false,
    "text": "<strong>93. THE \"TODD\"</strong> <br/> \nYou and the lady are in the same room as Todd. She does a :( <br/> \n <br/> \n <em>SOLUTION</em> : Scream at Todd for \"doing cocaine in the presence of a lady\" and how you \"can't imagine how in HELL he would think that would be okay!!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i've been thinking, Onstad is probably waiting for people to think up enough of these situations to then make an actual book of them."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "being an engineer the one part of the strip I find most funny is Ray's measurement of 45 degrees... <br/> \n <br/> \nIt is not truly 45 degrees but a more obtuse angle, if you look closely. But he says it with such conviction... I just don't have it in me to correct him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "He might be saying that the angle of forty-five degrees lies between his arm and the leg or table. Which would be just about correct."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Do not tell an engineer that \"the angle of forty-five degrees [...] would be just about correct.\"  If you ask an engineer the time, we will say \"It is six-oh-eight and twenty-five seconds......  <em>now</em> .\"* <br/> \n <br/> \n(*I stole this, but I don't know from where.  That doesn't make it untrue.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 22,
    "snip": false,
    "text": "The angle between Ray's arm and the table could still be 45 degrees.  But if his arm is not parallel to the fourth wall, the arm-to-table angle will appear artificially larger or smaller than it really is. <br/> \n <br/> \nI know this because I am from Perspective."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i never thought of it that way. today, you are a genius. <br/> \n <br/> \n..if only in my mind."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hyetal",
    "plus": 1,
    "snip": false,
    "text": "1.  Ray's arm is not perfectly straight, so any measurement of angle is subjective depending on what points are used along Ray's arm to define the line. <br/> \n <br/> \n2.  The dimension inside the angle is shown to be from the table leg to the tabletop.  I don't know how to interpret this, but... <br/> \n <br/> \n3.  Ray is (probably) attempting to bisect the angle, but even if he had a perfectly straight arm of 0 thickness the angle would not be 45º, because the table leg tapers and the angle between its surface and the tabletop is greater than 90º. <br/> \n <br/> \n4.  The degree symbols won't show up on Assetbar, will they?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Well, I'm as shocked as you are."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "I... You... I mean... Well, I'm stumped. That's probably the geekiest comment I've seen in Achewood. Which must be the geekiest of webcomics. I salute you, sir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spicyponyhead was marked lame too many times and excluded. (marked lame by envika, Conn, I_Love_Kate)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "robotman",
    "plus": 4,
    "snip": false,
    "text": "That's Blister man. RTFM."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Thank you for prompting me to look up \"RTFM\". It has an exemplary Wikipedia page, that I would Chubby if Wikipedia had such a system. Instead, the Chubby goes to you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "oh rtfm...how many class days did friends and i cast instructions at each other yelling that at each other whilst teachers were clueless as to its definition..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "..more than one. that's how many."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gsurge",
    "plus": 0,
    "snip": false,
    "text": "I  <a href=\"http://web.archive.org/web/20101009144942/http://achewood.com/index.php?date=12212001\">guess</a>  it's  <a href=\"http://web.archive.org/web/20101009144942/http://achewood.com/index.php?date=12242001\">just</a>  a  <a href=\"http://web.archive.org/web/20101009144942/http://achewood.com/index.php?date=02212002\">mystery</a> . <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "A Blistery mystery."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "man I really wish we saw more of Blister these days. I guess he'll be at the wedding, right? I mean he introduced the two. MAYBE HE WILL EVEN GIVE A LITTLE SPEECH!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "That's true.  That's something I haven't even thought about since I first read that comic so, so long ago."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "IT'S BLISTER"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 5,
    "snip": false,
    "text": "That is Todd's old friend, Blister. You know him. <br/> \n <br/> \nYou know Blister."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gsurge",
    "plus": 1,
    "snip": false,
    "text": "Continuity troop, form up on me!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "<em>Strips Viewed: 13</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "moraiat",
    "plus": 1,
    "snip": false,
    "text": "No more cold pricklies!!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "Well now I feel like a chowderhead."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "No one should be a cock to a stranger, EVER."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "One year later, I'm still ashamed of having commented before knowing what the fuck I was talking about. *hangs head*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paco",
    "plus": 3,
    "snip": false,
    "text": "Whoah! Hey, Ray! Don't be drivin' that thing! You're completely HIGH AS HELL! <br/> \n <br/> \nI was just wondering whether to blaze, when I loaded up Achewood :)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 0,
    "snip": false,
    "text": "oh man. do it. i had the same problem then this strip loaded and i was like 'oh man. do it. its serendipity.'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Paco has a crush on being high pass it on"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Do you think that it is rad to be addicted to marijuana?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 3,
    "snip": false,
    "text": "Dunno.  Is marijuana addictive now?  It never was before."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Fair point. I should have said, \"Do you think that it is rad to be  <em>high</em>  on marijuana?\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "Yes. I think it is extremely rad to be high on marijuana."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "There's the emotional reliance for some people, but I don't think a physical addiction. Close though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paradigmeyes",
    "plus": 14,
    "snip": false,
    "text": "I wish in the past I had rated more strips 'cause now I know being lamed is a fake idea."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "You mean commented more strips?  I don't think people can chubby/lame other peoples ratings can they?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paradigmeyes",
    "plus": 0,
    "snip": false,
    "text": "Good point.  Thank you for noticing that.  You obviouslt PAY ATTENTION. I wrote the wrong word because I was not PAYING ATTENTION.   <br/> \n <br/> \ntoo bad one can't go back and edit. <br/> \n <br/> \nThank you again black-mage-that-looks-a-helluva-lot-like-Orco.  I'll be sure to save a few heal spells.   <br/> \n <br/> \n(also thanks to all those who 'chubbie'd) <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "you were obviouslt not PAYING ATTENTION when you hit 'post.' <br/> \n <br/> \nps. you're welcome."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Few do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "this one is my FAVORITE."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deovalente",
    "plus": 0,
    "snip": false,
    "text": "Classic.  And highly accurate."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": false,
    "text": "Has anyone here ever partied in their bathroom?  It's pretty cool, I suggest you try it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saturdaypunk",
    "plus": 0,
    "snip": false,
    "text": "Hotboxin' the ol' pooper... Yeah. A Jesus-looking friend of mine made us a smoking tool with a airbed inflater, a Listerine cap, and some gum. The room was grey in no time flat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "was your friend taking a science/engineering degree?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "I haven't partied in the bathroom, but I used one as a makeshift sensory deprivation chamber during one particularly arduous salvia trip.  It was there that I glimpsed the Cathedral of Shadows."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "Folks turn into MacGyver when it's time to smoke."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "JAMAICAN SHOWER!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weekendofsound",
    "plus": 1,
    "snip": false,
    "text": "Panel 11 kind of looks like Gandalf crossed with a mobster. <br/> \n <br/> \nCrossed with Ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 5,
    "snip": false,
    "text": "James Gandalfini, you mean? HEYOH!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "nice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "farvana",
    "plus": 1,
    "snip": false,
    "text": "One of my GODDAMNED  <strong>problems</strong>  (which I do not know what the  <em>hell</em>  I should be doing about): I do not have thoughts like these while stoned. <br/> \n <br/> \nI sit and keep my head from spinning off my neck for thirty minutes and become useless for the evening when I blaze."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 4,
    "snip": false,
    "text": "Even babies are getting stoned now. Where is the world going to?!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Babies bakin' babies."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "that means something completely different. And it's terrifying. <br/> \n <br/> \nAlthough the phrase \"Babycakes\" makes a bit more sense."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Let's drown this baby up a notch!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "The problem is you are getting  <em>too</em>  stoned. <br/> \n <br/> \nYou are only supposed to get  <em>sort of</em>  stoned."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "spectre",
    "plus": 8,
    "snip": false,
    "text": "Greetings from New Orleans. Having a great time, despite traveling with 2 out of 3 stepkids and my in-laws. Mildly tipsy. Just ate Cajun and listened to Cajun. Ready for hard liquor and rythym and blues."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cow was marked lame too many times and excluded. (marked lame by mike24, Flaaron, ketamind, hbaranov, retinarow)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hbaranov was marked lame too many times and excluded. (marked lame by ketamind, Hyetal, sonicbiology)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Lamed for: <br/> \n <br/> \nA) Pretending to be 107 years old. <br/> \n <br/> \nB) Laming someone who has viewed more comics than you. <br/> \n <br/> \nC) Capitalizing the word  <em>newspapers</em> . <br/> \n <br/> \nThe answer to your question, cow, is probably because newspaper editors wouldn't get it.  There's also the issue of the swearing and the nudity."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Extremely delayed Fuck you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattfish",
    "plus": 1,
    "snip": false,
    "text": "Of course his mom knows what it is like to see someone die. She watched Ramses take down 3000 men."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 4,
    "snip": false,
    "text": "Either Ramses is even more amazing than I realized, or he took down 2,999 men."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "exactly. <br/> \n <br/> \n*virtua-chub*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 3,
    "snip": false,
    "text": "<em>I just beat the asses of three thousand men.  The hell you leave me alone.</em> <br/> \n <br/> \nI mean, do what you want, but I am not going to contradict  <a href=\"http://web.archive.org/web/20101009144942/http://www.achewood.com/index.php?date=01272006\">Ramses himself</a> ."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "OH SHIT EVERYBODY LOSES."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "Well played, sir. Observant chubby for you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "daaaaamn, you got all of us with that. i forgot about that quote..you win."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "It is possible that he randomly ruined the shit of some guy on the way there.  But that's doubtful - he doesn't seem like the kinda guy to do it randomly.  It may have been a stoush of honour, however."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "An extra guy sneaked in. He was given No Quarter. He received Justice."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "I don't see any reason to assume Ramses personally defeated every single other competitor at the Great Outdoor Fight.  It's hugely likely that the Fight started with a massive brawl, like the one Ray won did.  He let them wear themselves out and didn't waste his time with the clear losers. <br/> \n <br/> \nAlso, I doubt he was counting."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "Happy 2008, Acheworld. <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tragicone",
    "plus": 2,
    "snip": false,
    "text": "Should auld acquaintance be forgot, <br/> \nAnd never brought to mind? <br/> \nShould auld acquaintance be forgot, <br/> \nAnd auld lang syne? <br/> \n <br/> \n   Chorus: <br/> \n   For auld lang syne, my dear, <br/> \n   For auld lang syne. <br/> \n   We'll take a cup o' kindness yet, <br/> \n   For auld lang syne. <br/> \n <br/> \nAnd surely ye'll be your pint-stowp! <br/> \nAnd surely I'll be mine! <br/> \nAnd we'll take a cup o' kindness yet, <br/> \nfor auld lang syne. <br/> \n <br/> \nWe twa hae run about the braes <br/> \nAnd pou'd the gowans fine. <br/> \nWe've wandered mony a weary foot, <br/> \nSin' auld lang syne. <br/> \n <br/> \nWe twa hae sported i' the burn, <br/> \nFrom morning sun till dine, <br/> \nBut seas between us braid hae roared <br/> \nSin' auld lang syne. <br/> \n <br/> \nAnd ther's a hand, my trusty friend, <br/> \nAnd gie's a hand o' thine; <br/> \nWe'll tak' a right good willie-waught,, <br/> \nFor auld lang syne."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Once again, there is an 18-year-old whom I despise but to whom I am forced to give chubbies. <br/> \n <br/> \n <em>JOKE, officer. It was a JOKE.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "so, you don't despise me?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "axhoola",
    "plus": 0,
    "snip": false,
    "text": "<em>Those are some pans that I have.</em> <br/> \n <br/> \nOne of my favorite Achewood lines."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retinarow",
    "plus": 2,
    "snip": false,
    "text": "Ray: The man with the pan."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashmunki",
    "plus": 0,
    "snip": false,
    "text": "All time favorite."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cynthiamonster",
    "plus": 0,
    "snip": false,
    "text": "\"Those are some pans that I have.\" f-ing great!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imbattin",
    "plus": 0,
    "snip": false,
    "text": "<em>immediately</em> <br/> \n <br/> \nSimply the best."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 7,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009144942/http://philippesblog.blogspot.com/2007/12/my-christmas-presents.html\">My Christmas Presents!</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 3,
    "snip": false,
    "text": "Aw, dang.  That's Philippe's."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Panel eight and fourteen are probably my favorite. Fourteen because of Ray's open mouth look, like he's stupefied by that fact he doesn't know the answer"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xaxx",
    "plus": 0,
    "snip": false,
    "text": "I had never realized that Andy was in this strip.  I was under the impression that...he/she...had not shown up outside of the party arc."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rocknrollfaggot",
    "plus": 0,
    "snip": false,
    "text": "but ray that is 90 degrees  <em>that is clearly 90 degrees</em>"
  }
]