[
  {
    "depth": 0,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": true,
    "text": "A comment left by budenhagen was marked lame too many times and excluded. (marked lame by ishuta, heylookltsme, Thorfinn, kylank, scribo, gardenhead_, Davey-Boy)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tombsgrave was marked lame too many times and excluded. (marked lame by heylookltsme, Thorfinn, rockstarsatemy, 7th_shot, al_batross, mortshire, mike24, milkpants, abendsonnen, gardenhead_, iidebaser)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": true,
    "text": "A comment left by earendil was marked lame too many times and excluded. (marked lame by heylookltsme, snowman, Thorfinn, NeoNaoNeo, kylank, GregChant, milkpants, RBisme, anewcede, iidebaser, Audhumla, grombly)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 5,
    "snip": false,
    "text": "DeGeneres is dating Portia de Rossi.  Is she more the stereotype you were hoping for?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "uruloki",
    "plus": 21,
    "snip": false,
    "text": "Tobias? Is that you?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 4,
    "snip": false,
    "text": "No.  Is that a pop culture reference I'm too stodgy to understand?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Evidently!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "You probably aren't going to get that one or all the subsequent ones, either."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "I'd applaud you for your prophecy if it wasn't such an easy prediction.  Not as easy as predicting an oriental sunrise, but more on the par that the computer will start up. Sometimes it doesn't happen!  But as we already see, it's usually the case."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "Kinder citizens would point me to the movie, TV show, song, or video game in question."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "My good chum rowboat has pointed you in the right direction in a comment below.  Enjoy the act of discovery!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "My thanks to rowboat.  I haven't watched TV since 2004."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "I can imagine Tobias speaking and gesturing this every word. With more gay slippage."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "In case no one plans to answer you, lateadopter, it is a reference from  <em>Arrested Development.</em>   <br/> \n <br/> \nGoddamned good show. Watch it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "You know, I've watched the show and yet I failed to make the connection. For some reason the first thing that came to mind was Thomas Mann's short story \"Tobias Mindernickel\". Which is great, by the way, but that's neither here nor there."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "charchar",
    "plus": 45,
    "snip": false,
    "text": "My first thought was Tobias from  <em>Animorphs</em> , which I suppose speaks volume of my character."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Me too dude, me too.  And apparently eleven other people."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 3,
    "snip": false,
    "text": "Fourteen. Well, fifteen including me. Whenever I see/hear the name Tobias (which isn't often), I cannot help but think of Animorphs. Man, I miss those books. Did anyone else ever read the Andalite Chronicles?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "jonesy",
    "plus": 0,
    "snip": false,
    "text": "of course we're talking about a ya series w/'MOVIN PICTURES!' @ the bottom...but she totally jumped the shark w/the andalite chronicles..."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "My sister had them, but she threw a fit when I tried to borrow them.  I did manage to get in about half of  <em>Visser</em>  before she took it back. <br/> \n <br/> \nDang, I had such a crush on Ax.  I think it was our shared awkwardness."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "I read every single one of those goddamn things.  Did anyone else read the  <em>Ellimist</em>  chronicles?  Hork-Bajir?"
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "Y'all some nerds."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "Man it's true, but no need to say it. I think it's relevant to remember you've made over 1200 comments on a webcomic messageboard. We're all some serious nerds up ins."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "haha, I know. Sheesh. Two lames for that? Someone needs to lighten up a bit."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 0,
    "snip": false,
    "text": "Possibly two someones."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "My sympathy for the Hork-Bajir was a major impetus in my becoming a vegetarian.  The Ellimist always creeped me the fuck out (not as badly as the Drode, mind you.  <em>ugh</em> )"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "did you read the book about his back-story? Dude lost everyone he loved twice and became a god by accident."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Ellimist Chronicles: YES. <br/> \nHork-Bajir: Double YES. <br/> \nI gave my childhood up for Animorphs and I would do it again. <br/> \nI used to actually believe my pet cat was a nothlit and thus would not change in front of her."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "linning",
    "plus": 3,
    "snip": false,
    "text": "Oh man, I had basically the first 20 or 30 something of Animorphs, then, y'know, aged and such. Out of boredom at work a few weeks ago, I wiki'd it, only to discover that the crew had recruited crippled children as cannon fodder, all of my favourites had died awesomely, and Jake had become basically a suicidal, alcoholic Jack-Bauer-with-animal-powers. Fuckin'  <em>A</em>  man."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "Holy friggin' crap. That is awesome."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "Yes if that's the one where they go back to the age of dinosaurs because they tried to fix a nuclear submarine. As dolphins. That book was really dark for 12 year old me, kind of like when my dad thought Watership Down was a children's film and left me to watch while he cut a bit of wood in half. <br/> \n <br/> \nDidn't they cause the dinosaur apocalypse by being a dick to the aliens?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "The Tobias I always think of, I believe, is a talking cat from some children's book series. Not animorphs, though. Hold on, I need to hit wikipedia."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Found it! Tim and the Hidden People. Funny, the little things that stick in your head."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I also read the Hork-Bajir Chronicles and the Ellimist Chronicles. <br/> \n <br/> \nI definitely checked for hawk avatars after seeing that name."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145700/http://en.wikipedia.org/wiki/Tobias_Linderoth\">http://en.wikipedia.org/wiki/Tobias_Linderoth</a> <br/> \n <br/> \nThis was the man I first thought of when I read the name. This is quite curious as I do not enjoy watching football."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I was thinking Tobias from Sweeney Todd.  Did it bother anyone else that they dumbed his name down to exclusively \"Toby\" in the movie, instead of using it as his nickname only?  Eh."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure if it means anything, really, but I got the Book of Tobias (commonly called the Book of Tobit) from ancient arcana and a painting by Raphael, but couldn't really make a connection from there to Portia...."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "That's funny, the first thing I thought of was mortal combat. (Noob Saibot) aka Tobias/Boon-two of the developers from the series."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "Arrested Development. It was a great show. Portia played Tobias' wife. Tobias was David Cross, of Mr. Show with Bob and David fame. <br/> \n <br/> \nThe more you know..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "He also does spectacular standup comedy. <br/> \n <br/> \nIf you like angry humor."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 5,
    "snip": false,
    "text": "Spectacular is an overstatement.  <em>It's Not Funny</em>  was aptly titled. <br/> \n <br/> \nI'm just waiting for the lames, but you know it's true.  <em>The Pride is Back</em>  was way better."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "The lames they may come, but for now, a chubby for you!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "The only Cross stuff I've ever listened to is  <em>Shut up, you fucking baby!</em>  and i found it pretty funny, but not quite funny enough justify spectacular.  Patton Oswalt and Lewis Black are where you go for angry comedy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ford",
    "plus": 4,
    "snip": false,
    "text": "Also, my avatar should confer my first recommendation to anyone who wants to laugh at things that suck"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Patton is great. Obviously Bill is the king, but he's all dead and shit."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "He's still got more material out than Patton.  Lewis too, i think.  Dude was hella prolific."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "chubby. David Cross' standup never me laugh or even such as a chortle or your basic snicker"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": true,
    "text": "A comment left by foetus_punch was marked lame too many times and excluded. (marked lame by Dovey, straw, BilliousBill)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Nah, too boxy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nbgreene",
    "plus": 17,
    "snip": false,
    "text": "heyyyyy hermanoooo"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kenyot",
    "plus": 1,
    "snip": false,
    "text": "Buster, you can%u2019t do that on the balcony, buddy?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kenyot",
    "plus": 0,
    "snip": false,
    "text": "I actually blushed once I saw how Assetbar handled my comment. You've made a fool of me for the last time, Assetbar."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "How does that happen? Do you type in notepad and paste it in Assetbar or something?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kenyot",
    "plus": 0,
    "snip": false,
    "text": "Test: <br/> \nBuster, you can't do that on the balcony, buddy?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nbgreene",
    "plus": 3,
    "snip": false,
    "text": "mom says it's too windy"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kenyot",
    "plus": 7,
    "snip": false,
    "text": "I checked the accuracy of my quote by first pasting it into Google, and then copying a new version back into Assetbar. In my test, I used science to find out what would happen if I copied something from the Assetbar textbox back into the Assetbar textbox."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wilto",
    "plus": 0,
    "snip": false,
    "text": "Science is something we can all appreciate!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "syx",
    "plus": 24,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nAs this is my second post ever, and first attempt at posting a picture here; kindly forgive me my trespasses, should this not work."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Shit man, I thought I had chubbies to give here.  Listen this is incredible.  You are rad."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Phew! I thought I had been too friendly on the strip that has your other comment, so as I would not be able to give you your chubby.  Might I recommend leaving pithy and insightful commentary on, particularly, \"The Party\" and \"Prank Calling\" arcs so that I might distribute to you the correct amount of chubbies?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 0,
    "snip": false,
    "text": "Good work, buddy. You really pulled through."
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "foolio",
    "plus": 2,
    "snip": false,
    "text": "But maybe there is still hope for the young, <br/> \nif they reject the dung being slung from the tongues, <br/> \nof the ignorant fools who call themselves preachers, <br/> \nand listen instead to their science teachers."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby because i just queued up three songs by the Hawkman because of this post."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 1,
    "snip": false,
    "text": "Mom says it's too windy."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "Damn, this replied way too far after all the Arrested Development hullaballo was over.  Maybe next time."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Schniiikes.. your avatar makes \"Final Countdown\" stick in my head.  (sigh)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 0,
    "snip": false,
    "text": "Their wedding was rather beautiful."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thorfinn was marked lame too many times and excluded. (marked lame by straw, jlaw, ishuta, entropyends, riotdejaneiro, odei, mortshire, loneal, trapperjohn, dickie_roxx, abendsonnen, oddrid, mendenbar, iidebaser, Audhumla)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by loneal was marked lame too many times and excluded. (marked lame by sirhan_duran, FineMusk, Cypher, sassacrass, TheLoneliestMonkey, shades, miseryandthesun, Fcannon, clembot, sncether, achilleselbow, Mo_Rose)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "juanclaudius",
    "plus": 2,
    "snip": false,
    "text": "chubbied for what'll probably be called feminazism. thorfinn was obviously joking, but even jokes can lead to serious attitudes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "iidebaser",
    "plus": 2,
    "snip": false,
    "text": "it was a lame joke.  that's what lames are  <em>for.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "No, lames are obviously for being a cock to someone, on the grounds that, the internet makes you anonymous, and therefore a dickwad."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "Ah, John Gabriel's Greater Theory of Internet Fuckwads!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes! High five!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "This misdirected sensitivity is so frustrating I can can't even begin to convey it. Guess I'll just go watch porn and feel better."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "thorfinn",
    "plus": 10,
    "snip": false,
    "text": "It was a joke.  I thought the whole \"getting it on after they notice they have the same color shoes\" thing made that pretty clear.  Porn plotlines are ridiculous like that. <br/> \nDelivery guy: \"Here's your pizza ma'am\" <br/> \nGirl: \"I'm not paying for this, I ordered extra sausage\" <br/> \nDelivery guy: \"I've got some sausage for you right here\" <unzips pants>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by loneal was marked lame too many times and excluded. (marked lame by FineMusk, falseprophet, Girdag, miseryandthesun, Fcannon, benfromtenn)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by jlaw, Meetzorp, dickie_roxx, iidebaser, Audhumla)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I thought she was joking in return, but I dunno. You tell me, loneal."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I would've maybe thought so too, but the last sentence and the \"that's not funny\" follow-up made it pretty evident in my opinion."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by loneal was marked lame too many times and excluded. (marked lame by BilliousBill, FineMusk, farqussus, miseryandthesun)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sortelli",
    "plus": 0,
    "snip": false,
    "text": "This conversation is magical.  I hope ya'll's blood pressure isn't directly linked to how many lames you accrue."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "It's  <em>grl</em> . Cat <em>grl</em> . I am offended by that extra i. Shame on you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "riotcatgrrl131?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Yes, and duly chubbied."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I am sorry. I have failed you. I will hang my head in shame."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 6,
    "snip": false,
    "text": "Hm, not a bad defence, but I think it's presumptuous and wrong to say thorfinn was presenting it \"from [his] own perspective.\" It's more like he was implicitly setting up a proxy character who was clearly not himself and then using him to make the kind of statement that a typically offensive character would make for the purpose of satirizing such thinking. And I really don't think your response qualifies as a joke, since it was just direct sarcasm, but maybe that's just my biased reading.  <br/> \n <br/> \nBut you're right, let's not get worked up about it. I'm just suggesting that maybe your refusal to appreciate irony in this case only serves to further inscribe you in the patriarchal Symbolic order of binary absolutes and is thus counter-productive."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "(I'm enjoying this tremendously, by the way)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "\"I'm just suggesting that maybe your refusal to appreciate irony in this case only serves to further inscribe you in the patriarchal Symbolic order of binary absolutes and is thus counter-productive.\" <br/> \n <br/> \nOkay that was amazing. <br/> \n <br/> \nI guess I was counting sarcasm as a joke. Maybe sarcasm doesn't count as a joke, per se. <br/> \n <br/> \nAnyway, whatever. I am also tremendously enjoying this, but only because I am sexually attracted to Internet fights."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "I'd say Todd's established existence as a little ball of offensive opinions and cocaine abuse is different from Thorfinn setting up a proxy character."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 3,
    "snip": false,
    "text": "So in order to make simple jokes, we have to set up a goddamn backstory to avoid somebody getting oversensitive and going off on us?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "No, it's  <em>implicitly</em>  done. When you jokingly make a comment that would at face value be taken as 'offensive' or bigoted, but deliberately and obviously exaggerate it to the point that it becomes ridiculous, you are not being racist/sexist but satirizing racist/sexist beliefs by showing how ridiculous they are. I am only laying this out here in such detail in the hopes that at least one person will finally get it through their head and that at least one exchange like this can be avoided in the future."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Achilleselbow, I commend you. It's nice to know I'm not the only one who gets the setting up of proxy douchebag characters as a comic device. Your navigation of this tricky situation has been most interesting to read."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "I wasn't necessarily disagreeing with you, I was just saying that perhaps Todd was not the best example?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 3,
    "snip": false,
    "text": "I was going to go to Uni. I started an Arts degree, but three months in to the Renaissance philosophers, at the age of seventeen, I thought, what's the point? What are all these essays going to do for me? So I quit. Now I can't even JOIN a fight on the internet, let alone win one.  <br/> \n <br/> \nSO THIS IS WHAT TERTIARY EDUCATION IS FOR!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "Oh my GOD, I just saw a thing, I just saw a thing! Thorfinn's post that I responded to was  <em>in response to</em>  something else. I was scrolled to a part of the page where there was nothing further to the left, and I assumed it was a response to the strip, and not that \"Lesbians are man's greatest achievement.\" It was totally irony, and I thought it was just a horrible, non-ironic joke. No wonder folks got so mad at me! Holy shit! Your proxy theory is 100% valid."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "blindspot",
    "plus": 0,
    "snip": false,
    "text": "<br/> \nOnce again, we can blame all of our problems on Assetbar. <br/> \n <br/> \nHuzzah!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for sitting under a lamp that helps you admit you're wrong :-) Sorry if I kinda exploded in my first response."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "I'm gonna go ahead and say it.  This entire exchange has been really embarrassing.  Jesus, I expected someone to start quoting Paglia or something."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It's cool, dude, I exploded, too! Although judging by the chubby/lame distribution on those first two comments, a lot of people made the same mistake I did, or maybe just plain old misread thorfinn's comment as non-ironic.  <br/> \n <br/> \nOh man, that was so weird. I'm all, \"Achilleselbow is making a coherent, eloquent argument, so he seems intelligent, but he's making up all this irony where there is none.\"  <em>And then everything snapped into place.</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Love your authenticity about this, but seriously... <br/> \n <br/> \nYa'll thinking way too much! Think less, BE more! <br/> \n <br/> \nCritics and Reporters all get to comment on the performance and the game, and think the whole thing through, but have no power to really affect how good the performance is or who wins the game. <br/> \n <br/> \nOnly the people on the stage or in the field have anything to do with that, and they are so busy BEING part of the outcome they have no time to spend thinking about it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "When I initially posted it, there was only one post in between my post and the one it replied to, then people started replying like crazy and it pushed them apart, making it much less clear that I was replying to tombsgrave.  I find this is often the case with assetbar comments."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Illustrating absurdity by being absurd?  That's just crazy enough to work!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "augeno13",
    "plus": 0,
    "snip": false,
    "text": "see, i didn't think yours was a joke so much as it was sarcasm."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flynn",
    "plus": 2,
    "snip": false,
    "text": "Lesbians are MAN's greatest achievement? Somebody's lookin to get Queer Raged. It's a good thing this isn't Livejournal."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Man, there are hella lesbians around where I live. They're all not interested at all in dating me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Lay off the Axe, and maybe you'll get an invitation to The Crunchy Green Elephant or some such vegan establishment. <br/> \n <br/> \nParty on, bjorntd!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Party on, lost_buoy!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I converted a girl to lesbianism before. <br/> \nI'm not sure that qualifies as man's greatest achievement. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "varnish",
    "plus": 2,
    "snip": false,
    "text": "Consider the character who is saying it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 16,
    "snip": false,
    "text": "It is not true.  Cuervo can however make girls hit on guys, and then vomit on them.  I've seen it happen. One of my buddies, who was drunk on the Cuervo as well was all standing there, then this girl we both knew came up and started flirting with him, then threw up on him, then fell down onto the couch and took a nap.  It was hilarious"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 19,
    "snip": false,
    "text": "Good god, two posts within ten minutes, both with dependent clauses set off, both missing the comma after the clause.  My syntax is terrible today."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 2,
    "snip": false,
    "text": "Not only have you displayed a much finer grasp of the English language than most, you have owned up to errors most would not have even noticed. <br/> \n <br/> \nAs far as I am concerned, you are absolved. <br/> \n <br/> \nChubbied, even."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "It's all right.  If it makes you feel any better I was reading it as hastily-written and perhaps completely idiomatic."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "No spelling errors are a plus though. <br/> \n <br/> \nharhar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Chubby'd because I made that same joke the other day and some nice soul was soullishly nice enough to chubby me for it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zadig",
    "plus": 0,
    "snip": false,
    "text": "As an English major, I can totally relate to your getting neurotic over dependent clauses, comma usage, and whether I used the right word or not."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 2,
    "snip": false,
    "text": "I am not an english major, but way back in the day, I had a WR 095 teacher who was horribly anal about grammar (An A quality paper could get knocked down to a low B for 2-3 minor grammatical errors) that many of the rules just got burned into my brain.  I am a double science major, which means that assetbar is one of the few places where I get to type anything that isn't in the third person, passive voice, and past tense.  I'm usually all like \"10 mL of 1.0M HCl was added.  A change in color from violet to orange was observed in the solution.\".  I hate Gen Chem, I hate it right in the face.  It makes sense that I have to take it as a Geology/Physics major, but it bores the shit out of me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "Is double science anything like double music? <br/> \n <br/> \nIf so: AWESOME."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "snoozebar",
    "plus": 22,
    "snip": false,
    "text": "Combine your loves! <br/> \n <br/> \n\"High upon the misty mountain fortress, thorfinn worked slavishly at his creation.  A drop of sweat rolled down the side of his handsome, square-jawed face and onto his rock-hard pectorals.  It was not just for his science that the village wenches came to him.  <br/> \n <br/> \nWith great care, he added 10mL of 1.0M HCl to the violet solution, and waited. The seconds ticked by.  Nothing.  Was it all in vain?  Would he be doomed to failure yet one more time?  Wait: the solution, it was changing, blossoming into a vicious, roiling orange.  It had worked! He had done it! <br/> \n <br/> \n'Fools!', he cried triumphantly, 'They will mock me no more!'\" <br/> \n <br/> \nIf I was your TA, I know which one *I'd* want to read."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snoozebar",
    "plus": 0,
    "snip": false,
    "text": "I'm an ex-physics major, by the way, so grade my grammar accordingly."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "It saddens me that I have no chubby to give you for such a brilliant post."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "em2",
    "plus": 0,
    "snip": false,
    "text": "It has been done for you, sir."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Repeatedly!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hilarious!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "snoozebar",
    "plus": 0,
    "snip": false,
    "text": "Thanks! I try."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kenyot",
    "plus": 0,
    "snip": false,
    "text": "Sometimes I am too willy-nilly with my chubbies. Sometimes I use all of the allotted chubbies before I get a chance to read a post like yours. I am left with only a virtual chubby to offer you. Please accept this virtual token of appreciation for such a fine post. <br/> \n <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "I too, can only offer theoretical chubbies. But you can have as many as you like."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "The great thing about Achewood fans is that they write fan fiction about each other rather than about Achewood. I think we're onto something here."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Webcest!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "V-Chubb'd for \"hate it right in the face.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "m3funkyb",
    "plus": 5,
    "snip": false,
    "text": "This is true, after having consumed an amount of Cuervo disproportionate to her weight, a girl told me \"You're cute,\" asked me, \"Do you have a condom?\" then said \"BLehagghargh\" on my face."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Seriously, I think Showbiz may count that reaction a plus."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "andersmn",
    "plus": 8,
    "snip": false,
    "text": "bonerville!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "circadin",
    "plus": 0,
    "snip": false,
    "text": "Something about the combination of your comment and your avatar made me fall out of my chair. Thank you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rienne",
    "plus": 0,
    "snip": false,
    "text": "The Cuervo statement is a bold claim by a cartoon cat from circumstances. The statements made by him are not scientifically proven. <br/> <br/> <br/> ...but there's always hope."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "It is occasionally true, but mostly on the class of lady where your success would just make you sad all day."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 6,
    "snip": false,
    "text": "Cuervo is to Tequila as \"downer cattle\" are to Filet Mignon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": false,
    "text": "Yes. Cuervo is gross. Patron WHAT"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 9,
    "snip": false,
    "text": "Ah, Patron.  The Cliff Notes answer to classy liquor.  It'll get the job done, but  <em>you didn't put in the effort that was due.</em> <br/> \n <br/> \nLazy grammar, barely interesting comment. I give it 3  <br/> \nBeefs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Corazon Reposado for me. But for someone with the tag \"fineoakstructure,\" I'm thinking Tres Generaciones Maduro."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thorfinn",
    "plus": 2,
    "snip": false,
    "text": "It's Laphroaig for me.  Tequila gives me heartburn."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Lagavulin and Arbeg, if we're gonna talk about scotch. Can we talk about scotch? That would be awesome."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Not a big fan of the Ardbeg (not even going to try the diacritics) and I haven't tried Lagavulin.  Bowmore is pretty good though."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Trust bourbonsamurai and myself, Lagavulin is incredible.  Got myself a little bottle of the 25 stashed away for special occasions."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 5,
    "snip": false,
    "text": "I used to have this awful boss who was a lazy, cheap bastard and a compulsive liar.  I constantly had to cover for him, fix problems, take heat from clients, etc. etc.  His father was (allegedly) a former general in the South Vietnamese army, and all his buddies gave him scotch as a present, even though nobody in their family drank.   <br/> \n <br/> \nLong story short, once I figured all of this out I demanded bottles of scotch from him to fix his problems.  I am still waiting for the right occasion to finish the Lagavulin 25 and the last sip of the Laphroaig 30. <br/> \n <br/> \nI kind of miss that guy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hootplate",
    "plus": 0,
    "snip": false,
    "text": "I kind of hate you now. Duly chubbied."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "chubbied for being in the same room as a guy who owned this stuff. For actually getting a hold of it yourself I'm going to have to find a way of going back in time and making you my personal childhood friend."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Say, you want to come to my room?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Nobody mentioned Talisker in this Scotch discussion! The Isle of Skye is so sad and alone now. Strange how it's the only single malt distillery on the Isle  <em>and</em>  it's the home of the great fortress of the Clan McLeod. So:  <em>There can be only one.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Um. Can I be your new drinking buddy? Pretty please?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "I know very little about scotch aside from Glen Livet is delicious. If the subject were to turn to bourbon, my words would be finer-tuned."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Knob Creek: \"yea\" or \"emphatically yea\"?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "moderately emphatic yea <br/> \nMaker's Mark is also good"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mattfish",
    "plus": 1,
    "snip": false,
    "text": "Maker's Mark and Knob Creek are to bourbon what Patron is to tequila, minus the \"overpriced\". Good, but do your homework and don't just buy whatever's on the second highest shelf at the store"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "They're good compared to the Jim Beam I usually drink.  I don't usually buy the super high-end bourbon.  If I'm paying more than $30-$40 for a fifth of whiskey, it better have crossed an ocean to get to me."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "next time you go to buy a bottle of jim beam (white label, I assume), pick up evan williams and compare. You'll save a couple dollars and it will be better."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I've actually been drinking a lot of Jim Beam Rye lately, but I enjoy the white label as well, I'll have to give Evan Williams a try."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Beam Black is nice but overpriced. As far as I can tell, EW and Beam White are the same drink."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "If you like Jim Beam Rye, try Wild Turkey Rye.  It makes the JB taste like paint thinner.  Even better, though it's expensive and hard to find, is the Old Potrero Rye.  It is the best non-scotch whisky I've had."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I will do that"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "Potrero's ridiculous, but it overpowers rye cocktails like crazy. I like baby Sazerac for my Manhattans and such. WT Rye and JB Rye feel like wastes of money when there's good ol' Overholt for ten bucks a liter. <br/> \n <br/>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 1,
    "snip": false,
    "text": "Agreed.  If you're going to use it for mixed drinks, I would go with Wild Turkey Rye for something that needed some sweetness and Sazerac (the rye, not the mixed drink made with rye) is with no doubt the best base for a Manhattan. <br/> \n <br/> \nI think I got into rye at too advanced an age to appreciate Old Overholt.  I bet I would have loved that in high school."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Well, you wouldn't make a manhattan out of Bulleit so you wouldn't make a rye drink with Potrero."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "scramblesthedog",
    "plus": 0,
    "snip": false,
    "text": "Actually I make manhattans with Bulleit all the time.  Yum."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "When I spend money I drink Bulleit or Booker's.  Knob Creek and WT101 are priced identically, economically, and I usually flip a coin.  The point is that they're both at least 50% alcohol and taste great for or in spite of it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "Find and consume 1792 and Basil Haydens. <br/> \n <br/> \nBeam is what bourbon drinkers who drink too much drink. <br/> \n <br/>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I can corroborate this."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I definitely fall into that category, I buy Jim Beam by the handle."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "stonecrab",
    "plus": 0,
    "snip": false,
    "text": "Beam tastes like dog vitamins smell."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "scramblesthedog",
    "plus": 0,
    "snip": false,
    "text": "I find Booker's much too \"hot,\" which is to say its high alcohol content makes it taste like burning.  In my mouth.  But many other people dig it, so maybe I'm too sensitive."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "Try with a little water.  It'll take down the heat and release some of the more noble flavors of the bourbon."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "O, but I completely agree about Maker's Mark."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spectre was marked lame too many times and excluded. (marked lame by Bertson, Stonecrab, Margargaret, stormagnet)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I gave a glass of Laphroaig Quarter Cask to a girl I used to date, and she said \"It tastes like an oily tree\".  I think there is a small gene mutation that makes women unable to enjoy a good Islay malt."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "False. Retract."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Tequila is like everything else, only more so.  If you're going to drink it, drink the best.  I have fond memories of Herradura Seleccion Suprema Anejo.  It's like injecting the essence of fire directly into your soul.  It is unlikely that I will make such a financially reckless purchase again soon, but luckily a good 85% of my extant memories feature liquor."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 3,
    "snip": false,
    "text": "I wouldn't say so much the essence of fire, but rather the essence of Huehueteotl, the Aztec god of fire."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Now now, Patron Silver does have the benefit of, unlike many tequilas, being worth half what people charge you for it.  For me, Herrada is the good stuff.  Priced the same as the below-mentioned Corazon, but with a nicer set of complexities in my opinion.  Of course, I don't have much experience with tequila; gin's my bag."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "Herradura is likely going to start dropping off in quality because they've been acquired by Brown-Forman. <br/> \n <br/> \nGin is also my bag. Let's divert this conversation. I like Boodles and Plymouth. Yum."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Ah, a Boodles man!  We are few and we need to be more vocal.  It's just impossible to get in Maine, and the NH State stores only ever seem to have 750ml.  It isn't my favorite gin, but it might well be the most versatile gin I've ever encountered. <br/> \n <br/> \nI get a lot of flak for this, but Tanqueray is my choice.  I was raised on it as mother's milk and something about it just exemplifies a straightforward gin for me because of the heritage."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna hate on Tanqueray forever for getting rid of  Malacca, but it's still a darn decent drink. I don't even think Ten is better than the standard pour, either. <br/> \n <br/> \nI can't find Boodles damn near anywhere too, but you're right, it's just fantastic  <em>enough</em>  in just about every way, especially for the money."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Ten is overpriced and not that great.  I bought it once and all subsequent times it came into my possession as gifts. <br/> \n <br/> \nYeah, but it's definitely worth making a trip out-of-state for."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I was just going to put in a word for Boodles, but you guys got to it first. Boodles is the gin that made me a gin drinker."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "missilekapitain",
    "plus": 0,
    "snip": false,
    "text": "It is all about the Plymouth gin.. Tanqueray is Gorden's with some taste. Yes I am from Plymouth and yes the Plymouth Gin factory gives some brilliant freebies on their tour..... So maybe I am just biased with free gin? One of my favourite radio messages sent ever was one sent to the Royal Navy in World War two saying that the Blackfriars distillery was bombed but worry not as Plymouth Gin will still be distilled!! Priorities are correct there!"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I now will try Plymouth on the strength of this recommendation... from HISTORY!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "It is a fine gin.  An excellent gin.  But it somehow didn't strike me well enough as to stump for it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "missilekapitain",
    "plus": 0,
    "snip": false,
    "text": "Helps when you can get it for £10 a bottle thanks to living by the factory.. and spending a silly amount of time drunk there thanks to it being in an area where there is 5 flats for every pub."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "Let me just go out on a limb and defend Gordon's for a second; the stuff we get in the US is different from the Gordon's that's sold at home. Plymouth is also unabashadly not a London Dry; it doesn't try to be."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "missilekapitain",
    "plus": 0,
    "snip": false,
    "text": "I know Plymouth is not a London dry. It is one of the few provincial gins still being distilled today."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "I know you know this, the point being that they're different enough that I simply cannot dismiss london dry gin as being inferior to Plymouth outright"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "You know, as a man with little experience in the way of varied alcohol, after a while all these posts just sort of blur together into one massive \"HOORAY FOR DRINKING\" sign. And yet I'm enthralled. I could watch you guys argue the merits of various boozes all night."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I'm a life-long tea-toddler, and I still found this entire thing hella interesting. I've never touched any of it, but I've smelled different kinds, and bought my share of rounds for mates, and seen the different impacts of different types. I've seen as many people get vicious mean on Cuervo as I've seen get mad ruddy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 18,
    "snip": false,
    "text": "I once gave a lady some Cuervo with the instructions that she should \"do ANYTHING\". That lady was Marie Curie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I strangely am not displeased that I can't give you a chubby."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I... don't know how to take that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jlynes",
    "plus": 1,
    "snip": false,
    "text": "I am not saddened that I am not unable to place upon your comment the opposite of a lame; which is to say, I did not stint to accord your original statement the approbations it does, indeed, deserve. <br/> \n <br/> \nTranslation:  HELL OF CHUBBIES, YO"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Thanks for keeping it real, terror-Mooninite-style, jlynes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bacter",
    "plus": 1,
    "snip": false,
    "text": "Am I going to be the only one to say it? Gotta be careful who you call a son of a bitch, Beef! I mean, in your case it may still be a thing to say, but..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 2,
    "snip": false,
    "text": "Been a wedding caterer in my day, dude, and sorry, Cuervo is no more powerful than anything else 120  proof. The Lez is either IN the girl or it is not. Alchohol is but a key; there must be something inside that wants out;."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "silver_lake",
    "plus": 0,
    "snip": false,
    "text": "Also Sprach Wedding Caterer <br/> \n <br/> \nI respectfully disagree; I do not think a girl will lez on vodka. Straight to the vomiting."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I have never catered a wedding (though I have DJed and photographed them). Nevertheless, I can say, as a firsthand witness, that some girls will indeed be persuaded to lez out by vodka, though spectre's right about needing a little lez there in the first place."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "80 proof, plus up to 49% trash spirits"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "coldfrog",
    "plus": 3,
    "snip": false,
    "text": "whether or not the lez is in her or not, the vomit is ALWAYS in her, just waiting to let itself out."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "heh"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby, hehehe."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "To you sir, I grant a chubby. <br/> \n <br/> \nI laughed so hard, I nearly wet myself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 0,
    "snip": false,
    "text": "You can get them to  <em>kiss</em> , but that's hardly 'lezzing out' by my standards."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I, personally, find gin to be more effective."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "Put it this way: On balance, the chances of chicks lezzing out are higher if they have had Cuervo, than if they have not had Cuervo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "darkkarma42",
    "plus": 0,
    "snip": false,
    "text": "I have lezzed out on Cuervo before"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by songbirdspectre was marked lame too many times and excluded. (marked lame by Dovey, Flyffe, retinarow, Ikrizzle, Ryabovsky)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "But if they have a litter, she will lactate. And then Ray will have new nieces/nephews to Do Right what he has Not Done Right with Li'l Nephew."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 8,
    "snip": false,
    "text": "Roast Beef does not think they shoud party."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef can be a party animal.  However, he nearly always regrets it the next morning..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 4,
    "snip": false,
    "text": "He usually ends up singing showtunes, rapping, and/or being a notorious dead president."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 10,
    "snip": false,
    "text": "But they totally shold."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by Dovey, tekende, Thorfinn)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Were you making sure everyone else got the joke I just made?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "I'm pretty sure the astute reader will notice that I did not make the same sentiment as you. Just the opposite, in fact. But thanks for being a cock about it, anyway."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Spelling errors are a funny thing -- some will get you 8 chubbies, while others will get you 4 lames."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Apparently at least one person is fantastically obtuse."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Okay, granted, it was not the exact same thing I said. But what, then, was the purpose of your comment? Was it meant to be read with emphasis on the should, as in \"They  <em>shoud</em>  party,\" as though emphatically agreeing with hateandwar?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Roundabouts this exact part of the conversation - the part where someone is expected to justify why it is cool to make a reference to something at one point and not at another - is when I exercise my prerogative to do the Acheworld community a favor, and cease discussion of the matter at hand. <br/> \n <br/> \nBut for those of you that just won't be able to sleep tonight without an explanation, I just thought it would be nice to couple together Showbiz's two spelling variations in one place, for the solidarity of partying as a lifestyle in general."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "Tek, I don't think he noticed that you had already made that particular spelling error."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I think you're right."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i think you're right thinkin' he's right."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "Man. These comments have been very angry."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "They really have. So much hate in Acheworld today, and I'm only like a third of the way down the page."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "FUUUUUUUUUUUUUUUUUUUUUUUUCK YOOOOOOOOOOOOOOOOOOOOOOU"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I instantly thought of \"Ohmigod, shoes\" video when reading this. Anyone else?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "I am now, and my day is a bit brighter for it. I tip my hat to you, sir."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "to quote a certain someone: <br/> \n <br/> \nYES."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 2,
    "snip": false,
    "text": "If Showbiz says we partied then I'm pretty sure we partied. I really don't remember. I remember we departed from our bodies. We woke up in Ybor City."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Roast Beef has never been off the hook. <br/> \n <br/> \nMerely mentioning the word \"hook\" in the vicinity of Roast Beef makes him crack open a bottle of Maalox and take a swig or two."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Respectfully, that is straight up Bull <em>shit</em> , sir. <br/> \n <br/> \nJust cos a dude got depression doesn't mean he can't cut a rug on command."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145700/http://m.assetbar.com/achewood/uua9Qmg5j\">Observe.</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Oh jeez, he's just throwing his entire  <em>being</em>  into that dance."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nymphadoria",
    "plus": 2,
    "snip": false,
    "text": "However, being the 'ichi-ban party muchacho, it will be difficult to pass it up. Now, ladies 'lezing' out at a wedding, well that's the ultimate party."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davey-boy",
    "plus": 5,
    "snip": false,
    "text": "In attempting to alienate his brother, Roast Beef has given Showbiz license to ruin his wedding."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I R O N Y"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I don't think that was strategically a very good move on Beef's part."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "Sounds like things could get  <em>pretty wacky</em> !"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "grombly",
    "plus": 2,
    "snip": false,
    "text": "although this has nothing to do with the strip i'd like to show you all an article in the Guardian today <br/> \n <a href=\"http://web.archive.org/web/20101009145700/http://www.guardian.co.uk/uk/2008/mar/13/ukcrime/\">http://www.guardian.co.uk/uk/2008/mar/13/ukcrime/</a> <br/> \nthat image is a cropped-out version of her wearing the rabbit ambulance t-shirt. <br/> \nis it pathetic i shared this with you? possibly, but i feel just that little bit more when it comes to matters involving fellow achewoodians."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hateandwar was marked lame too many times and excluded. (marked lame by snowman, Thorfinn, mrblank91, Cremlae)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "they were probably Bauhaus fans."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "You have to be willing to throw your life away for a Bauhaus reference."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Bela Lugosi did."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm having trouble following your logic here..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "Oh I still think it is OK to like a band. But then I think that unless you are literally asking to be beaten to death, you are not asking to be beaten to death."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I really don't know which way to go with this comment, morally."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "These are confusing times."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grombly",
    "plus": 1,
    "snip": false,
    "text": "also WHO THE HELL CHUBBIED ME YOU JUST CHUBBIED DEATH ARE YOU HAPPY NOW"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I just lamed it to balance out the universe."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "opalleye",
    "plus": 0,
    "snip": false,
    "text": "Don't you tell me what I can and can't chubby. I chubbied in memoriam, not out of sympathy for death. Death, much like slavery, is not cool."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "You cannot come to my funeral. A chubby is not a memorial."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Thank you for clarification."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 1,
    "snip": false,
    "text": "Death is. Of itself, it is neither happy nor sad. It is a door to another kind of life.  <br/> \n <br/> \nThat she is dead does not sorrow me as much as the way she died. The anger and hatred expressed. The useless pain of a senseless battering. The absolute and ultimate invalidation of another human life. The drunken disregard for life itself. The lack of awareness of the perps. Do they not see that they have beaten themselves? <br/> \n <br/> \nThe existence of our Achewood fellow traveler is yet a happier one than that of her attackers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "how did you know she was wearing that shirt?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "i initially read the article in the newspaper and that had the full image."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mrobin604",
    "plus": 0,
    "snip": false,
    "text": "This is the full picture: <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 7,
    "snip": false,
    "text": "DiSaGrEeMeNt BoX"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 0,
    "snip": false,
    "text": "I am on Grombly's side.  Mr. Obin is probably just good with photoshop and has nothing better to do with his life.  Not a damned thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>Uh oh!</em> <br/> \n <br/> \nI hope you have a good explanation for this, Grombly!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kenyot",
    "plus": 0,
    "snip": false,
    "text": "What do you have to say for yourself, Grombly?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "i will find a scanner next week to back my point up. stand by..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "grombly",
    "plus": 3,
    "snip": false,
    "text": "i think i just disgusted myself by succumbing to your demands of proof <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Not to mention that doesn't resemble the picture the Guardian has/d up. <br/> \n <br/> \nI guess I mean... <br/> \n <br/> \nPrint and internet media are different?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Different picture, same girl, same sadness. <br/> \n <br/> \nThank you grombly, for bringing it to our attention."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "Also, ain't no one had a whip to yout back. <br/> \n <br/> \nThis is pretty much the saddest assetbar."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "She sure did smile a lot for a Goth."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Here clothes were blacker than the blackest cloth, her skin was whiter than the snows of Hoth, she wore Dr. Martens and a heavy cross, but on the inside she was a Happy Goth."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Shall we batter him?</em></div> <br/> \nEven at their darkest and most menacing, Britons are still completely hilarious."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Frankly I wouldn't be surprised by \"Bash the gloopy devotchka's litso in!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "Dude, not something to fucking joke about!  <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 11,
    "snip": false,
    "text": "I heard about this from a bulletin on MySpace a while ago. It's pretty fucking sad. As much as we all love to make fun of goths, we all know they are far closer to us in kind than the degenerates that would stomp on someone's head for the way they were dressed. When I read stuff like this it takes all the liberal in me not to make a rash outburst recommending some sort of chav-cleansing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "My thoughts after reading this type of news are always dark and violent. I think this is a bad thing but I am not sure. I'm a believer in lex talionis but I don't really feel the offenders in this case should be beaten to death. What immediately comes to mind is a well-dressed gentleman dispassionately executing each of them by firing a single .22 round into the soft part head behind the left ear at an upward angle."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "p.s. \"of the\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Go ahead and have your outburst.  I won't judge you. Later, you can downgrade whatever you mean by \"cleansing\" to \"permanently imprison.\"  The decent people in some places are going to have to sack up when it comes to criminals pretty soon."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "See, I took cleansing to mean, \"bathe.\" Lord knows most chavs could use it. Maybe it'd help their demeanour?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "stinky body=stinky attitude. <br/> \n <br/> \nwe're on to something here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mo_rose",
    "plus": 0,
    "snip": false,
    "text": "I read about this on bbc.co.uk two days ago. Its not often I wish this country had a death sentence but this was one of those times."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Goddamn it. Goddamn humans."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "People ain't no good."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Nick Cave said it best."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "I'm a little surprised how much this story has been staying with me all day. I'm usually all flippant about people dying, all \"Check it out, I recorded World's Worst Rickshaw Disasters, pause it there, that dude is totally getting pulled into the spokes.\" but this one makes me very sad. I think it's the pointless brutality of the deaths, the ignorance of killers and the fact that I have many times thought about buying that same shirt if my dang credit card wasn't always maxed. This may be my saddest thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 1,
    "snip": false,
    "text": "When we identify with the victims, we take it more personally. Would the sentiment be the same if she wore a different shirt? <br/> \n <br/> \nWhen will we learn that there is no \"them\"? <br/> \nThere's just \"us\"! <br/> <br/> <br/> And we really don't treat ourselves very nice sometimes. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "man why you even got to do a thing..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Must say when i read about this i felt pretty much like Mr Kazenzakis, plain cold depressed"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "higuma",
    "plus": 4,
    "snip": false,
    "text": "Of course, this raises the important question: does Molly have eight nipples?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dasuta",
    "plus": 0,
    "snip": false,
    "text": "Oh god.  What have you done!  That was completely uncalled for, and i'll never be able to look at her the same way again!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "i don't think so. recall the anatomy in the  <a href=\"http://web.archive.org/web/20101009145700/http://achewood.com/index.php?date=02212007\">breast man strip</a> ."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "higuma",
    "plus": 2,
    "snip": false,
    "text": "Let me check... <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n1, 2... you're right, I only count six."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I think they are properly called \"teats\" on cats. <br/> \nhttp://en.wikipedia.org/wiki/Teat"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "<em>STOP THIS NONSENSE RIGHT NOW</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Who else will tell us about cat tits, David?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "THERE ARE NO REAL NAMES ON ASSETBAR"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "All of your avatars coincide perfectly with what you are saying."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "YOU RUINED IT ACHILLES."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Screw you guys, I'm going home."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "NAAAAAWWWWWW!!!! DOWN'T!!!! NNNNNYAYAI!!!! NNNNNNNNYAYAI!!!!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Maaaahh"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Where Fee-Reep go?  <br/> <br/> <br/> P.S. SNOOPYS BALLS"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "YOU WILL BOW DOWN, EARTHLINGS!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "ON ASSETBAR, THERE ARE NO WEBSITES OUTSIDE OF ASSETBAR"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "forshame",
    "plus": 2,
    "snip": false,
    "text": "Beef's eyebrows do not exist until there is rage."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 61,
    "snip": false,
    "text": "They also exist for surprise. <br/> \n <br/> \nBut I love the gradual deterioration into anger. These faces could be used for rating Garfield strips: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I really want to see a five."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zedpower",
    "plus": 0,
    "snip": false,
    "text": "http://img512.imageshack.us/img512/9432/lashjx4.jpg"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zedpower",
    "plus": 17,
    "snip": false,
    "text": "Oh man I hit reply way too early. <br/> \n[IMGS OFF] <br/> \nGarfield listen to me. <br/> \nYou have forbidden me from laughter since the day I cracked open a newspaper <br/> \nNow I pay for this house and I pay for your lasagna <br/> \nSo as of this day I am the LAW and I am the LASH do your hear me!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whoisspain",
    "plus": 1,
    "snip": false,
    "text": "garfield if you continue to keep fucking up the comics page then you are about to enter a world where the only activity that exists is tasting my hog"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "forshame",
    "plus": 0,
    "snip": false,
    "text": "Just to make sure we've all been made aware of how garfield can be vastly improved as a comic <br/> \n <br/> \nhttp://garfieldminusgarfield.tumblr.com/page/1"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "forshame",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "forshame",
    "plus": 0,
    "snip": false,
    "text": "damn, that didn't work so nice.  hopefully some relevant information can be extracted from that <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes, I've seen those. It's really funny, and interesting how such a simple change turns  <em>Garfield</em>  from completely worthless to something that actually has some artistic merit."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yeah! A friend of mine turned me on to that just a couple of days ago. I was instantly hooked. It's almost like Garfield if it were written by P.T. Anderson, or something."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "I think the sequence from when Beef's on the moon is good too.  Let's mix them together! <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nNow there's five, just like the happy-Beef rating system!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 7,
    "snip": false,
    "text": "He's so pissed off that his rage melted the phone into an oblong shape."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "He's also so pissed that he can't speak in the last two pictures. Dude is TOO PISSED to SPEAK."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "How do you tell between two and three?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "It appears that straw left out 1, then posted 3 twice.  If I trusted assetbar not to mangle my post, I would put up a picture of what the scale shoulud look like"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it was a mistake.  I meant to have the halfway face from the moon strip but fucked up.  Ah well, I still have the gif of Ray dancing to Toto."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "The nice thing about images is that you can change them after you post them. For the previous post I actually posted 6 versions of Mr Bear and Beef's facial expressions until I was happy. Yeah... I should have waited till it was right in the first place - I'm just so damned instinctive."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Though I realize this, I was about to go to dinner at the time.  And right now I'm drunk.  Maybe I'll do it tomorrow?  Only the history of Saturday will tell."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "How do you know which IS 2 or 3?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "The point is, when I get around to updating the link, this comment is not going to make any sense."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "a-halter",
    "plus": 2,
    "snip": false,
    "text": "Oh Showbiz, you will be the death of me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sevendaughters",
    "plus": 0,
    "snip": false,
    "text": "He totally seems like the kind of cat to refer to certain kinds of women as 'killer hardbodies'."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "His idea of a worthwhile woman consists of a little hardbody who'll satisfy all of his demands without being too slutty about it and essentially keep her dumb fuckin' mouth shut."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "Patrick, you really need to stop repeating what your friends say at lunch."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You are my term paper from last semester come back to haunt me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm assuming your term paper was somehow related to  <em>American Psycho</em>  or Bret Easton Ellis?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I sure hope so. Otherwise my professor must have been pretty surprised."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Hey.  What's up?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grombly",
    "plus": 4,
    "snip": false,
    "text": "did i ever tell you of the time i got these chicks to lez out for me?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by Dovey, jrpigman, GregChant, mortshire, Bertson, abendsonnen, sevendaughters, Circadin, retinarow)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 2,
    "snip": false,
    "text": "The statement \"I'm not making this up\" is usually either preceded or followed by something which has been made up"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I know that, but in this case it is true. I really am not making that up. <br/> \n <br/> \nI'm not claiming I got them to strip in front of me, or give me a tandem blow job or anything. They just made out."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I wasn't saying I don't believe you, it's just one of those things.  Like when people say \"trust me\", the initial response is usually not to trust them."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Watch me get more lames: <br/> \n <br/> \nI did the same thing once at a party.  Both girls were average-looking, but as a bonus i did videotape it (camera phone).   <br/> \n <br/> \nYes I am bragging.  Apologies."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You did not get more lames."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 6,
    "snip": false,
    "text": "\"Tandem Blow Job\" is a terrific term, and brings to mind  <br/> \ncarefree summer days spent getting head on a two-person bike."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 4,
    "snip": false,
    "text": "Daisy, Daisy, give me your answer, do... <br/> \n <br/> \nAnd maybe you could bring your sister?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "I'm no pee-sychiatrist, but I'm going to surmise that you got lamed for presenting yourself as the sort of guy who: <br/> \n <br/> \n1) Feel it appropriate to make such a request <br/> \n2) Associate with the sorts of girls that would comply <br/> \n3) Found it necessary to share this fact on the messageboard of a comic strip whose target readers would mostly resent you for the above while a part of them perhaps secretly envied you for the same. <br/> \n <br/> \nBesides, all of this combined with American Psycho references might make you come off as some Duke Lacrosse sort of guy. Which I hope is not the case because I've generally found your presence welcome, so what would that say about me?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "Such tales (which inevitably come across as bragging, though I don't think that was the intention), in combination with the Bateman avatar, are a little... worrying. Tekende, please don't start posting about how you nailed them both while checking yourself out in the mirror and then electrocuted their  <strong>HELL OF CENSORED I AM NOT GOING THERE</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Mm, I didn't mean to give that impression. But, I mean, it's not like I brought this up out of nowhere. Someone else (presumably joking) brought up getting chicks to lez out, which reminded me of the time I did, so I shared the tale. <br/> \n <br/> \nI can assure you, I am pretty much the exact opposite of Patrick Bateman (and the type of person I suppose you mean by \"Duke lacrosse sort of guy\" (they were innocent, you know)), which is probably why I enjoy the movie so much."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "They were indeed innocent, but from what I've seen in the transcripts and reports, they were also douchebags. I am glad you are not such. <br/> \n <br/> \nAs much as I hate to be that \"the book was better\" guy, I have to say that the movie has nothing on the book in terms of disturbing and graphic imagery. If the movie was rated R, one would have to invent an entirely new alphabet to give the book a rating."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "American Psycho is the only book I have ever seen being sold from behind the counter in a plain brown plastic wrapper. I kid you not."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That's weird. It's not like the cover has anything offensive on it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I find the book and the movie complement each other quite nicely. I don't think one is better than the other, but they are different enough that experiencing each of them is new while still somewhat familiar. <br/> \n <br/> \nAnd yeah, the lacrosse guys probably were douchebags. I wouldn't know personally, but from what I learned through various media, they did not seem like people I would enjoy spending time with."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I mean, I guess the bottom line is that you end up in the middle of the BEE references."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't know what you're saying. I don't know if what you're saying means anything."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "We can tell you're not Patrick Bateman, you didn't spend three solid pages describing the act of lezzing out."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "And most of those three pages would be dedicated, no doubt, to what the girls were wearing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "I just remember that other guy a few weeks back getting heck of lames for talking about nailing his girlfriend. He wasn't even that boastful, and no one seemed to think twice about telling him how Lame he was. Let's not have double standards here."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "But Dovey, if I remember correctly, the message of which you speak had no mention  <em>(not one!)</em>  of \"lezzing out.\" That means a lot. That changes simply  <em>everything.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I believe you, Tek, but I think lezzing out is more common over here. I honestly don't know many girls who haven't made out with another girl before. I mean it's not like they've all shagged another girl or anything, but it seems to me that girls kissing is a much bigger deal in America."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Interesting. I need to visit England again, apparently. Without my parents this time."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "I've seen it a couple of times in London but many more times in Cape Town. The girls I saw in London were probably South African. It seems that girls of slightly less than average attractiveness find that kissing each other generates a lot of male attention, giving them an edge they were lacking. I wonder if they realise they are attracting the worst kind of men..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Oh well, obviously for most it's an attention thing, and they don't care that they're attracting the worst kind of men. All that they care about is that they're attracting men, who will give them validaition of their own attractiveness, even though it's so meaningless. <br/> \n <br/> \nP.S. So drunk right now."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "You are so pretty. What is your name? I can really myself with someone like you. Do you need another drink? My name is peterjoel, what's yours? I have this really funny joke about a priest, a rabbi and an imam...."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Jesus I have no recollection of writing that above comment. So, if you had said that to me when I was in that particular state, it probably would have worked."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "MiLady is surprisingly cogent for a semi-conscious state."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "this is more or less every single lez out story ever told. its like these girls exist so the showbizes of the world can get a schoolboy erection."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "You still ain't no Joe Francis, Tekende! <br/> \n[IMGS OFF] <br/> \nWhy is this man not still in jail?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jlynes",
    "plus": 14,
    "snip": false,
    "text": "Because he has enough money to buy his way out of a statutory rape conviction. <br/> \n <br/> \nBecause there's no law against acting like the tiny glistening pus-filled head on a pimple on society's perineum."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "Chubbied for \"perineum\".  Where an average person would have been satisfied with \"taint\" or \"gooch\", you , jlynes, have gone the extra mile."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 5,
    "snip": false,
    "text": "I myself prefer 'grundle' simply because it sounds like some sort of low-level monster in a D&D campaign."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "You gotta kill like a billion of them to level up in <i>Star Wars Galaxies</i>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "You are facing: <br/> \n <br/> \nLevel 2 Black Grundle <br/> \nHP: 25 MP: 0 <br/> \n <br/> \n <strong>A</strong> ttack, Cast  <strong>S</strong> pell, Use  <strong>I</strong> tem, or  <strong>F</strong> lee?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "Cast Spell!  Fire 1!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "You cast Fire 1. You are now on fire. <br/> \n*zeal is on fire* <br/> \n-5 HP <br/> \n <br/> \nBlack Grundle attacks with fishy odor. <br/> \n*Zeal is poisoned!* <br/> \n-2 HP <br/> \n <br/> \n(A) (S) (I) (F)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "Use Item Fungal Cream"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You use the Fungal Cream <br/> \n <br/> \nBlack Grundle becomes White Grundle <br/> \n <br/> \nWhite Grundle says: \"Thank you for freeing me, adventurer.\" <br/> \n <br/> \nYou gain 50 EXP <br/> \n <br/> \nWhite Grundle joined your party!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "*GASP* SO MANY @WORK-LOLZ!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "zadig",
    "plus": 1,
    "snip": false,
    "text": "Cast Spell! Screw You Hemorrhoid! Fuck You!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Because the prosecutors wish they could get hot young chicks to do those things without having to pay $1000 an hour."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 2,
    "snip": false,
    "text": "Chubby for current events!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "To be fair, $1000 is less than their hourly rate."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't know who that is or what he did."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "It's the guy who started the \"Girls Gone Wild\" video empire.  In addition to statutory rape charges, as mentioned earlier, he spent a great deal of time in court for tax evasion."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "And, as I understand, is still in court for that.  I also understand that things look none too hot for him right now."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "...except naive underage party-girls."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zadig",
    "plus": 0,
    "snip": false,
    "text": "RIMSHOT!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "RIMJOB!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "The guy behind Girls Gone Wild.  Filmed girls having sex together, or stripping or making out, whatever, when one of them was 17 or 16.  He says she said she was 18 (probably got a signed waiver to that effect, but I'm not sure).  The father don't care about no damn waiver, she wasn't 18.  So the Feds have focused more resources on this guy than on finding bin Laden."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ah, okay. Welp. Good...good for him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "blindspot",
    "plus": 0,
    "snip": false,
    "text": "Give it time.  He's in the middle of a perfect legal storm.  He'll be stuck filming \"Federal Convicts gone WILD!\" soon enough."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "It's pretty hard to film a man while he is violating you from behind.  A guy who looks like that isn't going to be the husband in the prison relationship."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snocks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by snocks was marked lame too many times and excluded. (marked lame by Dovey, straw, hellofyellin, Thorfinn, hexirex21, snidedk, catgrl131, sheriff_mittens, Circadin, Cremlae, usversusthem, Mo_Rose, nathanielperson)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thorfinn",
    "plus": 4,
    "snip": false,
    "text": "Shut the fuck up already, everyone hates you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Snocks is now weeping openly. Blubbering in an empty room."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "Maybe I was a little bit harsh there"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "No, I think the first two times it might have been funny in an \"oh she/he/it is engaging in some random dadaist irony or whatnot,\" but now (shit) has proven (shit)self to be one-track and repetitive on the level of poing and we can assume that this is one of those annoying spammers that will keep at it for maybe a week or two and then hopefully disappear."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Oh, he was already crying, Thorfinn. He's been this way for days."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hootplate",
    "plus": 1,
    "snip": false,
    "text": "A-bloo-bla-bloo, a-bloo-bla-bloo-bla-bloo."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "I was just gonna ask if anyone was up for clits.  I was starting to get concerned."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "You know, after reading over this a few times, I think I have to admit that I find \"WHAT A GOOD THING TO BE OR HAVE\" to be sort of genius."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "...mom?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "[img]http://wigu.com/overcompensating/pictures/weeping.png[img]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "shit!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": true,
    "text": "A comment left by paco was marked lame too many times and excluded. (marked lame by straw, Thorfinn, FirePowa8)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "I don't know if it's firefox or what, but whenever anyone posts something this wide, I am never able to read the end of it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "straw",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "dammit is this going to be the new \"diabeetus\" picture"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "To see the whole thing:  Right click, View Image."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Man, I kind of want to lame you so I don't have him looking at me... No offense or anything, but fuck that guy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sevendaughters",
    "plus": 1,
    "snip": false,
    "text": "What would be way cooler is you making out with one of them, marrying them some years later and not telling us."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I got two girls to make out once, too. I was all, \"Hey, we should make out.\" And we totally did. <br/> \n <br/> \n(I am only kidding I get too nervous to make such a request.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "..then why do you have The King Of The Makeouts as your avi?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 2,
    "snip": false,
    "text": "This is a robo-man whose flowchart involves utterly failing to arouse any interest from the ladies. His  <em>flowchardt.</em>   <br/> \n <br/> \nI frankly suspect that  <em>he has not been carnal with a girl.</em>  Or a robot girl. <br/> \n <br/> \nAlso: because he is hilarious."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 7,
    "snip": false,
    "text": "Ladies all the time want to get carnal with me because I am premium dancer."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "blindspot",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for the awesome reference."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "That movie is my special surprise film you've-never-heard of I use to impress my friends."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "The fact that the guy who plays Alex is the singer of Gogol Bordello exponentially increases the awesomeness of his performance. If you have not heard them, you have been leading an incorrect life."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm so sick of gimmick bands. Gogol Bordello are as bad as Flogging Molly. <br/> \n <br/> \nEugene Hutz should stick with acting."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I don't see Gogol Bordello as a gimmick band at all. I mean, if Eugene Hütz is going to be in a band, he is going to be a Urkranian in a band. Should he be trying to make the music sound as Western and expected as possible just so that nobody will think it's a gimmick? Why is it gimmicky for him to make music that draws on the styles that influenced him and the things he cares about? That's what bands usually do -- the only difference is that a lot of his influences don't come from here because  <em>he's not from here.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You make a thoughtful point. But what I mean is that without the accordion, the violin and the jazzy costumes, they'd be just another mediocre punk band, which, if you substitute \"jazzy costumes\" for \"a ridiculously overstressed Irish accent,\" would also pretty well explain Flogging Molly (though I'll allow that Gogol Bordello are  <em>much</em>  better than Flogging Molly).  <br/> \n <br/> \nEmploying these kinds of tricks isn't necessarily damning. I love Devo, and they were about as gimmicky as it gets. But underneath the pseudophilosophy and funny hats were songs that would've been just as great without all that. <br/> \n <br/> \nI guess in the end it has more to do with the fact that I find Gogol Bordello's music to be thoroughly uninteresting without all the \"gypsy\" trappings, and because of this I consider them to be kind of a joke band. <br/> \n <br/> \nWe disagree."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I just don't think it's fair to dismiss one of the main elements of their style as \"'gypsy' trappings.\" If incorporating the traditions of that kind of music was something that bands normally did, you wouldn't consider it something gimmicky. What they're trying to do is introduce the styles of \"gypsy music\" into Western culture. <br/> \n <br/> \nI mean, if you turned it around -- say we usually listened to music that was all about accordion and violin. We had vague ideas that in other places they did weird things with guitars and stuff, but mostly paid that no mind and stereotyped it heavily. And then band comes along, and they want to show us the rock music that we've been ignoring, but they think that what we're doing with the accordions is good, too. So they play music that uses accordions and violins and everything the way we're used to, but also uses things like electric guitars. Would you say, \"Yeah, but without all the 'rock and roll' trappings, they're just another boring band\"?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "If their aim is to introduce the styles of gypsy music to Western youth, I applaud them. I hope it works. <br/> \n <br/> \nBut I don't like the cut of their jib. I will check out some tradtional Ukrainian folk CDs from the library. That's how I'll learn."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 1,
    "snip": false,
    "text": "Man, didn't anybody else read the book?!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Can someone let this uncultured swine in on the reference?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Don't know if you'll go back to read this, but the reference is to Everything is Illuminated. Haven't read the book, but the movie has Elijah Wood and, as I said, the singer from Gogol Bordello, who completely steals the show."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "What Achilleselbow says is true. The character played by the singer from Gogol Bordello actually manages to steal the show to an even greater extent in the book (in spite of lacking the magnetic appeal of Eugene Hütz), in which he is one of the most entirely wonderful characters I have ever read about.  <br/> \n <br/> \nAt one point he confesses that he has not, in fact, ever had sex with a woman (and has no desire to ever do so, for that matter, but that is less directly conveyed), but that he has been saying so because it makes him feel like a \"premium person,\" and because he does not want his father to kill him or his brother to hate him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "The presence of the Vlad avatar perfected this for me, footnote nonwithstanding."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "There is a problem with these grombly's and tekende's comments here. You didn't make girls kiss each other. You suggested it and they took that as an excuse to kiss. Unless... unless you were pushing their faces together. You... you weren't, were you tekende?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I didn't say I made them do it. I convinced them to do it. It was not difficult, but they also probably would not have done it if no one had asked."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "\"I got two girls to make out for like half an hour once\", was the mildly ambiguous statement that I was picking on. I draw a long bow here, admittedly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "I was once at a hotel party where 2 drunk chicks went down on each other, but having a true american love for Jim Beam and cheap reefer I had passed out in the floor before this happened and have no hard evidence of the story I was told being fact, though I like to believe it so."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "contrasoma",
    "plus": 0,
    "snip": false,
    "text": "I don't think I've heard the word lez as a noun let alone a verb since the era when Showbiz's mustache got him laid on a regular basis...until today.  Maybe this  <em>will</em>  be a big year for Showbiz."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "earendil",
    "plus": 11,
    "snip": false,
    "text": "Showbiz, now is NOT the TIME for this.   <strong>SHAME ON YOU.</strong>   Beef is getting MARRIED, do you hear?  Making the MOST important decision of his  <em>LIFE</em>  and you're concerned about your HANDOUT STRUCTURE?   <strong>Screw you, Showbiz.  Fuck you.</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Wow, I just got mad at a cartoon cat..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 8,
    "snip": false,
    "text": "Your angry post is made infinitely better by the fact that it looks like Mike Gravel is yelling at Showbiz.  It even seems like something Mike Gravel might say."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Man Gravel will get worked up about pretty much anything"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whoisspain",
    "plus": 12,
    "snip": false,
    "text": "SCENE: THE ANTARCTIC ICE SHEETS <br/> \n <br/> \nAL GORE is standing in the snow, looking through binoculars. He is watching a large piece of the Antarctic ice sheet collapse into the sea and float away. This is visibly upsetting to him, as upsetting as it would be for you or I to watch as our children's hopes and dreams are slowly crushed before their eyes and turned into the mulch of despair to grow the gladiolas of apathy. He puts down his binoculars and speaks to the camera. <br/> \n <br/> \nGORE: Climate change is affecting us all. The world is changing, and it could have desperate consequences for our standards of living, our economy, and our future. But it doesn't need to be like this. There is another way. <br/> \n <br/> \nCUT to a montage of MIKE GRAVEL angrying up the Democratic primary debates. He is a man filled with ire and volatility. He is not just a new bicycle. He is the future. <br/> \n <br/> \nGORE: \"Mike Gravel is an angry man. His rage can be seen from space. It has been shown that when Mike Gravel gets angry, he wastes enough heat and light to power Minnesota. This anger appears limitless, completely without end, unable to be used up. It is an energy source going to waste.\" <br/> \n <br/> \nCUT to Mike Gravel sitting on a chair. He is attached to a large, whirring machine, and is watching MTV. He is visibly distressed by this experience. If he were David Banner, he would have Hulked out approximately 65 minutes ago. <br/> \n <br/> \nGORE: \"But this clean, dependable energy can be harnessed. Attaching Mike Gravel to a turbine and letting him watch what the damn fool goddamn kids have done to this fine country, we can provide at least part of a solution to this country's search for renewable energy resources. And if we work together, we can use other angry men to power our schools, our hospitals, our workplaces and our homes in a completely sustainable way.\" <br/> \n <br/> \nCUT to a larger plant full of old men shouting at televisions. Some of them are waving sticks. Some are holding their fists together so hard they are creating small diamonds from the distressed carbon that was once their hands. These are angry men. <br/> \n <br/> \nGORE: Rage power. They're mad as hell, and we're going to take it for longer. <br/> \n <br/> \nPAID FOR BY THE CITIZENS FOR A RAGE-POWERED AMERICA"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zadig",
    "plus": 0,
    "snip": false,
    "text": "This was a good commercial pitch.  It made me smile.  I admire this man of rage, and I believe he would be pleased to know that his wrath changed America for the better."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "If you put Ron Paul and Mike Gravel in the same room, and then hooked both up to that machine, you would have a perpetual source of energy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyc",
    "plus": 1,
    "snip": false,
    "text": "You'd have to keep a big picture of the American dollar in front of Paul. Preferably line up the part that says it's \"legal tender\" directly with his eyes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "The power-plant at the center of a perfect universe."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby. \"His rage can be seen from space\" is hilarious."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Posts like this are why I often find myself compulsively dry-clicking Chubby, even though I know perfectly well that my supply has long since been exhausted."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "This deserves many the chubby. Many I tells ya. \"Some are holding their fists together so hard they are creating small diamonds from the distressed carbon that was once their hands. These are angry men.\" Sweet."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "What about \"bros before hos\"?  I mean, they are actually twin bros."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "\"When in the Course of human events it becomes necessary for one dude to dissolve the bands which have connected him with another\"...you get my drift."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "I feel the exact same way. Showbiz is so low, I can't even believe it. No matter what happens, I will never call my brother up from a pay phone to beg for money. Never."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "TWO WEEKS LATER: Paco calls his brother from a payphone in Detroit, prepared to humiliate himself asking a favor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 2,
    "snip": false,
    "text": "I wonder... is Showbiz a registered asshole?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "no, he's merely a bro with the most questionable morals."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Showbiz don't register for  <em>shit</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "varnish",
    "plus": 2,
    "snip": false,
    "text": "Probably why he needs the money. He skipped out on registration, and now he's on the run. Posters all up in the 7 Eleven: \"Have you seen this asshole?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "\"handout structure\": hilarious <br/> \n <br/> \nEven enraged, Beef speaks quietly and offers to help his brother."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 22,
    "snip": false,
    "text": "I just noticed that Showbiz asks Beef if he is near a phone,  <em>on the phone.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grombly",
    "plus": 2,
    "snip": false,
    "text": "i love the influx of excellent comments achewood has that increases your awareness of nuances in the strip. after about 3 hours it all goes downhill and people go on a LAMING FRENZY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 13,
    "snip": false,
    "text": "Also he asks if Deef will be at the same number. Since he calls from different phone booths with different phone numbers all the time... everyone else must do it too!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "opalleye",
    "plus": 1,
    "snip": false,
    "text": "If only I had a chubby left to give to you for the use of \"Deef\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "How could you run out of chubbies already?  The strip has been up for less than 40 minutes, and there are only 45 comments, including yours and this one I'm making right now. <br/> \n <br/> \nI just hope you wear a cap when you're giving out chubbies like that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "opalleye",
    "plus": 0,
    "snip": false,
    "text": "If only I had a crown."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pantomime_horse",
    "plus": 1,
    "snip": false,
    "text": "There. I acted as your chubby proxy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I got you covered."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "After the Doast Deef comic I pretty much assumed that \"DD\" and \"Deef and \"Doast Deef\" are freely interchangeable with their regular spellings from here on out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I thing that proves that Showbiz should legally be declared An Asshole."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Yeah I was just scanning the comments to see if anyone else had noticed that - nice character work alright.  And hell, aside from the 'nothing new to say' factor attracting laming, it also seems the first two-to-eight posts are utterly lamed out of existence by the time I get to a new strip - but I guess this can only be a good thing.  Thank you, lamers.  Thank you for sparing me the first two-to-eight posts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by radishes was marked lame too many times and excluded. (marked lame by straw, silver_lake, Thorfinn, dumase, equinn2006, opalleye)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "The alt text is pretty funny man, you gotta give it that at least."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "It's a cut-and-paste comic, dude. The art is mostly the same as other drawings for Roast Beef or Showbiz. <br/> \nSo let it hereby be known that I Do Not Care For Your Opinion. <br/> \n <br/> \nP.S. By the way, I like the dialogUE."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Correcting spellings only works when you correct an actual mistake."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dumase",
    "plus": 0,
    "snip": false,
    "text": "Although I agree with you, I would just like to point out that \"dialog\" is a fully accepted spelling. Albeit, less common. <br/> \n <br/> \nAnd now you've learned something."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Whoops. Pwned. I hang my head in shame."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Not pwned! \"Dialogue\" is the Queen's English, and \"dialog\" is the truncated American version. Don't be so quick to bring the self-pwnage when you could instead excuse yourself for being British or Canadian. <br/> \n <br/> \nY'know, unless self-pwnage is more shameful to you than Britishitude or Canadianity."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Either way, they are both correct spelling and she corrected a mistake that was not there."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Okay, I'm sorry, let's move on, shall we?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well, I'm American...but my grandpa's from Canadia!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Hah!  <em>Canadia's not a country.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arbiewa",
    "plus": 1,
    "snip": false,
    "text": "Hopy crap!  That's true!  What's worse is it's such a common thing to ask, somehow, in the minds of the urgently pressed for money."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for the way \"Hopy Crap\" rolls off my tongue."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bilingualmonkey",
    "plus": 0,
    "snip": false,
    "text": "Hits a '5' with a final 'Hail Mary' of a line."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "showbiz thinks beef's wedding is going to be straight-up  <em>blumpity</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 5,
    "snip": false,
    "text": "Awwwwwwww yeah!!! <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deblacquiere",
    "plus": 0,
    "snip": false,
    "text": "Chubby for colour co-ordination."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "I'm slightly attracted to the middle bridesmaid, and would probably make many a conversation with her if shots of Cuervo where involved."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Are you developing a thing for corpulent women"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "powderfinger",
    "plus": 1,
    "snip": false,
    "text": "for some time now"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "I think the one on the far left is a little cute. <br/> \n <br/> \nAw, who'm I kidding, she ain't gonna like me.  Ain't no woman with respect and legs gonna talk at me..."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "falseprophet",
    "plus": 6,
    "snip": false,
    "text": "Doggg you just gotta use The System to set the terms of the conversation man so that you will be High-Status. Just play The Game and make sure you are Positive Forward Thinking so that her Interest lLvel will be close to 100% and remember that for every five minutes of meaningful conversation you have with her you go out on Saturday night and bang ten Skank Bitches to put out into the atmosphere that  <em>she does not own you</em>  because that is the Qonfidence Quotient which you must qonstantly qalqulate. Paying for dinner is her reward for the sex she is already having with you, not the sex you intend to have with her. Sing her serenades in the key of lie but do it nonchalantly and in the opposite direction so she is not even sure you know she exists until the moment she is lettin you rub on ha Tittays. Tame the Cunt so she will Respect the Cock. <br/> \n <br/> \nAnd just Remember where your vestigial dong is and know that you are Rad, straw.  <em>You are rad.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Either you're channeling that Mystery douche from that show, or... I don't even wanna think about the alternative."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "carten",
    "plus": 0,
    "snip": false,
    "text": "Rent \"Magnolia\" sometime.  Thank us later."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Hey, thanks for coming to the party.  Listen, don't bug the guys playin Halo, but there's a lot of gin.  Me and my bros are watching Ninja Warrior in my room, but we have an eighth and fuckin some Bogart lined up for later and you are completely welcome.  Ok, I gotta step up right now, but remember: First door on the left, just knock."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "carten",
    "plus": 0,
    "snip": false,
    "text": "<em>Sacristy,</em>  Jack thought. He hadn't been to mass regularly since before his mother died. He had no idea what a sacristy was. When the deacon or whoever turned around again, that fact must have been plain on Jack's face, for the man sniffed imperiously and pointed off to the left of the altar. <br/> \n <br/> \n\"The first door on the left. Just knock.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "I will, Frank T.J. Mackey. I will."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Man, throw up a picture of a girl with most of her limbs intact and no obvious signs of alopecia and at least 5 guys will comment with \"I dunno, she's kinda cute.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I dunno man sometimes bald chicks are kinda hot..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "BRITNEY"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dumase",
    "plus": 0,
    "snip": false,
    "text": "Natalie Portman all inviting you to the land of do-as-you-please"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "And lest we forget: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "straw",
    "plus": 3,
    "snip": false,
    "text": "Haha, it looks like we're both looking at something. Something to the right."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "You and your bald chick are having a Moment. You need to make out with her in the next five seconds or else she will think you are socially impotent and then you will need to put in another quarter."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Her species believes humans to be sexually immature!  I'll show her who's immature! <br/> \n <br/> \nWait, I mea..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Two Star Trek movie stills on one page.  <em>Two!</em> <br/> \n <br/> \nWhat the  <em>hell</em> , Straw? You need to go to a meeting: tre <strong>K</strong>   <strong>H</strong> abituatators  <strong>A</strong> - <strong>N</strong> onymous. That is,  <strong>K.H.A.N.</strong>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "It don't matter! Go away! Nobody cares! You're stupid! You shouldn't even care!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Natalie Portman made me want to shave my head, but I haven't had the courage to do it yet. I'm afraid I might have a misshapen head underneath my hair, like those two twins in Rugrats."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Loneal: Portrait by Peter Chung."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Man, those kids in Rugrats were hell of ugly."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "I'm slightly attracted to the car more than the people in front of it, and would probably make many a car crashes in it if shots of Cuervo were involved."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blindspot",
    "plus": 0,
    "snip": false,
    "text": "Aptly, this comment currently has 3 chubbies. I'll give you a virtual one to preserve this momentary state of perfection.  <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Criminy, my stedaughters acting as bridesmaids at my own wedding were hotter than that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Dude, that...that's pretty inappropriate."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Why would you dress three redheaded bridesmaids in fuschia?  <em>Who would do that?</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I always thought that the whole point of bridesmaids' dresses was to make them look terrible so that the bride stands out.  At least that appears to be the case from all weddings I've been to."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is always the case in sitcoms; the dresses are ugly. I have yet to attend a real wedding in which the bridesmaid dresses were ugly.  <br/> \nCould...could TV be misrepresenting real life?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Say it ain't so!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "You have challenged my measure of reality! <br/> \n <br/> \nYOU MUST BE STOPPED!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickgranger",
    "plus": 1,
    "snip": false,
    "text": "I' give anything to be the Ichi-ban party muchacho"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grombly",
    "plus": 2,
    "snip": false,
    "text": "its a pan-global title given to the most elite partygoers"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 1,
    "snip": false,
    "text": "Get really nice centerpieces, Beef.  Chicks will totally lez out for dibs on a nice centerpiece."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "uruloki",
    "plus": 0,
    "snip": false,
    "text": "I  <em>think</em>  this is the first approximation of the wedding date. Summer. Woo. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 6,
    "snip": false,
    "text": "The Wedding arc should be awesome because you know it is not going to go according to plan. Beef will get cold feet, Ray will try to fix things but be overzealous about it, Teodor's jealousy will come to a head, Showbiz will be hittin' on Molly's bridesmaids, Lyle will drink cocktails, Pat will talk shit about barbers. <br/> \n <br/> \nAnd that just leaves Nice Pete to cut the cake. With a knife."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I expect to see Ramses. Maybe I'm and idiot, but somehow I expect to see him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "The only way for it to make sense for Ramses to be in an arc about Roast Beef's wedding is if he is in the arc in a way that does not make sense for him to be in the wedding. Like if he were an usher or the reverend or something. But I don't think Onstad does that type of comedy where he violently changes your expectations of a character. That would be like writing his own comedy fanfiction."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carten",
    "plus": 0,
    "snip": false,
    "text": "One can only hope that this wedding outdoes or outlasts The Party."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "captainbubba",
    "plus": 1,
    "snip": false,
    "text": "Technically Molly does produce milk Roast Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 6,
    "snip": false,
    "text": "Does she? She is a post-dead person from heaven. Her milk would taste like a cloud."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure whether that thought is delightful or horrid."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Thanks for sending me back to that bad place where I realize that, technically, Molly is undead."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Dude she is not undead but post-dead. There is a difference. Undead means you eat brains and have no soul. Post-dead means you are alive but ironically so."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aargh",
    "plus": 0,
    "snip": false,
    "text": "So is beef."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I totally forgot that she was dead. Is it legal to marry a zombie/former dead person? Ray should have gone through with the presidency just to pass a law that says it's ok."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "She is able to, but she doesn't."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "not until she is with kitten, she won't!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m3funkyb",
    "plus": 0,
    "snip": false,
    "text": "How does a person know if they have been showbizarized?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "A person does not know. That type of person is incapable of understanding that they are not Awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 0,
    "snip": false,
    "text": "I saw the \"Cartoon: Showbiz Weighs In On The Wedding\" in my RSS reader, and I immediately thought \"why buy the cow when you can get the milk for free?\". And I clicked and I read the strip and there it was. <br/> \n <br/> \nMan, Onstad writes his predictable characters so perfectly. (I mean that as a compliment, in case it sounds smart-ass.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dallovich",
    "plus": 0,
    "snip": false,
    "text": "Onstad caught the essence of any brother who refuses to let mature, even to the extend of not letting his own brother mature, so that he does not have to face his own problem! <br/> \n <br/> \nAwsome strip!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gimluck",
    "plus": 1,
    "snip": false,
    "text": "When I first read the last panel, somehow in my mind \"they'll even lez out\" equaled the led zeppelin cover band, lez zeppelin -- and not, you know, lesbians. <br/> \nbut let it be said, if there is enough cuervo, I would totally Robert Plant up a place."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Is Lez Zeppelin a Led Zeppelin cover band composed entirely of lesbians?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "That would be the only way that I would submit to listening to Led Zeppelin.  Is there such a band?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rene",
    "plus": 0,
    "snip": false,
    "text": "There is an all girl Led Zeppelin cover band called Zeparella, but I do not know if the are lesbians."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "THEY MUST BE"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "WHY FIND OUT"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Virtual cubbyyyyyyyyy!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "You can keep your virtual mittens and backpack in it!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I've been looking for a place for those!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gimluck",
    "plus": 0,
    "snip": false,
    "text": "They are not all lesbians, but really, lez zeppelin is such a perfect name for an all-girl band (even if they didn't cover zeppelin) that I don't begrudge them it. <br/> \n <br/> \nhttp://www.myspace.com/lezzeppelin"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevendaughters",
    "plus": 1,
    "snip": false,
    "text": "Man I wonder how much Showbiz is into Rockford Fosgate for this time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "Apparently not enough that he can't afford some Cuervo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "satellitetv",
    "plus": 0,
    "snip": false,
    "text": "My love for Showbiz' life is unadulterated; it's simple and good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plummet",
    "plus": 16,
    "snip": false,
    "text": "I'm calling out the guy with the unedited version of this little T. Rex. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nThe Showbiz Edition"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 5,
    "snip": false,
    "text": "Sweet mother of Grendel where did you get that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "I found it on 4chan"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "wittyname",
    "plus": 2,
    "snip": false,
    "text": "Thus it is quality."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Multitudes who have seen tubgirl would disagree, my friend."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zadig",
    "plus": 0,
    "snip": false,
    "text": "The aspects \"found on 4chan\" and \"quality\" are actually unrelated.  4chan is an ambiguous sandwich; it is made of both win and fail.  There is also a significant garnish of terror."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Your avatar makes me the happiest.  I hated that guy, he kept eating me.  How did one get past him, I wonder?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "whasit",
    "plus": 0,
    "snip": false,
    "text": "If you skiied diagonally, you could avoid him for as long as you could ski diagonally without running into things."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Where can I download this game again without being raped with viruses, though? <br/> \n <br/> \nAnswer:  <em>nowhere</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whasit",
    "plus": 0,
    "snip": false,
    "text": "Oh ye of little faith and Google-fu: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009145700/http://ski.ihoc.net/\">http://ski.ihoc.net/</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i actually found a page with the whole Entertainment Package (come on now, people) on a website somewhere so i downloaded it...since my family'd lost the floppy years upon years ago. this is of no help to you but iiiii can play SkiFree, Rodent's Revenge and Pipe Dream to my heart's content."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "Ah, SkiFree. A game I never thought I'd see being discussed. I liked crashing into things, but I call BS on that monster."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it's rad if you can escape him. it's pretty hard, but you can totally do it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cakeofpan",
    "plus": 0,
    "snip": false,
    "text": "This is the greatest thing that ever existed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "Excellent."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "miku224",
    "plus": 1,
    "snip": false,
    "text": "Why yes, they ARE in sync! Perfect."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Man, I'm all about your avatar. I just very much like to look at it for extended periods of time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Sometimes I find I want to touch it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Go on tekende. Touch it. Touch it a little bit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "This one is gorgeous but not flourescing like the other."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "talbain",
    "plus": 0,
    "snip": false,
    "text": "This strip re-affirmed my trust in Roast Beef. <br/> \n <br/> \nHe helps out a brother in need but realizes when the brother is taking advantage of him. <br/> \n <br/> \nAlso, \"Molly does not produce milk, Showbiz\" made me laugh out loud."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "obliviator",
    "plus": 0,
    "snip": false,
    "text": "In Showbiz' defense, there really is nothing like getting wrecked on bridesmaids. The Cuervo just sweetens the pot. Brah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 4,
    "snip": false,
    "text": "Showbiz is an offensive Latino stereotype. This is a very big achievement considering he has absolutely no Latin blood in him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "He's a greasy man of Mediterranean extraction. He is basically a terrible river trash bloke with a hairy back and a beetle brow. In his later years, the pony-tail will turn into a combination pony-tail comb over, and he will have permanent sweat-stains, and small black curly hairs growing through his wife beater. He will not have a wife to beat. He will make jokes about the name of his wife-beater. He will joke that he beats others' wives. He will live neat a college campus, and buy booze for undergrads. He will hang out awkwardly at frat parties, capitalizing on a population that has not yet realized that He Is Lame. <br/> \n <br/> \nShowbiz has nothing to worry about re: his handout structure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "The sweat-stains will be impressive given his shirt situation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Man, how do I even begin to describe your sweat stains/shirt situation?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I dunno, how about by shutting up?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "This is a nail. <br/> \n <br/> \nSee it's head, there? <br/> \n <br/> \nThat's where you just hit it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "checkmatejones",
    "plus": 0,
    "snip": false,
    "text": "The first time my friends ever threw a party where the women ever got raunchy enough to lez out did, in fact, involve Cuervo. It is the nectar of lezzing out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 0,
    "snip": false,
    "text": "Hmmm...maybe I missed an update somewhere along the line, but as far as I can remember Miss Lady's bridesmaid list only includes Darlene the hairdresser and the wayward Kazenzakis himself..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "triplehex",
    "plus": 0,
    "snip": false,
    "text": "Didn't showbiz die? <br/> \n <br/> \nApparently he's brighter than Todd."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "No, Roast Beef just feared that he had when the phone rang late at night."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bhlaab",
    "plus": 1,
    "snip": false,
    "text": "\"are you near the phone\" made me lol <br/> \n <br/> \ni enjoy SUBTLE LAUGHS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure we're all related to someone like this. <br/> \n <br/> \nRight?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It would not surprise me too greatly if my brother were to wind up like this in a few years."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xnik2600",
    "plus": 1,
    "snip": false,
    "text": "My friend is getting married. He casually mentioned that one option for bridesmaid dresses was Blue Velvet. I nearly had a heart attack. <br/> \n[IMGS OFF] <br/> \nI asked him to convince his fiance to use Blue Velvet, as a personal favor to me. I'll keep you updated. <br/> \nP.S. Stay alive for Van Gogh"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "I could actually see a story arc with Roast Beef as the main character in Blue Velvet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": false,
    "text": "Blue velvet would be very good for bridesmaids dresses. They could play Blue Velvet instead of the typical march, have amyl nitrate tanks and gas masks instead of brown booze. Pastor saying \"do you take this fucking fuck as your fuck, you fucking fuckhead?!?!\" There's a lot to want here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "Off topic, I know, but let it be known that today my kind-of friend was in the city-wide spelling bee for NYC, and she got 14th place.  <br/> \nWhat did she misspell, you ask? <br/> \n <h15>CACAO.</h15> <br/> \nI am mad because: <br/> \na) I could have probably won, but was disqualified for being absent on the day of the schoolwide bee <br/> \nb) I know she could have done better, but she was just so flustered up there, and her hearing disabilty made her embarrased to ask for many repetitions, so she just turned red and spelled c-a-c-a-u. <br/> \nc) The lady pronouncing the words was the least enunciatey lady I had ever seen. What the flying chicken is she doing sounding out words at a spelling bee? I've only ever heard the word \"Hedonism\" pronounced \"HEE-don-ism\", but she pronounced is \"HEAD-on-ism\", so sould we be surprised when that's how it was spelled? I don't know if that's some obscure pronounciation or what, but it still pisses me off a bit. <br/> <br/> <br/> And that was Catgrl ranting about a spelling bee."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "America: dummer and dummer.  I looked it up to make sure, and that lady is an idiot.  Not for not knowing how to pronounce words, but for agreeing to do the job when she know she don't know dookie.  What a pompous twat!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "America:  <span style=\"border-bottom: 1px dotted\">dumber</span>  and  <span style=\"border-bottom: 1px dotted\">dumber</span> .  I looked it up to make sure, and that guy is an idiot."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "And a kitten."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Sucks to be a kitten in this day and age."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Hey now. Simple mistake no need to call him an idiot."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Misspelling \"dumber\" ( <em>twice</em> ) isn't exactly a \"simple mistake.\"  <br/> \n <br/> \nThere are two possibilities: 1) it was not a typo, and that guy legitimately does not know how to spell dumb, or <br/> \n2) it was sarcastic, which strikes me as unlikely."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "He misspelled a simple word twice, while calling someone an idiot for not pronouncing another word properly.  When correcting others' grammar/syntax/spelling/diction, it is imperative that you not make such mistakes yourself.  This is a clear case of the pot calling the kettle an idiot."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I will give you that the irony of misspelling a word when making fun of other people is extra saucy, but come on, people misspell simple words all the time. I don't think it's a big deal, even if he didn't actually know he was spelling it wrong. I think it's much worse to use the wrong word or something like that. <br/> \n <br/> \nPeople are so unforgiving on the internet. It saddens me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Look, it'd be one thing if he misspelled something complex. If you misspell, for example, \"antidisestablishmentarianism,\" I'm not gonna say anything--that's a big word! <br/> \n <br/> \nBut \"dumb?\" If you misspell \"dumb\" and you are over ten years of age, you have whatever you get coming to you with no one else to blame. <br/> \n <br/> \nNow, KISS MY ASS, BITCH! I'LL BE AT DUANE'S!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Antidisestablishmentarianism actually isn't all that hard to spell, it's basically just hell of prefixes and suffixes glommed on together. <br/> \n <br/> \nPneumonoultramicroscopicsilicovolcanoconiosis is a different story altogether."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Wow. I'm assuming you didn't just make that up. What does it mean?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Oh, well, originally, it was a hoax word that was created with the intent of being the longest word in the English language. But it does mean the lung disease one would get from breathing in ultra-fine silicate particles in the air proceeding an volcanic eruption."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145700/http://en.wikipedia.org/wiki/Longest_word_in_English\">YOU ABOUT TO BE TAKEN TO SCHOOL.</a>  for learning and whatnot."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Taumatawhakatangihangakoauauotamateapokaiwhenuakitanatahu <br/> <br/> <br/> HAHAHA"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I believe that is the onomatopoeia for a martial arts battle."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "He didn't make it up. I've known and used that unlikely disease's name since, like fifth grade. (You weren't born yet.) But it is a bit of scam. The word was created and included in the Oxford Complete Dictionary of the English Language ONLY to be the longest word in this multi-volumed dictionary. It had no previous existence that can be cited. <br/> \n <br/> \nThe longest word in the English language that actually IS a word is \"floccinaucinihilipilification\" (I hope I spelled it correctly for you), which means to do a bad job at creating an estimate of value on something. <br/> \n <br/> \nBelow, you note the existence of a painfully long Mori name from New Zealand. This is considered the longest place name in English. <br/> \n <br/> \nI recall reading an article like thirty years ago of a place name in Finland consisting of 110 letters. Finnish, being an aglomorative language, basically just adds prefixes and suffixes to words instead of adjectives and adverbs. (Kinda' like Antidisestablishmentarianism and Non-Antidisestablishmentarianism.) I find no mention of this Finnish town on the Internet today, so it's possible they've since renamed it something easier to put on street signs, like \"L\". <br/> \n <br/> \nI am told that in Polish you can describe a person as being 999,999,999.5 years old with this tongue twister word: \"dziewiecsetdziewiecdziesieciodziewieciomilionowodziewiecsetdziewiecdziesieciodziewieciotysiecznodziewiecsetdziewiecsetdziewiecdziesieciodziewiecioipolletniemu\" That's 166 letters by my count! Honestly, I find it hard to imagine a practical use for the word. <br/> \n <br/> \nAnyway, there's my two-ton bits on the subject."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Oh, man! Assetbar has eaten my really long word! I will try again with hyphens: <br/> \n <br/> \n\"dziewiecsetdziewiecdziesieciodziewieciomilionowo-dziewi%u0119csetdziewiecdziesieciodziewieciotysieczno-dziewiecsetdziewiecsetdziewiecdziesiecio-dziewiecioipolletniemu\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "And one last time with hyphens and no nasty diacriticles: <br/> \n <br/> \n\"dziewiecsetdziewiecdziesieciodziewieciomilionowo-dziewiecsetdziewiecdziesieciodziewieciotysieczno-dziewiecsetdziewiecsetdziewiecdziesiecio-dziewiecioipolletniemu\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Cacau is the correct spelling in Portuguese, incidentally."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Well, looks like she picked a bad day to not live in Portugal. <br/> \n <br/> \nbjorntd, catgrl and catgrl's friend, this is meant without malice."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "None taken. I'm not Portuguese."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Ironically, she was born on the plane when her mother was moving to America. <br/> \n <br/> \nNo, that's a lie, but that would have been a cool story."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "When I was but a wee lad, I was in the spelling bee. In fifth and sixth grade, I was the school-wide champion. After the schoolwide was the cluster. I won the cluster spelling bee fifth grade but came in second sixth (which meant I still got to go to citywide). I made it to the citywide competition but I did not even place. The words I lost on those years were \"beseech\" and \"urceolate,\" but I do not remember which word was which year. <br/> \n <br/> \nAnd, here is irony: Firefox does not recognize urceolate as the  <a href=\"http://web.archive.org/web/20101009145700/http://dictionary.reference.com/search?r=2&amp;q=urceolate\"> word</a>  that it is. Hilarious!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I may be wrong, but isn't it pronounced Head-on-ism?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Only when applied directly to the forehead."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "That was bad."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I know. I'm heading to confessional after work. <br/> \n <br/> \nPS. I am not heading to confessional."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "That's what I call my liquor cabinet."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Excellent. I would do the same except that I don't have a liquor cabinet. <br/> \n <br/> \nI guess I could call the space above my refrigerator confessional."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I guess mine would be the sock drawer in my closet confessional."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I may be wrong, but isn't it pronounced Head-on-ism?</em></div> <br/> \n <br/> \nOnly when you want to be  <em>right</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I've heard it both ways in common usage. <br/> \nTo-may-tos, to-mah-tos."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "It's pronounced that way here. Here = Aust."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonorganon",
    "plus": 0,
    "snip": false,
    "text": "Not that it was a hard thing to predict but whazap <br/> \n <br/> \nhttp://m.assetbar.com/achewood/uuafM8K2p#comment_45"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andersmn",
    "plus": 0,
    "snip": false,
    "text": "Your comment is way down here!!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stevepants",
    "plus": 0,
    "snip": false,
    "text": "Man, this had me laughing out loud every frame."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Showbiz is a cat of principles."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghoti",
    "plus": 0,
    "snip": false,
    "text": "I don't know why, but this strip was fucking HILARIOUS when I'm drunk and listening to Arcade Fire and the sounds of my German roommates playing Starcraft in foreign languages in my kitchen. It's, like, Benny Hill-level funny. Dayamn."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "It's funny, because you mentioned starcraft and that is the only place i have ever seen your user name.  Is it from somewhere else?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 3,
    "snip": false,
    "text": "From the sea! <br/> \nAnyone gets that, awesome in advance. I think I only get one post a day. <br/> \nOr freshwater. Whatever works for you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Yes.  An oldie but a goodie."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "oh hee hee hee. I love that ol' joke."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "Wow yeah, that is a blast from the past."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "does the first panel make anyone else crave a supreme gordita?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "man i got hella screwed by my friendly neighborhood Taco Bell last night. <br/> \n <br/> \ni will not be visiting the one on the north side of my town for a very long time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Your failure to elaborate leads us to imagine far worse happenings than are likely to have occurred."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Probably not."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "The first thing to pop into my mind was that he was actually raped by an employee."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "...with a Supreme Gordita, no less."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 9,
    "snip": false,
    "text": "Cpnglxynchos pulled into the Taco Bell lot. It was far too late to be getting food at this hour, but he knew that. Some things you just can't help. <br/> \n <br/> \nHe had been watching Murphy Brown reruns when the craving hit him. Hard and fast, like a rabid raccoon on a kid who had been playing in garbage, it came out of nowhere, and once it latched on, it would not let go. <br/> \n <br/> \n\"I wonder if it's still open,\" Cpnglxynchos thought to himself. \"The drive-thru must be, at least. What is it they say in the commercials... open great... even late?\" <br/> \n <br/> \nIt was no use. He could not remember. <br/> \n <br/> \nTo Cpnglxynchos's surprise, the lights inside were on. A lone, grizzled employee was wiping down the tables. Cpnglxynchos considered the situtation. He could have still gone to the drive-thru, but at this hour, it might be quicker to just go inside. \"Besides,\" he remembered, \"they never give me enough goddamn napkins.\" <br/> \n <br/> \nThe door creaked as he opened it. The employee paid him no heed. He cleared his throat, but to no avail. He could sense that something wasn't right, but he pushed the thought away. The craving had to be satisfied. <br/> \n <br/> \n\"Excuse me,\" he barely managed to squeeze out, his voice cracking in the process. <br/> \n <br/> \n\"Yes?\" The voice seemed almost to come from somewhere else as the employee continued about his business without turning his head. <br/> \n <br/> \n\"Can... can I get a Supreme Gordita?\" Cpnglxynchos asked, the words barely tumbling out of his mouth like potato chips from a poorly opened bag.  <br/> \n <br/> \nSlowly the employee's head turned, so slowly in fact that it was several seconds before Cpnglxynchos could notice the scar over his left eye. By then, it was too late. <br/> \n <br/> \nHe smiled broadly. \"One Supreme Gordita, comin' right up.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "So many virtual chubbies. This is hilarious. \"Open great...even late?\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "bravo!  i didn't want it to end - will there be a sequel?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Man, please do not show me your Taco Bell slash-fiction that shit will stay with me until the End of Days."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "You're fairly amazing. I regret my earlier generosity with chubbies. <br/> \n <br/> \nWell, no, I just wish I had more."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Something needs to be done about this chubby issue.  Back when the average comic only had 50 posts, the 5 chubby limit was sufficient, but the times have changed.  We must rise up against our assetbar oppressors and demand chubby reform."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Agreed. I think we should be allotted at least ten per page, possibly fifteen or sixteen and a half."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "Or... it could be proportional to the number of comments on the page..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "I agree, but I get the feeling that Onstad doesn't like too much positivity on his website."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "close but no cigar. i will retell this story in animated gif form, which i am making right now."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the project is too awesome for my computer to export into a gif. laaaaaaaame. i guess i will just have to type it out here. <br/> \n <br/> \ni was returning home after picking my mother up from the airport when we decided we wanted to eat in a Taco Bell. we traveled to one and tried to open the doors. the sign said '10AM to Midnite' but the doors were locked. THE DOORS WERE LOCKED. <br/> \n <br/> \n\"whatev,\" we said. (we did not say 'whatev.') \"no big deal. we'll just go through the drive thru and tell them about their lockedness.\" i made mention of it and the man quickly responded that they close their doors at ten but the  <em>drive-thru</em>  was open until midnight. i pointed out that the sign said 'lobby' but they insisted it was the drive-thru. i sighed and resigned, saying it wasn't as important as my immense hunger was. i ordered for us and paid and continued down the lane until it came to our attention that one important part was missing from our order; the 'food' part of my Crunchy Beefy Melt combo. cue a quick-turn back into the lane and explain what my issue was. the first guy on the speaker had no idea what to say to me and asked when i'd ordered (when my order was not more than three orders old) but the acting manager told me to drive on ahead to the first window and we'd figure it out. i went to the first window and laid out my case to a man who  <span style=\"border-bottom: 1px dotted\">did not understand me</span> . he did not speak  <em>any</em>  English. NONE. he mumbled something in spanish right before said manager came up behind him to take care of The Case Of The Missing Food Items, telling me to move ahead to the second window. he half-took care of the situation and as i drove away the second time, not only did i feel raped by a group of men, i am sure they took several dumps in my family's tacos. (which i promptly deposited in the trashcan as soon as we arrived at home.) <br/> \n <br/> \nthis is not as fascinating as achilleselbow's story in any stretch but 100% true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "i'm going to say it: showbiz is a bastard"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "my thoughts? its a toss up between \"oh brother where art thou?\" and \"where have all the good men (busboys) gone?\" <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Is this the first time we hear Showbiz's real name (Mike)? I vaguely remember it being in another strip, but I could be mistaken."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I recall this, too.  Buggered if I know where, though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gimluck",
    "plus": 1,
    "snip": false,
    "text": "I knew I had seen it somewhere else before... <br/> \nhttp://achewood.com/index.php?date=11152005 <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "His name on the letters from Rockford Fosgate's collection agency was Michael \"Showbiz\" Kazenzakis"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "justa",
    "plus": 0,
    "snip": false,
    "text": "It is way past time for Beef to drop Showbiz like a ton of bad habits. Hopefully when he completely bollockses up the wedding with his debauched trolling-for-lesbian antics, Molly will step up and cut the bastard loose once and for all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Yeah it's easy to see from the outside but when it's your family it's a lot harder to give them up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nunziantte",
    "plus": 0,
    "snip": false,
    "text": "you see by truth of quantum lesbionics: liquor/time   desperation = %of lezzing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 0,
    "snip": false,
    "text": "I guess we're assuming all the bridesmaids are straight."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "There needs to be a factor for the amount of attention the girl desperately needs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "that would be desperation, it's already in the equation"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I actually have a Masters in quantum lesbionics."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Stop it. <br/> \n <br/> \nStop it Stop it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charhe",
    "plus": 0,
    "snip": false,
    "text": "I think Roast Beef is really angry because Showbiz called him up and asked if Beef was near a phone.  <br/> \n <br/> \n\"Is it jammed right next to your ear or hovering near it like some chick at a gas station bathroom?\" <br/> \n <br/> \nWhich is of course an indecent thing to ask."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "Showbiz is ded on in this one. The perfect verbiage. \"Lez out\". Nobody says that anymore. But he does. And his complete lack of regard to the wedding is perfectly in character. And anyone, such as myself, who has made a complete ass of themself at a family member's wedding after drinking hellza tequilla knows that Showbiz is the real deal. fo' rilla."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 1,
    "snip": false,
    "text": "so amongst all the mentions of lezzing out I felt it was my duty to say this:  <a href=\"http://web.archive.org/web/20101009145700/http://www.achewood.com/index.php?date=03142005\">happy birthday</a>  to the youngest Onstad. May your day be rad and filled with awesome kid-type things."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": false,
    "text": "I'm sure Onstad is thankful that random internet strangers know his kids birthday even though he didn't post anything about it today. Your icon is what makes your post so creepy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I kind of agree with your sentiment, but the guy was pretty vocal about the birth of his child in the strip, she has been a topic and even \"pictured\" in the strip, and for fuck's sake he is selling a book that chronicles her early days.  It's not exactly like he's kept her a secret.   <br/> \n <br/> \nDon't be so surpised if someone posts \"happy b-day little O.\"  (I'm not fanatical enough to remember what Onstad's daughter's name is, let alone her birthday.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Could we at least agree to call her something with a less disturbing literary association?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "You're right, sorry; I thought it was a harmless moniker.  I didn't put much thought into it.   <br/> \n <br/> \nWe should now refer to her as Belicious St. Coxx."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "I see nothing wrong with that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuntman",
    "plus": 0,
    "snip": false,
    "text": "cuervo has many possible outcomes"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "Theres a shocking irony in how this comic strip about cats, bears and robots is more true to life than the vast majority of novels and movies that cost/make millions of dollars"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "Motherfuckers be thinking that \"Friends\" is about life. Motherfuckers be thinking that \"The Pursuit of Happyness\" is about life. <br/> \n <br/> \nAin't no Big Willy Weekend be telling no motherfuckers about LIFE."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 2,
    "snip": false,
    "text": "Every time Showbiz shows up I have to wonder:  Does he believe the things he believes because he's seen it, or because he  <em>has</em>  to believe them to keep from realizing who and what he is?"
  }
]