[
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tbtabby was marked lame too many times and excluded. (marked lame by Thorfinn, mcowgill, NeoNaoNeo, kylank, chivalress, quardox, mortshire, hellaurie, DrSkradley, Troy_Convers, freelancelove, Appers)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": true,
    "text": "A comment left by andyfaewatford was marked lame too many times and excluded. (marked lame by johnnybaverage, Bredtt, Thorfinn, 7th_shot, SchnappM, goocifer, lamelliform, mortshire, RedMange, prius_chaser, NDCaesar, mediumrare, SpinyNorman, aHatOfPig, ArthurDentLives, Fcannon, harry, psykeres, poot, jmmfgd, motts, kestral)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theirateturk was marked lame too many times and excluded. (marked lame by straw, lawbot, riotdejaneiro, Thorfinn, NeoNaoNeo, eatmorekix, Cypher, rudegrrl, cuntpills69, softerworld, chivalress, lamelliform, odei, rascaldom, Troy_Convers, freelancelove, Westacular, boswelljn, Panserbjorne, jmmfgd)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by apocowarg, cretin, lawbot, Thorfinn, etothepitimesi, troutman, psykeres, jmmfgd, motts, kestral)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by lawbot, Thorfinn, NeoNaoNeo, rudegrrl, brimbrim, leatherpants, Panserbjorne, jmmfgd)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by apocowarg, Thorfinn, jfenserty, goocifer, atticusonline, psykeres, motts, kestral)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 9,
    "snip": false,
    "text": "Yeah guys the N word has been said in this comic before. It's not like Onstad is acting like it is okay to say \"paki\". He is not glamourizing the life of someone who says it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 4,
    "snip": false,
    "text": "Sure, but perhaps commenters who are using the word do not appreciate its full import."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "snike",
    "plus": 0,
    "snip": true,
    "text": "A comment left by snike was marked lame too many times and excluded. (marked lame by lawbot, Thorfinn, HSE, Hootplate, atticusonline, I_Love_Kate)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "snicke",
    "plus": 0,
    "snip": true,
    "text": "Comment left by snicke ignored."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "<em>Felling Feint?</em>   Wow."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Carrying a dead walrus. Check it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 1,
    "snip": false,
    "text": "This is the internet. Assuming that anyone knows what they are talking about is the first step down a slippery slope. OF DOOM!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Doom didn't have any slopes, or rooms above other rooms."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "pigeon_street",
    "plus": 1,
    "snip": false,
    "text": "Paki paki paki paki. GOD BLESS AMERICA."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Besides... Bangladeshi folk are worse than Pakistani folk, on average.... even if they are basically a similar flavour. Then again, it technically doesn't matter where they're from so much as whether they consider it alright to subjugate women or stone folk to death for PDAs...... OR to take bribes to throw down international cricket matches, for that matter."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "peterjoel",
    "plus": 14,
    "snip": false,
    "text": "Not meaning to sideline the serious debate (although, for the record, I'm on the side of both the Pakis  <em>AND</em>  the Niggers) but I really enjoyed how you spelled \"glamourizing\" with both the UK U and the US Z!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 18,
    "snip": false,
    "text": "I spell it that way because I am both Canadian, and an Idiot."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "phat",
    "plus": 0,
    "snip": false,
    "text": "I don't know about the idiot part, it's a valid way to spell the word."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by meddle, Retro, Panserbjorne)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "This deserves both a lame and a YES."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "My feelings on this asset are \"pro.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "falseprophet rules so hard. Film at eleven."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "are you... Black America? <br/> \nwow."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "Glamour is actually one of the few words that keeps its \"u\" in the U.S."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tbtabby",
    "plus": 1,
    "snip": false,
    "text": "Apologies to anyone I offended."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by lawbot, blastradius, NeoNaoNeo, brimbrim, wittyname, leatherpants, Panserbjorne, Appers)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by Rhadamanthus, bigtom, atticusonline)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "<strong>SpinyStephenFryGuy</strong> <br/> \nChubbies: 6567 <br/> \nLames: 328 <br/> \n <br/> \n328 lames courtesy of  <em>neonaoneowhinypants</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by tekende, cretin, Thorfinn, Cypher, flazisismuss, goocifer, sardoniclaconic, etothepitimesi, gtc, Crater12, ArthurDentLives, Fcannon, harry, Westacular, achilleselbow, lastlarf, motts)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by sandjack, cretin, goocifer, Conn, Crater12)"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "While it is true that many people have recently hid behind the concept of 'context' in media to dump off the excess of irish or black jokes, notable example being Family Guy. In this case, I do not believe that to be the intent, but I am too meek a person to use the P word."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "grayfox",
    "plus": 2,
    "snip": false,
    "text": "You both are pretty damn lame."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "maximus",
    "plus": 7,
    "snip": false,
    "text": "I'm guessing when you were chuckling at the idiotic abortion protestors outside Ray's neighbors house your Selective Indignation Meter did not go off."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "spinynorman",
    "plus": 13,
    "snip": false,
    "text": "To be honest, my response was more one of confusion than of ridicule. I find it pretty difficult to get morally upset over anything that happens within this strip, most of whose humor is completely absurd. I mean, the term in question was used not only by a fictional character, but a character who is fictional within a fictional setting, and the term is fairly meaningless to this entire hemisphere.  <br/> \n <br/> \nAs to the subject of lames, I agree it's up to personal choice, but I find it almost too much work to parse through the hundred-plus comments for an entire thread and spend energy letting someone know that I think they're stupid. To do it to one or two comments where it's a knee-jerk reaction, yes, that's fine and is probably what the feature is there for, but to do it over and over again to relatively innocuous comments seems borderline cruel. It feels like you're going out of your way to put a blemish on someone's day. I haven't even lamed you yet, because I do think things like this deserve to be talked about.  <br/> \n <br/> \nI suppose, yes, it's all up to personal choice, and it is just a tally next to a moniker on the internet on a website about a bunch of high cats who drink and fall down all the time. But then if it's so meaningless, to devote time to something that's so minutely disheartening...  <br/> \n <br/> \nWell. I'd just prefer it if we were polite. But this is the internet, after all. You perfectly have the right to lame every one of my comments, regardless as to whether or not you disagree with it or even read it at all."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by Cane_5, rustmouth, bhlaab, motts)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by Incendius, hellaurie, bhlaab)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Chubby both for being honest and for having some stones. The internets could use more folks like you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "S'okay, spunky. Your mother knows that you really are the One."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Though if we get our knickers in a knot every time something gives us hackles in our cockles all we are doing is showing the world that we are weak, meat filled pastries to be made fun of and taken advantage of. I'm all for laming lame comments but getting that pissed off over a simple statement makes me think there may be more wrong with the way it was interpreted than the statement itself."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "brodenirwin17",
    "plus": 0,
    "snip": false,
    "text": "Your tears, they taste soooo gooood <br/> \n\"Goooood... Teaaaaaaars\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Hang on, I was trying to chubby this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aikennubbles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aikennubbles was marked lame too many times and excluded. (marked lame by DaPooka, Dovey, straw, lawbot, mattbeetee, NeoNaoNeo, synnah, eatmorekix, chivalress, odei, tao_of_poo, radioelectric, _cheesekayke, catgrl131, loneal, DrSkradley, Setzkin, Fcannon, Westacular, iidebaser, jmmfgd)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": true,
    "text": "A comment left by andyfaewatford was marked lame too many times and excluded. (marked lame by randombeing, meddle, bigtom, gtc, psykeres, poot, motts)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by randombeing, Thorfinn, gtc, atticusonline, Fielding, motts)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "andyfaewatford",
    "plus": 2,
    "snip": false,
    "text": "Thankyou. <br/> \n <br/> \n\"There's too many mother-ckers, -cking with my shi-...\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "You ser, I approve of. I'd not be surprised if the pub landlord did say it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scraggg",
    "plus": 0,
    "snip": false,
    "text": "And I approve of the use of honorifics from A Song of Ice and Fire, regardless of whether or not you were trying."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "ixalarx",
    "plus": 0,
    "snip": false,
    "text": "Oh my G- -u o-y to- o- l-ter o- of sh-!"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "i say it like this: 'too many motha uckers, ucking with my, shay' <br/> \n <br/> \nMY ASSETBAR SHAY"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "You never deserved a lame for this comment, and if I weren't so friendly I'd totally balance it out"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "I got it covered."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grayfox was marked lame too many times and excluded. (marked lame by Dovey, straw, lawbot, RaysDangNachos, Thorfinn, blastradius, NeoNaoNeo, andyfaewatford, wittyname, tao_of_poo, barfighting, loneal, TheGoodwillGirl)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "No-one likes you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "Then why say anything at all...?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "That's entirely possible. \"Paki\" has absolutely no meaning over here."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scraggg",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101220003316/http://www.guardian.co.uk/world/2002/jan/09/usa.matthewengel\">Obviously.</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Wow. I had no idea that it was derogatory in any sense."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Me neither."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "The use of the term \"Pak\" is interesting in that the Press Trust of India always uses it to refer to the Pakistani sports teams. As far as I can tell it is just a convenient shorthand, and not an attempt to be offensive."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gtc",
    "plus": 6,
    "snip": false,
    "text": "Paki is sometimes used in headlines in Australian newspapers to refer to the Pakistani Cricket team (in the same way that Brits is used instead of Britain).  <br/> \n <br/> \nThis is sometimes used as evidence that Australians are innately racist by hyperventilating Guardian readers who forget that the term is only offensive because of the many  <em>Brit</em>  racists."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 2,
    "snip": false,
    "text": "Effing racist convicts."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "At least we hate everyone EQUALLY! Effing classist racists."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "Bizarre. I had no idea that people were so naive about this slur in the U.S. and Australia. It's not as common here in Canada as it is in Britain, but I still hear it with alarming frequency."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I fail to see how that is naivete. Ignorance of the existence of something does not make one simple."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 1,
    "snip": false,
    "text": "Agreed. Such terms are only offensive because of their continued use in offensive ways by offensive people. Without the offensive people or the offensive use, there's no way to be aware of the offensiveness of the word."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Maybe cause no one ever says it here."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 23,
    "snip": false,
    "text": "He was using it to show how unpleasant the publican is. Mr. Bear enraged Mr. Teal and was left to be shouted at by a horrible, horrible fake man.  <br/> \n <br/> \nThe use of such a word enhanced the reader's understanding of how unpleasant it is for Cornelius to have to sit there listening to him ranting racistly when all he wanted to do was hook up his printer."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 4,
    "snip": false,
    "text": "I think this is pretty much the most accurate description of a joke, ever.  I understand the word is offensive, and it might strike a certain chord with some readers, but at it's core, it is a joke.  Something written with the intent to humor.  It would really lose it's effectiveness if it was p*ki or \"Acceptable Western European Racial Epithet\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Just a tag-along, it's not Ray saying Paki.  It's a character intended to be very unlikeable.  Would it be offensive if in a comic parody of David Duke a writer included some racial slurs?  Of course not, it's not an implication of support for that sort of speech or person, it's a characterization meant to be funny.  Also, I think a very good point was made about the Anti-Abortion protesters in an earlier strip.  No one got very offended there, and it makes sense, given Achewood's demographic.  But, there was no need for anyone to get too hurt there either, as all of these examples are  <em>just jokes</em> .  <br/> <br/> <br/> When Onstad illustrates the Turner Diaries, I'll start  to get nervous."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "The china-man is not the issue here Dude."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hereward",
    "plus": 6,
    "snip": false,
    "text": "Surely the context of its use is not comparable to 'hearing a friend say something quite offensive in an offhand way', but rather a purposefully racist fictional character, reflecting a certain reality, in a fictional comic strip? Are you offended by the depiction of racist characters? They are a pretty necessary aspect of any media that wants to portray anything real."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "achilleselbow",
    "plus": 13,
    "snip": false,
    "text": "I should know better than to get into this, but that's ridiculous. Are you really wondering if Onstad \"meant\" it? Have you even examined this logically? The word is being used by a crass, nationalist stereotype that both Cornelius and the implied author find distasteful. If what neonaoneo says is true and Al Murray doesn't use the word, then Onstad is guilty of a slight mischaracterization at worst. But your example with the friend doesn't work at all, since he'd be presumably saying it in his own speech. <br/> \n <br/> \nWords are nothing, context is everything. But if you want to get your feathers ruffled at the mere presence of certain words because it makes the world easier for you to process, go right ahead. <br/> \n <br/> \nP.S. \"Paki\" was actually used in The Office and I don't recall any great controversy then. <br/> \n <br/> \nP.P.S. Nigger, Kyke, Wop, Polock, Jawa, Cracker, Fag, Bitch, Cunt."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "lawbot",
    "plus": 2,
    "snip": false,
    "text": "I object to your spelling of Pollack."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "Whereas I find it to be refreshingly accurate and am irked by your choice of spelling. \"Pollack\" is pronounced like \"Jackson Pollack.\" There's no way around this, really."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "English has no words spelt the same but pronounced differently. None."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "andyfaewatford",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101220003316/http://en.wikipedia.org/wiki/Heteronym_%28linguistics%29\">Allow me to introduce you to a whole world of English heteronyms</a>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "While I appreciate sarcasm on the internet can slide past as unnoticed as a thief in the Keller house, surely you don't take me for such a fool."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby for 'as unnoticed as a thief in the Keller House'."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well, if you want to be pedantic, the famous painter with the throwing is named Jackson Pollock, not Pollack.  <br/> \n <br/> \nThe OED lists the following spellings for the word:  <br/> \nForms: 15 Polacque, 15-16 Polacke, 15-16 Polake, 15-16 Polaque, 16 Polac, 16 Polacche, 16 Polaccke, 16 Polach, 16 Poleak, 16 18 Polak, 16 18- Pollack, 16- Polack, 18 Pullack, 19- Polark, 19- Pollak.Also with lower-case initial.   <br/> \n <br/> \nMeanwhile, Polish spelling is \"Polak.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Interesting fact: in Russian \"Polyak\" simply means \"Polish person\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Frikkin Pollocks."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "But seriously, if Cornelius is a genuine anglophile, he might be visibly offended by the use of the term \"paki.\" It is not clear that Onstad is being consistent with his characterisation, or if he is. This is an issue in the strip, and it is worth talking about."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I think he left England sometime in the 60's, when it may not have even existed.  <br/> \n <br/> \nAlso, Mr. Bear seems to perpetually live in Pre-WWII England, regardless of timeline. He's sort of like Philippe like that."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Yes, because there were no Pakistanis in 1960s England, and absolutely no racial tensions of any kind. <br/> \n <br/> \nAs to his always living in pre-WWII England, he seems to be mostly engaged with America and life there. Of course, that's just my interpretation - a more objective description would simply be that Onstad seems not to know what he's doing with Cornelius half the time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "According to wiktionary, I think actually the term first originated in the 1960's."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "The first published use that the OED lists is in 1964 (1964 Guardian 15 Apr. 8/4). This is implies currency in speech for several years previously. It was certainly a time with enough racial tension that Mr Bear *might*, if he had any contact whatsoever with English dialect after that time, be more offended even than those of us who were not alive in the Britain of that time and climate."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sncether",
    "plus": 2,
    "snip": false,
    "text": "This is awesome. It reads like an erudite editorial from The Daily Toy-Chest.  <br/> \n <br/> \n <strong>THE RACE-BAITER AND THE BEAR</strong> <br/> \n <em>By Jack-In-the-Box, Op-Ed Columnist</em> <br/> \n <br/> \n(oh and since everyone is being so charitable with their interpretations up here, let me clarify that I'm not knocking lawbot, just the weird dichotomy between citing the OED and then using it to defend \"Mr. Bear.\")"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "vChub"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "Or alternatively, since he moved to another country where Paki is not considered as offensive, he has come to adopt the same stance. This is most likely."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I figure he'd normally be offended, but judging from the timelapse, he's probably reached the point where he's tuning the publican out and just wants to install his goddamn printer. It's worth talking about, sure, but I just don't see how it can be read as Onstad actually using the term offensively in any case."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 3,
    "snip": false,
    "text": "I never said Onstad was being offensive; just wondering, out loud, if he really knew the connotations and significance of that particular word. The guys who wrote The Office certainly did, which is where the uncomfortable humour comes from. <br/> \n <br/> \nIf Onstad does understand just how loaded that word is, then it actually makes that last panel pretty fucking sublime. <br/> \n <br/> \nIf he doesn't (and let's face it, as he lives thousands of miles away from any place where this word is in (shamefully) common usage, no sane person could hold a grudge against him if he doesn't), then he may have acccidentally, needlessly, used a rather offensive term where something else would have worked just as well, thinking that it was just a 'cute' Britishism like 'bollocks' or 'wank'.  <br/> \n <br/> \nI agree there's no point geting upset over words, I would just like to think that people understand what those words mean when they use them, that's all."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "You have given me some awesome research ideas on a exam I have to write about the authority of language, and while this is praise to everyone participating, I found it most appropriate to post it here."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Also, thank you for justifying reading Achewood instead of studying or some other dumb stuff like that."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "Are you for real? If so, gosh, it's almost like the internet has bought us together and something purposeful has happened. Which is far too silly an idea- are you some kind of troll?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I'm not trolling. I'm already outlining the essay, and probably going to talk about the power of words that people give them. I'm not going to be using this argument in it, but it's given me ideas."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "Fair do's..."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You could also add in something about authorial intent..."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "This ridiculous conversation has been brought to you by the Children's Television Workshop."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 1,
    "snip": false,
    "text": "i know that paki is an offensive word, because i have seen \"the office.\"  chris onstad is smarter and more cultured than me, and has also likely seen \"the office.\"  he probably gets it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "the first few times you see a train or auto wreck, it make an impression on you.  If it becomes a daily occurrence, you start taking it for granted as normal within the given context that you are normally encountering it.  This does not mean that you are any less dismayed by it.  It simply no longer startles you on an emotional level.  This could explain why Cornelius is not startled by the racist publican just as you or I might be blase about, say, Fox 'news.'"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 6,
    "snip": false,
    "text": "As for the reader being startled by an epithet in the context of an achewood strip, yeah, many readers would be, initially.  This is not to say that many if not most of these readers would also immediately understand the context.  An epithet is one of the most powerful types of words.  I think it has a similar effect as when your peripheral vision catches sight of a fist flying towards your face.  Immediately, before you even have time to consciously deconstruct the context, (say, perhaps, it is your friend playfully trying to scare you,) immediately your brain processes this stimuli and actually generates a physiological fight-or-flight type of response.  Heart rate quickens, higher-level cognitive function takes a back seat as the brain focuses all attention on sensory input.  A word can produce this reaction, and if it is in a context where the reader is not normally expecting it, the reader may do a sort of double-take before she catches herself and realizes that it is, in fact, just a joke.  Yes, catching the audience off-guard is generally a tool of the comedian, although, it certainly is often a stretch to accuse the comedian of purposefully pushing low-level deeply visceral buttons of the audience.    I think we all have these buttons, and to a large degree we each need to take personal and contextual responsibility for guarding these buttons and allowing them to be pressed or not...  The extent to which this responsibility is our own or that of our interlocutor depends entirely on context.  In the case of the specific context of Achewood, I would say that hey, epithets are part of the package.  The disclaimer is implied, I think, by the overall character and take-no-hostages artistic brilliance of the strip.   Authors working in such an artistic context by definition do not generally selectively self-edit.  Is it pressing an intellectual button to startle the audience by having Philippe blurt out an epithet?  Yes.  And it is perfectly acceptable in *any* context, I say, for an author to intend to intellectually startle the audience.  Now, a side effect of such a technique when it involves an epithet, of course, is that *no matter what the context,* you can be assured that some of the audience will be startled on a fundamentally visceral level.  Obviously, this is usually not the intent, and in many contexts, it would be unreasonable to expect the author to take responsibility for the audience's own management of it's own visceral buttons. <br/> \n <br/> \nSomeone mentioned affective fallacy.  I think that there is also a sort of codependent affective fallacy at work here, where we tend to judge the value of a work by the response that we think likely to be provoked by the work for a pathologically innane audience (John Q. Public.)  Those who are affected by codependent affective fallacy wish not that the author should be custodian of their own visceral emotional buttons, but should be custodian of those of the public at large. <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You are quite possibly the most confusing Assetbar user. How do you go from a post full of nightmarish grammar that suggests using a bot to raise your member status to what is perhaps the most solid and well-written socio-linguistic analysis of Achewood I have seen so far? Can you just decide whether you're going to be inane or brilliant, and stick with one? Thanks. <br/> \n <br/> \nAlso, chubby for affective fallacy. Interestingly, in this case the easiest way to answer accusations of \"that's racist\" is in fact to commit the intentional fallacy (though I don't really think it's a fallacy)."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "I ain't readin that shit."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, this was just...too long. Maybe if you had broken that first wall of text into some paragraphs, I might have read it. <br/> \n <br/> \nIn conclusion, ladies and gentlemen, TL;DR"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YOU'RE NOT HIS MUM"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I think this is a very good asset. I cannot chubby it for I have long lost my potency for this page."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Jawa? Dude, I don't know if that works. <br/> \nYou stupid Bothan."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 6,
    "snip": false,
    "text": "Hey jackass do you know how many of Bothans died for your freedom??? <br/> \n <br/> \n <strong>MANY BOTHANS</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Graham Bothan?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "p_mac",
    "plus": 2,
    "snip": false,
    "text": "Nerf-herder."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\">WHO'S</span>  scruffy lookin'??"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Would any UK readers care to speculate on whether this comic has run afoul of the UK hate speech laws, assuming they had some jurisdiction?  How about you Canadians?  Human Rights Commission for Onstad?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "I think that \"the Onstad Issue\" is the perfect diversion for a nation left disillusioned and reeling in the wake of the Macca/Mucca imbroglio"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I think everyone is glad that Liverpool has agreed to cede sovereignty to China, subject to reservations about government structures."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "To contribute a slight joke, once my friend was riding in a car with my Turkish friend Mahmud, who's a great fan of hip hop. They stopped at a red light and a car pulled up next to us with two black men in it. Mahmud recognized the song, then grinned happily at them, waved, and said, \"What is up, niggers?!\"  <br/> \n <br/> \nOf course, he had no idea how serious the term was. My friend said he immediately started thrusting himself down in the seat out of sight, and maybe started frantically kicking the floorboards to see if somehow he could hide in the undercarriage."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I find it kind of sad that this sort of thing is the appropriate response."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 7,
    "snip": false,
    "text": "I prefer to think he did it out of shame more than fear. Then again, White Guilt disease does tend to make us think that use of any racial slur regardless of the company present will result in Immediate and Incredible Death."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "chubbied for use of Incredible Death."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fineoakstructure was marked lame too many times and excluded. (marked lame by Thorfinn, lizard, gtc, lastlarf, saucy_jack, aperson)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ixalarx",
    "plus": 0,
    "snip": false,
    "text": "Jawa? Seriously?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Please, could you stop? I think we've heard it enough.  <br/> \n <br/> \n <em>'UTINI</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I have encountered it. Supposed to refer to 'sand people'."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "That is so terrible."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "I have a Persian/Iranian friend.  One of our mutual friends has called him a 'bantha rider' for ages.  About a year ago we were watching Star Wars, and he burst out in hysterical laughter.  I was mystified, until he told me that he had finally made the connection, and thought it was hilarious."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "freelancelove",
    "plus": 0,
    "snip": false,
    "text": "Indeed."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 4,
    "snip": false,
    "text": "You had me at, \"fuck you.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 2,
    "snip": false,
    "text": "I have never understood why people choose to be offended by certain words, regardless of their context. In America, if you use the word \"nigger\", even in a sentence like \"Hey I heard some asshole call a guy a 'nigger' earlier today and I was so angry that he could be so ignorant,\" you become some sort of fucking monster. The concept is absolutely absurd to me. <br/> \n <br/> \nThe way I've always seen it is like this: by stigmatizing certain words, especially racial slurs, to the point where you can't even be heard gently whispering the word in a well-meaning context, all we're doing is giving empowering racists who actually want to use the word to verbally abuse other people. If people just stopped giving a fuck and calling words like \"nigger\" and \"paki\" ugly and vile in and of themselves, the words would cease to mean anything and we could all have a nice picnic together and be able to use our full ranges of expression without worrying about making anyone cry. <br/> \n <br/> \nAlso, I like this strip."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Amen, Bill Murray from  <em>Lost in Translation.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scraggg",
    "plus": 0,
    "snip": false,
    "text": "That man has aged so terribly."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "I think he has aged excellently. He looks better now than he did in Ghostbusters."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "he has definately  <em>awesomed</em>  excellently."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "If by \"aged terribly,\" you mean that he looks older, well, yes, he does. But not in a bad way. He has aged with dignity, and I for one admire that.  <br/> \n <br/> \nAnyway, if anyone deserves to be accused of having aged terribly, it is Keith Richards."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "le_baron_noir",
    "plus": 0,
    "snip": false,
    "text": "\"Nigger\" hasn't meant anything to us in decades. We just don't want white people to know that. <br/> \n <br/> \n <em>Oops!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "People in Canada say Paki too. Nobody is upset by this unless they are themselves of Pakistani descent. <br/> \n <br/> \nIt may be a VERYVERYVERYbad thing to say in Britain, but here it is nowhere near the level of nigger, spic, or even kike(which is even rarer to hear than nigger) <br/> \n <br/> \nI guess what I'm really trying to say here is that this is the internet. No need to pretend to be offended for other races just to show how super-unracist you are."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "the_voice",
    "plus": 5,
    "snip": false,
    "text": "The cod-sifters and the honey-haters will meet and plan at a \"Scourge of Decent British Society\" convention in Brighton this summer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "telescreen",
    "plus": 1,
    "snip": false,
    "text": "Don't forget the shirt lifters. <br/> \n <br/> \nBritish computing enjoys inventive insults."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 5,
    "snip": false,
    "text": "If you're going to properly roger in a stairwell, some amount of shirt-lifting is necessary. I know this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is also true of rogering in a public park. Although really, the important part is lowering the pants."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "I believe I have done some rogering in a public park. It was okay, but I did not do nearly enough shirt-lifting."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "\"Okay\" is how I would describe it as well. It's mostly awkward and difficult to properly arrange, you know, bits. <br/> \n <br/> \nPlus any time there's a noise you're like \"Holy shit who is that oh my god is that a cop we're going to be in so much trouble\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 3,
    "snip": false,
    "text": "Oh god dangit a cop. <br/> \nWe already arrested."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "brycemidas",
    "plus": 1,
    "snip": false,
    "text": "The one and only time I participated in park-rogering I found, much to my chagrin the next morning, that I had about five hundred mosquito bites from said rogering excursion. Drat, damn and phooey."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Good lord, how long did this rogering go on for?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "I am very proud that we have a thread here about rogering in places and not a fucking 80 page argument on racial slurs."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I'm just pleased we're using the word \"rogering\" over and over again."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 7,
    "snip": false,
    "text": "Roger that."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "As a trained radio op, I find your misuse of 'roger' so completely repulsive and wrong. It's like that time the Queen Mother and Diana came back as zombies and started lezzing out.  <em>Not</em>  a good year for me."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I scatter a million vChubs at your feet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "steerpike66",
    "plus": 5,
    "snip": false,
    "text": "Sorry but that's not an invention: 'shirt-lifter' is an authentic homophobic British insult of long standing. <br/> \n <br/> \nOo-er LONG standing, eh Vicar, whoops!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Great, let's start a long, humour-murdering thread on gay slurs and Onstad's evident homophobia."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "setzkin",
    "plus": 0,
    "snip": false,
    "text": "*Obligatory allusion to Retardo's posit of Onstad's closet-gay-but-married-with-children conspiracy.*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "appers",
    "plus": 0,
    "snip": false,
    "text": "I s'pose it does speak volumes about the relative offensiveness of racism and homophobia that the p-word has walls and walls of text debating it, and \"shirt-lifter\" only has 2 short posts."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 12,
    "snip": false,
    "text": "Also known as the Conservative Party Conference."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "<em>ohhhhhhhhhhh</em>"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "I am going to go ahead and assume this is like making fun of Republicans. As such, I am going to assume I approve of this comment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dangelder",
    "plus": 5,
    "snip": false,
    "text": "Typical psuedo-liberal!!!!! SORTA WAKE UP!!!!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyc",
    "plus": 2,
    "snip": false,
    "text": "RON PAUL RON PAUL"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dangelder",
    "plus": 3,
    "snip": false,
    "text": "Vote for  <em>my</em>  protest candidate, Jerry Robert David Ollie Benjamin. He has five first names to Ron Paul's two."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scraggg",
    "plus": 7,
    "snip": false,
    "text": "I met Ron Paul, and told him I'd be voting for him. <br/> \n <em>I lied.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "You will now be audited."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I would laugh if it had been a joke about Democrats. Or the Green party. I assigning meaning to the joke \"out loud.\"  <br/> \n <br/> \nGood to see people tow the party line to the point of laming people on assetbar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Silly americans, thinking your political frameworks actually mean anything over here."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "grayfox",
    "plus": 5,
    "snip": false,
    "text": "Well we did drag you into Iraq with us.  Sorry about that old bean."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Dude, people are hell of chubbying me for a party-political cheap-shot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "IT'S JUST NOT RIGHT, I SAY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mc_white",
    "plus": 6,
    "snip": false,
    "text": "Apparently if you piss off a bird in Achewood you're doomed to have a fat publican give you threadbare directions on printer driver installs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Whatever happened to the good old curses, like crop blight and making a dude wicked thin?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lacrimus",
    "plus": 1,
    "snip": false,
    "text": "MAY ALL YOUR SONS, AND THEIR SONS AFTER THEM, ON THEIR TWENTY-SIXTH BIRTHDAY, BECOME QUEEEEEEEER!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lacrimus",
    "plus": 40,
    "snip": false,
    "text": "Perhaps he went to a hospiteal?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "Awful enough to be awesome."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Indeed, I lamed Lacrimus so hard that it went all the way around and became a chubby instead."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ohmygooses",
    "plus": 41,
    "snip": false,
    "text": "Yes, he was in desperate need of some tweetment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nice-on-water was marked lame too many times and excluded. (marked lame by FineMusk, farqussus, I_Love_Kate)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snidedk",
    "plus": 5,
    "snip": false,
    "text": "He'll be okay; I think it's just another flare-up of his chirpes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by lawbot, farqussus, iidebaser)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 22,
    "snip": false,
    "text": "Also, Mr Teal says \"TWEET\" in binary before leaving."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "And because I believe that posting things in binary will be a craze on this strip, here is the binary alphabet: <br/> \n <br/> \n01000001 00100000 01000010 00100000 01000011 00100000 01000100 00100000 01000101 00100000 01000110 00100000 01000111 00100000 01001000 00100000 01001001 00100000 01001010 00100000 01001011 00100000 01001100 00100000 01001101 00100000 01001110 00100000 01001111 00100000 01010000 00100000 01010001 00100000 01010010 00100000 01010011 00100000 01010100 00100000 01010101 00100000 01010110 00100000 01010111 00100000 01011000 00100000 01011001 00100000 01011010 <br/> <br/> <br/> Have fun you crazy kids. <br/> \n <br/> \nor should I say,  <br/> \n <br/> \n01001000 01000001 01010110 01000101 00100000 01000110 01010101 01001110 00100000 01011001 01001111 01010101 00100000 01000011 01010010 01000001 01011010 01011001 00100000 01001011 01001001 01000100 01010011 <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "and if you didn't realize it, 00100000 is a space."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "dr_strangeglove",
    "plus": 38,
    "snip": false,
    "text": "CHING CHONG WING WONG"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 2,
    "snip": false,
    "text": "01000011 01001000 01001001 01001110 01000111 00100000 01000011 01001000 01001111 01001110 01000111 00100000 01010111 01001001 01001110 01000111 00100000 01010111 01001111 01001110 01000111"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mc_white",
    "plus": 0,
    "snip": false,
    "text": "man I got my ass lamed off for that. Chubby for succeeding where I failed.   <br/> \n <br/> \nWell... a chubby and my eternal glowering envy"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "That's NOT what happened! Shut up and go live with your parents!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 5,
    "snip": false,
    "text": "When I read that I indeliberately unfocus my eyes like I were viewing a Magic Eye poster, and I swear I saw boobs. <br/> \n <br/> \nOr a multiple \"3's\".  Or a lady's corsetted waist.  All of these things turn me on."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "01000010 01001111 01001111 01000010 01010011"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "0100100100100000011000010110110100100000011000010110111000100000011000010111001101110011001000000110110101100001011011100010000001101101011110010111001101100101011011000110011000100000011101110110100001100101011011100010000001001001001000000111001101100101011001010010000001100110011000010111010000100000011000010111001101110011011001010111001100100000010010010010000001101101011000010110101101100101001000000110100001101111011101000010000001110011011010000110111101110100011100110010000001101100011010010110101101100101001000000110000100100000011100010111010101100001011100100111010001100101011100100010000001100010011000010110001101101011 <br/> \n <br/> \nMy code is a dog's code :("
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Dammit, how did I copy paste yours and not mine? How is that even possible? <br/> \n <br/> \n0100100100100000011000010110110100100000011000010110111000100000011000010111001101110011001000000110110101100001011011100010000001101101011110010111001101100101011011000110011000100000011101110110100001100101011011100010000001001001001000000111001101100101011001010010000001100110011000010111010000100000011000010111001101110011011001010111001100100000010010010010000001101101011000010110101101100101001000000110100001101111011101000010000001110011011010000110111101110100011100110010000001101100011010010110101101100101001000000110000100100000011100010111010101100001011100100111010001100101011100100010000001100010011000010110001101101011 <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "I...I don't know what else to do."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "BINARY SOLO."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "<i>Oh, oh oh one, oh oh one, oh oh one!</i>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Oh, SHIT. Stupid LiveJournal hands."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "Come on sucker, lick my battery."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Booogie... Robo-boogie... <br/> \n <br/> \nDamn, a  <a href=\"http://web.archive.org/web/20101220003316/http://www.conchords.co.nz/\">FOC</a>  reference and anti-Austrailian slurs under the same strip!  It's BUSINESS TIME!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "one more time without emotion."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<strong>Now</strong>  I'm seeing a series of \"4's\". <br/> \n <br/> \n <em>Look once, see a three<br/>\nLook twice see a four<br/>\nOOOOOOHHHHH SHHHHIIIIIIIITTTTTTT</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "retinarow",
    "plus": 1,
    "snip": false,
    "text": "01011010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01101111 01101110 01100101 00101110 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01101111 01101110 01100101 00100000 01101111 01101110 01100101 00101110 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01101111 01101110 01100101 00100000 01101111 01101110 01100101 00100000 01101111 01101110 01100101 00101110 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01111010 01100101 01110010 01101111 00100000 01101111 01101110 01100101 00100000 01101111 01101110 01100101 00100000 01101111 01101110 01100101 00100000 01101111 01101110 01100101 00101100 00100000 01101111 01101110 01100101 00101110 00100000 00110000 00100000 01101111 01101110 01100101 00101100 00100000 00110000 00100000 01101111 01101110 01100101 00101100 00100000 00110000 00100000 01101111 01101110 01100101 00101110 <br/> \n <br/> \n(Note: The binary solo translated into binary)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "techiebabe",
    "plus": 0,
    "snip": false,
    "text": "I wish I could chubby you for that reference, but I was too friendly the day the strip came out.  So, I give you hell of virtual ones instead."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I have finally found an avatar which I like better than the eternally bouncing tits avatar. Thank you, techiebabe. I feel much better about myself now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by NeoNaoNeo, RitardoMontabum, techiebabe, ratnerstar, pogo, turkfish)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "huh",
    "plus": 0,
    "snip": false,
    "text": "\"...'Stad, 'Stad, 'Stad, 'Stad, 'Stad...\" <br/> \n <br/> \nFucking classic."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "amazing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Yay! I died! Famously, too! <br/> \n <br/> \n...I'm all out of chubbies, though... :("
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "My online presence can now die happy.  Classic anti-climax at the end.  I would say thank you, but I'm not sure if that's what you want, or even if it is warranted.  Let me explain. <br/> \n <br/> \nThe frequent thought when reading Manflesh's Assetbar fanfics is \"wait...is this a satire on the internal politics of Assetbar?  Is each character's affiliation, role and personality in the fanfic a reference to how they act and interact online here?  Am I included in this because he likes me, because he's subtly taking the piss, or were the popular people chosen and slotted into a pre-made fanfic randomly?  Or is he just doing it because it's fucking awesome?\" <br/> \n <br/> \nI think it's best if the answer is left enigmatic. <br/> <br/> <br/> Still.  I've never kicked so much ass in a first-person shooter in my life.  Violence  <em>rules</em> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I think he probably just chooses users based on which names he can remember off the top of his head when he's writing. <br/> \nBut who knows for sure?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I feel left out."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "he chose you, skradley <br/> \nand he chose well"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 4,
    "snip": false,
    "text": "is that sexxy tho"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Doctor Manflesh, you have my prescritption for feeling a whole lot better."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "Only you could ever get away with this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hey, same thing happened with the chubbies this time around. Classic stuff, even for someone like me who's never even played Doom/Quake. (Delete as appropriate.) <br/> \n <br/> \nCan I has inclusion in the next chapter?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "kylank",
    "plus": 0,
    "snip": false,
    "text": "Best level of Doom EVER"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Manflesh is a prophet. This is totally how I plan to die."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Congrats on your celeb status again."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Thanks. I was quite tickled."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 4,
    "snip": false,
    "text": "This mission was doomed before it started. <br/> \n <br/> \nAsherdan's little known first post on Assetbar: IDDQD"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "earendil",
    "plus": 1,
    "snip": false,
    "text": "No, Drskradley.  You ARE the demons. <br/> \n <br/> \nAnd then Drskradley was a zombie. <br/> \n <br/> \nHAPPY ASHERDAN APPRECIATION WEEK EVERYONE!!! <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 2,
    "snip": false,
    "text": "Every week is Asherdan Appreciation Week. Dr. Manflesh calls us to live every week as if Asherdan were appreciated."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyc",
    "plus": 1,
    "snip": false,
    "text": "Rip and tear, Manflesh. Rip and tear."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cbtbone",
    "plus": 2,
    "snip": false,
    "text": "Suggested listening while reading above Manflesh post: \"Die Zwei Blauen Augen\" from  <em>Lieder eines fahrenden Gesellen</em>  by Gustav Mahler.  I recommend the recording with Bernstein conducting the Vienna Philharmonic, Thomas Hampson singing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "Alternate suggested listening: Music from  <em>DOOM</em>  as performed by an intern with a MIDI keyboard."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cbtbone",
    "plus": 1,
    "snip": false,
    "text": "...with...with Bernstein conducting???"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Only in your wet dreams..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "John Romero conducting, his baton a foot-long all meat sandwich. He thrusts his hips when he wants a flourish, or whenever he happens to bite into a pocket of melted cheddar-jack."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Good call.  That was on the first Mahler recording I ever fell in love with, the 6th.  Since then I've found Bernstein to be too histrionic for Mahler, though it works on the 6th.  Best Mahler recording I have is Klemperer's Das Lied Von Der Erde with Christina Ludwig.  Seriously heart rending shit."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "vChub"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "I swear only your comments can make me laugh without me having to actually read them."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Fascinating. <br/> \n <br/> \nIf this keeps up, the current motivator for meritorious posting - earning chubbies - will come to be replaced by the motivator of earning consideration as a fanfiction character."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sncether",
    "plus": 2,
    "snip": false,
    "text": "baryonyx had made a good point. He settled back onto the satin sheets, wrapping the curled cord of the phone around his pinky finger as he waited for a response."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Farqussus was unimpressed, and told Alf to get back in the garage because the boss was at the door. <br/> \n <br/> \nFuck waiting or earning."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I get the creepy feeling that all of these Asherdan destroys ALL posts are actually hinting at just the thing tekende suggested, a prophecy. That Manflesherdan will hit Assetbar with enough horrible crap to watch this place choke and fall. Just for the whole meta comedy of it all. <br/> \n <br/> \nIf you all pray to Manflesherdan you will be mercifully allowed to close your browsers without having to wait half an hour for the stupid thing to crash."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Well shit, that makes me feel much less privileged for being in a fanfic now that I know I was merely a microscopic cog in a catastrophic plan for the apocalypse of our meta-universe, thanks a  <strong><em>LOT.</em></strong>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Ah, good Dr.! You are part of the prophecy. You will know when it is your time to play your part. In fact, you really will have no choice but to act. So it is written."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Right when I was feeling that this was the Manflesh version of \"Tomorrow's Recipe is Chicken\", he goes and makes Asherdan week a reality.  And just as I finally catch up in the archive. <br/> \n <br/> \nI never thought I'd say this about slashfic, but nicely done!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Unless I am mistaken, \"Slashfic\" more implies the pre-imagined characters having non-canonical sexual relations with one another (generally ranging from mildly homoerotic to  <em>raging</em>  BDSM). <br/> \n <br/> \nIt's only a matter of time before it happens to one of us.  I've had my moment of ego-inflating thickly laced with ambiguous foreboding of satire, and I think I came out alright. <br/> \n <br/> \nIf it does turn into full-blown slashfic, I'm kinda scared for the next guy to star."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Oh God you are right. <br/> \n <br/> \nMy apologies all around.   <em>No one</em>  wants to see that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I think I saw the corset, but my screen is of the old-style curved glass ones, so it's hard for the numbers to line up exactly right."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "Yeah it'll be a craze, if you're a fucking dork.  And this is coming from a Computer Science major.  I thought about getting a binary watch then came to my god damn senses."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "01010011 01000011 01010010 01000101 01010111 00100000 01011001 01001111 01010101 00100000 01000111 01010101 01011001"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "holyq",
    "plus": 0,
    "snip": true,
    "text": "A comment left by holyq was marked lame too many times and excluded. (marked lame by the_voice, Thorfinn, Marcus_Brody)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "A la his morose and quietly reflective position in the last panel?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phlox",
    "plus": 23,
    "snip": false,
    "text": "I know it means nothing to anyone - but I just discovered Achewood a few weeks ago during my buddy's   hospitalization.  I started from the beginning and finally caught up to present day.  I'm a noob.  And damn this is some great stuff.  I'll go back to lurking now. xoxo"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "xoxo"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thedudeabides85",
    "plus": 6,
    "snip": false,
    "text": "You were like so bored by your comatose friend that you used the hospital WiFi to surf through web comics?  That is my reading.  Anyway, welcome aboard, mate."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 3,
    "snip": false,
    "text": "They usually spend all of their time adventuring; Phlox has nothing to do but stroll through the Achewoods in this time of convalescence."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "colorlessness",
    "plus": 0,
    "snip": true,
    "text": "A comment left by colorlessness was marked lame too many times and excluded. (marked lame by DrSkradley, iidebaser, Wolfslice, missionofburma)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scraggg",
    "plus": 0,
    "snip": false,
    "text": "Oh, Mau Mau."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "Chubbied because, if I'm not mistaken, you are named after a character from that great novel The Mysteries of Pittsburgh.  Also, welcome."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fourstrungout",
    "plus": 0,
    "snip": false,
    "text": "Admit it...you just chubbied so that you could demonstrate how well read you are. <br/> \nYou can admit it.  We won't judge you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 5,
    "snip": false,
    "text": "I will."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": ":-("
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "silentman",
    "plus": 1,
    "snip": false,
    "text": "What's that smell?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 8,
    "snip": false,
    "text": "<strong>185. The Judging of Others:</strong> <br/> \n <br/> \nYou and a Lady are making fun of people around you. The Lady does a :( <br/> \n <br/> \n <em>Solution:</em>  Point and quietly laugh at someone relatively nearby and claim that he/she probably \"needs to change their diet.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Damnit heccibiggs it is okay to be well-read. It is the god-given right of anyone who was too feeble to play outside as a child."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Hey, I never said I would judge him negatively."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "\"With a little annoyance, Heccibiggs took a pull on her mug of tea. Hopefully this would not descend into another assetbar flame-melee.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "snidedk",
    "plus": 1,
    "snip": false,
    "text": "Tea doesn't come in mugs, you ignorant slut, RAHHHH FLAME FLAME"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "It did rhyme though."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "not if you pronounce it mee-lay, or meh-lay. As I have heard people are wont to do."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What if you pronounce it \"tay?\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "A rhyme that works equally well for those who are irritatingly pretentious and those who aren't? That warrants a chubby that I don't have to give. <br/> \n <br/> \nNah, I'm kidding, who doesn't pronounce it \"Meh-lay\"?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "I will, too.  Wait, what are we talking about again? <br/> \n <br/> \nC'mon people, it's a Michael Chabon novel.  It's not exactly obscure literature here. <br/> \n(footnote:  If I'd wanted to demonstrate how well-read I am, I would have changed the last sentence to \"It's not exactly Tristam Shandy,\" but I didn't.  So I'm not showing off!  Except possibly in this footnote)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "Here's hoping your mate is back in the pink of health anon, possibly with a shiny new modem in his spine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Sho' iz fun, eh?  I haven't quite caught up, still reading 2005 archives, but I play on the new ones when I can.  Huggs!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "I try to evangelize achewood to my friends but they complain that it's \"too much reading.\"  So far I've had spotty success pointing out specific strips that remind me of interactions with them.  The most recent one was the Boy George strip, as I can envision a friend and myself having that conversation then the same reaction.  \"Fuckin' A!\" has become a small catchphrase/inside joke now, but they still refuse to read the total awesomeness of the strip as a whole. <br/> \n <br/> \n...Anyway, hope your buddy gets better."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I tried showing my roommate the strips from Ray's toilet party where he's telling the bad jokes about the horny priest and the gay Taliban lawyer with the parrot on his shoulder and he didn't go for it because 1) he lost interest because of all the wordies and 2) he said he forgot the beginning half-way through. <br/> \n <br/> \nAny neurosurgeons in the audience tonight?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "and that was in reference to \"'too much reading'\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Okay, you're going to lure him into the hallway with a Dane Cook DVD and that's when I'll hit him with the dart gun (we're out of darts but pistol whipping works pretty well)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I'm not a surgeon of any kind, by the way."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Any alleyway MD will do."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "get z-ray eyes...two better than x."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrslickster",
    "plus": 2,
    "snip": false,
    "text": "Swans are a very nutrient-rich fare, suitable for those who work three jobs.  While the publican also consumes entire swans whenever possible, the excess in his consumption can be seen in his jowls.  His doctor has long encouraged him to busy himself with more labour-intensive activities than finger pointing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Like fixing what appears to be a crack in his forehead. <br/> \n <br/> \nThat is no place for a crevace, or lone hair, or whatever it is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 1,
    "snip": false,
    "text": "I don't much care for what Cornelius' hands look like in Panel 6. <br/> \n <br/> \nthe near-human...ness is bothering me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rudegrrl",
    "plus": 2,
    "snip": false,
    "text": "...and the arms are a little too long. <br/> \n <br/> \nThey should be stubbular."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for \"stubbular.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "moissanite",
    "plus": 4,
    "snip": false,
    "text": "Seems to me Mr. Teal looked to slip in some naughty honey talk only to have his plans thwarted by a bear who refuses to play along."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by meddle, shades, Centipede_Damascus)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 1,
    "snip": false,
    "text": "somebody here doesn't approve of your Bloodninja shenanigans. <br/> \n <br/> \nthat person is not me, by the way. This was an insta-chubby for me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "Thanks, dr., for explaining the reference and thus introducing me to the hilarity of Bloodninja, cybersex comedian. Chubby!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "We know Ray was bloodninja..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "ARRRRRRR!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "OMG YES"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "backdraft",
    "plus": 0,
    "snip": false,
    "text": "bloodninja:  Nostrils flaring, I lower my head. My horn, like some phallic symbol of my potent virility, is the last thing you see as skulls collide and mine remains the victor. You are now a bloody red ragdoll suspended in the air on my mighty horn. <br/> \n <br/> \nbloodninja: Goddam am I hard now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "This whole interaction is akin to what happens on here when someone posts says something like \"This strip was pretty good, but it wasn't that great.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I think we all know who the publicans are."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by straw, Thorfinn, rockstarsatemy, JoshuaGross, gowerski, foea, pogo)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "Perhaps perusing some dick jokes would offer you more gratification?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "I wasn't being sarcastic, I literally friggin love this comic strip.  I did not complain of lack of gratification.  people do not like the british english?  people do not like the tech support with attitude?   <br/> \n <br/> \ncomic stripper is a verb.  it's someone who does comic strips.  a comic strip stripper is a whole other thing entirely"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "trollcollins",
    "plus": 2,
    "snip": false,
    "text": "I am sorry, when I hear \"comic stripper,\" all I can think of is a comedienne who seductively removes one item of clothing per every hearty laugh elicited from the audience.  <br/> \n <br/> \nDear English Language: it's not you, it's me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "Also PS if \"comic stripper\" is someone who does comic strips, then it is not a verb; it is a noun. But maybe it was late at night for you when you wrote that and noun is what you meant to say. I have had similar lapses in my past."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Also the way you talk seems a lot like sarcasm. But this is probably not your fault. <br/> \n <br/> \nThe way that my face looks makes people think I am pissed off all the time. You and I give people the wrong impression, sometimes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Oh, sorry! I'm pretty good at misunderstanding things (and I swear your post read differently last night, so I'm probably slightly insane too). I'm glad I didn't lame you!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I would correct the misspelling in \"comic striper,\" but I don't think I'd be entirely comfortable with the result."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "tough talk coming from someone who's only viewed 1398 strips ;-)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea I read a lot of them when I wasn't logged in, and now I have no idea which one is the missing link. I almost feel bad for laming you below, but seriously, an assetbar cheatbot is a pretty lame idea. This is not an MMORPG."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "This is the closest I've ever come to an MMORPG I guess... :-P <br/> \n <br/> \nMy Profile <br/> \n» Public View <br/> \n» Edit View <br/> \n» Ignore List <br/> \nMy Comments <br/> \n» INBOX <br/> \n» Sent <br/> \nHighest Rated <br/> \n... <br/> \n <br/> \nOn the present page, at the top left, for a while instead of Highest Rated, for me it said something like \"strips you have not yet viewed\" or something... or no wait... it said \"highest rated strips you have not yet viewed\" or something to that effect... so I guess the one strip you're missing wasn't considered anything special."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "alreadyinuse is right, achilleselbow. I was in the same situation and I just kept clicking on 'Highest Rated Strips' until all my problems just up and flew away."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Cheap."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dezufnocosem",
    "plus": 1,
    "snip": false,
    "text": "your missing one yourself compared to my views alreadyinuse (hopes this will drive you crazy) :P"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 7,
    "snip": false,
    "text": "But, in a rather Pythonic fashion, the last panel punchline itself was pretty crap and run-of-the-mill, webcomics-wise. <br/> \n <br/> \nThe question is - was this deliberate?  Is it a post-modern artistic jab at your average comic strip formula? <br/> \n <br/> \nOr perhaps it's just because, hey man, it's ok to be kinda formulaic every once in a while.  Don't be so picky, and enjoy simple humour.  Gotta mix it up and stuff. <br/> \n <br/> \nAnd more to the point, the essence of Achewood is not the destination, but the journey. Arcs are sometimes just dropped because he doesn't care about them anymore, deus ex machina'd like fuckin'  <em><strong>crazy</strong></em> , and/or wrapped up quickly with little closure on the story when you think they're a stayer - but that's all part of the joke!  That's what makes it funny. <br/> \n <br/> \nWhat makes it an  <em>interesting</em>  read is the fact that in the middle of this (admitted) late-night/early-morning-contrived madness where he's managed to do whatever the fuck he wants and we clamour to read it and try to figure out how the mysterious man works (it is such a damn good thing he doesn't post here regularly in order to keep up the mystique), he also manages to put in deep long-term character development and, amazingly, continuity. <br/> \n <br/> \nI may get lamed out for explaining the obvious/criticising the strip/writing a long post/generally being a douche, but whatever man.  I'll make some b-movie reference later to make up for it, I promise."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "<em>NOTE: I do not promise</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 2,
    "snip": false,
    "text": "I'm sorry, but deep, long term character development? Not Achewood. While we do get to see characters deal with their problems (sometimes) and we occasionally get insight into their motives, the characters don't really change. Ray's still the same laid back cat he always was, Phillipe's still a naive bright eyed youth, Cornelius is still a sauve british man and so on. Roast Beef, it's true that he stands up for himself from time to time, but he's largely still a nervous wreck. The only character to truly undergo change was Pat, who became nicer and more easy going after coming out, at least for a time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "binlaggin",
    "plus": 3,
    "snip": false,
    "text": "I think what people mean when they talk about character development is that jokes evolve based on the known characters, and not that the characters change a whole lot.  They change only slightly.   <br/> \n <br/> \nFor example, this arc deals with Connie and a computer.  Connie used to use a typewriter, (I think) and therein lies the potential for humour.  What would a computer made for someone like Cornelius be like?  Onstad posits that such a computer would be disappointing in a manner unique from the manner in which people of more pedestrian persuasion (such as I) find computers disappointing; yet at heart, the disappointments remain the same. <br/> \n <br/> \nsorry that was so long and pretentious--but being on the internet does that to people."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "Achewood Explained!  I thought the day would never come!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "That does make sense, although I'm still not sure if the terms \"deep\" and \"long term\" apply to it."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NOM"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "NOM NOM NOM"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry for the inanity of the previous comment. I wouldn't be offended if it was lamed away, but it made me laugh at least."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "The onomatopoeia made me smile, so you get no lames from me friend."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "trollcollins",
    "plus": 1,
    "snip": false,
    "text": "It is good that you can make balanced criticism and explain your opinions with rational thought! It is the depopulated wasteland between This Sucks City and Fawning Fanboy Conurbation. <br/> \n <br/> \nI agree in part. It is a comic mechanism I have seen in other, lesser webcomis. But I think the surreality of both Mr. Teal and the England for the English Publican lift this strip above its peers. Also the other things you said."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 18,
    "snip": false,
    "text": "So just because Cornelius is a bear means he automatically  <em>looooves</em>  honey. Is that it? <br/> \n <br/> \n <em>Not cool, Mr. Teal. Not cool...</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 3,
    "snip": false,
    "text": "You want him to shine ya shoes? You want him to  <em>smiiile</em>  for ya?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silentman",
    "plus": 2,
    "snip": false,
    "text": "Although Cornelius has been known to partake in the contents of a pic-a-nic basket on occasion. Only his own, however. He would never think to pilfer someone else's pic-a-nic basket."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "we've got to eliminate this kind of stereotyping."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "colorlessness",
    "plus": 0,
    "snip": false,
    "text": "Actually, bears are more interested in the bees than the honey.  Bees have nutrition and stuff.  The honey is just like the bonus to make the crunchiness of the bees coated in delicious sweetness."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "You all know that Cornelius loves his hunny, all getting the jar stuck on his head and whatnot."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "V-CHUB! Mainly for giving me serious flash backs of pre-teen bed time book reading."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 2,
    "snip": false,
    "text": "If this strip is any indication, it would appear that the English are highly inefficient."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brian",
    "plus": 1,
    "snip": false,
    "text": "The English assistant class has taken a nose dive since the days of Mr. Belvedere."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "jalhalla42",
    "plus": 0,
    "snip": false,
    "text": "For some reason, I always got that show confused with Benson."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Nonsense.  The English have priorities.  Connecting peripheral devices is naught but an opportunity to lyrically assert the superiority of one's opinion to another."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 2,
    "snip": false,
    "text": "Life is just one long round of connecting 'peripheral devices'"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "Virtual Chubby, friend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "postblank",
    "plus": 1,
    "snip": false,
    "text": "I suppose the boffin was still asleep."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "This bumps yesterday's strip to a four, for me. Oh hell  <em>yes</em>  this is comedy. <br/> \n <br/> \nI hope Mr. Teal forgives Mr. Bear. Oh, will he or won't he? The suspense, my dear friends -- THE SUSPENSE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "starman11",
    "plus": 1,
    "snip": false,
    "text": "Shrovis-Bishopthorpe is starting to seem like only an adjustment to make English folks' aggravation with Microsoft Office (any version) slightly more palatable and on their terms."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ceokasen",
    "plus": 5,
    "snip": false,
    "text": "You know, now that I think about it, that blasted Office paperclip would have been a lot more amusing if it started having psychotic episodes. <br/> \n <br/> \nAll curling up into a ball, convinced the government is out to kill him and unravel his flesh in order to eject a stuck disc, or running around the desktop and stabbing your other desktop icons with the innocent yet situationally horrifying laughter of a child?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "starman11",
    "plus": 0,
    "snip": false,
    "text": "I felt like my comment was kind of a waste of space, but if it in any way inspired your reply, then I no longer feel regret. I am forever waiting for that damn paperclip to (psychologically or physically, I'm not picky) snap."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Incidentally, the initials of Paper Clip Personality are PCP. Coincidence?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "hmm...well, yes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Mere coincindence?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Still yes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "OK"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "flashes of Windows RG come to mind."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashemon",
    "plus": 7,
    "snip": false,
    "text": "Who would have thought that Mr. Teal would be the WORST OF ALL?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 14,
    "snip": false,
    "text": "Birds are just flying lizards with pretty clothes and loud voices. Sort of like drag queen velociraptors. Even the little ones want to straight up eat your face."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "suprememongoose",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for the mental image I got of a \"drag queen velociraptor\". Well-said."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "ahhh... i like these posts of yours... you random random devil."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morelaak",
    "plus": 2,
    "snip": false,
    "text": "i've gotta say, this strip was a four till i realized  <em>just how foul</em>  Mr. Teal's language got. <br/> \n <br/> \n\"Godless Shirt-lifters who lick their lips as they roger one another in stairwells.\" <br/> \n <br/> \ndefinitely doesn't leave anything to the imagination. <br/> \n <br/> \noh, and by the way? now it's a five."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sidecar",
    "plus": 3,
    "snip": false,
    "text": "I love that \"...STAIRWELLS!\" is used as the final insult, as if it's the one that Mr. TEAL knows will push Cornelius over the edge. <br/> \n <br/> \nAlso, Cornelius' eyebrows in panels 5 and 6 express such breadth of emotion.  I've noticed that in a lot of Achewood ( <a href=\"http://web.archive.org/web/20101220003316/http://achewood.com/index.php?date=05122005\">Example</a> )"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "I read it that Mr. Teal is caught up in such a whirlwind of wrath that he can't even think straight, and is groping for the word that will convey exactly how deplorable the detractors of honey are."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chuvak was marked lame too many times and excluded. (marked lame by HEYOO, chivalress, Johnnyrocker, DeepOmega, thatskotkid)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "horace_lung",
    "plus": 0,
    "snip": false,
    "text": "My feelings on this strip are Pro"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "The British have such a way with insults. They know just how to encapsulate a person's character with a wisely chosen combination of nouns and verbs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Sometimes, when I just feel a little crazy? I use  <em>adjectives.</em>  *Inhales through teeth*"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "then there's the oddly placed question marks for when you are really going nuts."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I thought I'd just reply to point out that it wasn't me who lamed you on that one. I actually appreciate your dogged nit-picking of my grammar. If you don't pick nits, how can the nit-holes heal?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "I am the sentence chimp, preening your paragraphs and nibbling on apostrophes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I wasn't the one who lamed it either, but there was no reason to criticize your first post. The oddly placed question mark was put there to imitate speech patterns. Penny Arcade does it all the time. I rather like it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I was just thinking that it was probably Penny Arcade that I was channeling with that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 6,
    "snip": false,
    "text": "This thread reminded me of a story that I will relate to you assetbears. <br/> \nI was once assigned to read the book  <em>Jack Maggs</em> .  Whilst reading it, my professor told me that there was a brief homosexual encounter, very subtle, that I should take note of.  Not 15 minutes later I got to a passage describing how a character had \"reamed, rogered, and ploughed him until he could scarcely walk the next day,\" or something to that effect.  That word will forever be linked to the feeling of my jaw slowly dropping."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "<em>very</em>  subtle"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I wonder what sort of highway rest stops your professor stopped at in order to experience less-than-subtle homosexual encounters."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Since you seem to love all things British, have you ever read Will Self. There is a wonderful  <a href=\"http://web.archive.org/web/20101220003316/http://en.wikipedia.org/wiki/The_Quantity_Theory_of_Insanity\">story</a>  where the protagonist's professor goes into hiding and the student tracks him down through deciphering mathematical codes hidden on the walls of bathroom stalls in phrases like \"seeking 16yr old boy w/ 9 in cock\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 5,
    "snip": false,
    "text": "It may have involved a run in with a certain assetbarian. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "My first thought was that of shock. Logic hit me, and I  realized whos picture that is, and no longer shocked."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES vCHUB"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "this is by Tom of Holland, i believe. for those who do not know. if you are not at work (NOT AT WORK) google him."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "oops. i'm a nerd. it's Tom of Finland."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I think everyone's respect for you just  <em>plumetted</em>  when you got that one wrong. Hoo."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Plummeted, even. <br/> \n <br/> \nBeat you to that one, Farqussus!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I always thought that was a fanfic picture of some game character, like Lord British. That's a considerably more appropriate source."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I thought it was the guy from Street Fighter."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I thought it was Mike Haggar from Final Fight."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I thought it was fan art of one of the guys from Bad Dudes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "For some reason I always assumed, without even thinking about it, that it was a drawing of Hiram the blacksmith (the head as manflesh's icon i mean, not he actual pic)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Rumor was that she had spent much of her   <a href=\"http://web.archive.org/web/20101220003316/http://www.youtube.com/watch?v=mHp_9aJD17A\">life at the outpost</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bootlaces",
    "plus": 1,
    "snip": false,
    "text": "As a patron of the many restorative powers of Harrogate - having once had my abode there - I can vouch for the outstanding level of care there. I shall endeavor to keep a look out for Mr. Teal when he arrives. I am tickled pink that Harrogate has been mentioned..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 1,
    "snip": false,
    "text": "At this point, you just want to shut the computer down, go get some money, and pay Roast Beef to teach you how to use it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentj",
    "plus": 1,
    "snip": false,
    "text": "Taking a series of restorative tonics is also known as \"the cure\". Thus:  <br/> \n <br/> \nThe Road To Wellville  <br/> \n <br/> \nM*A*C Kohl eyeliner <br/> \n= <br/> \nhttp://achewood.com/index.php?date=06262002"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Man I just got done reading Budding Prospects. Is The Road to Wellville any good?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentj",
    "plus": 0,
    "snip": false,
    "text": "oog"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "khailautomatic",
    "plus": 0,
    "snip": false,
    "text": "That bit about shirt-lifting, lip-licking buggery seems like it could be taken word-for-word from a George Michael biography, except with \"cottages\" instead of \"stairs\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sidecar",
    "plus": 0,
    "snip": false,
    "text": "...I guess it  <em>would</em>  be nice..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "Huh. That's disappointing. I just want one of these strips to actually turn into a story arc that goes somewhere. I liked Mr. Teal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "linning",
    "plus": 0,
    "snip": false,
    "text": "Mr. Teal speaks of rogering people in stairwells as if it is to be frowned upon. Well I don't know just how to respond to THAT. Bah! Fie!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "Cornelius travels from \"Dutiful Prisoner of PBS\" to \"Outcast in the Land of Fried Mars Bars\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Speaking of shirt-lifters, my local sports ball team has secured some sort of achievement. Go, our team!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by sabbac, straw, tekende, heccibiggs, eatmorekix, Girdag, sidecar, nutmeg, bixschmix, achilleselbow, tropicana, NumberKillinger, lastlarf, foea, pogo, Quartzblade)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by straw, tekende, BlueLoggy, achilleselbow, foea, pogo)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by sabbac, straw, tekende, heccibiggs, Thorfinn, sidecar, farqussus, Miku224, nutmeg, AlbinoSquid, bixschmix, sncether, achilleselbow, usversusthem, scraggg, fieryjack, motts, foea, Tipist, Quartzblade)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "what is the deal with you?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "missionofburma",
    "plus": 0,
    "snip": false,
    "text": "First and last comment of yours I'll ever read. <br/> \n <br/> \nPhilippe is an otter, not a pig."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "he would know this if he had read the strips instead of having a robot do it for him."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You have been ignored, whoever you are.  What a douche!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miku224",
    "plus": 1,
    "snip": false,
    "text": "I hate to jump on the lame train here, but that was not a very good story."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "hee!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "i don't understand but your story screamed straight at my heart.  what does it all mean?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It got in like a good eight-second scream"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrblank91",
    "plus": 0,
    "snip": false,
    "text": "Good Lord! What have you done?!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Or you could, you know, actually read the comics."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "nonsense!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "BOO TO THAT!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrblank91",
    "plus": 0,
    "snip": false,
    "text": "On closer inspection I can't see how your little scheme works. I thought you had to view the strips in Acheworld for them to count as being viewed.  <br/> \n <br/> \nYou were so polite in your posts that I almost feel bad that your about to be hit by blistering waves of lames. Almost."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by straw, tekende, Thorfinn, nutmeg, usversusthem, foea)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "shhhhh.. quiet now.. just die, timmy.. just be dead now.."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "Credit? Reading Achewood is not a contest. Also \"strips viewed\" does not have any redeemable/exchangeable value with your local merchant. Cash value 0.00000."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "when i read your comment a little further up i thought you were just a little slow and socially awkward, but well meaning, so i didn't lame you even though i wanted to. <br/> \n <br/> \nbut seriously this is just ridiculous, you deserve every lame you get."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by snidedk, BlueLoggy, nutmeg, nathanielperson, lastlarf, I_Love_Kate)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "PROTIP: Based on the other comments on today's strip, making assumptions based on race/geographic origin may not score you many points."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quartzblade",
    "plus": 8,
    "snip": false,
    "text": "Turing Test Report - Subject: MR. TEAL <br/> \n <br/> \nWhile initially performing convincingly, in every test run, 'Mr. Teal' would, without fail, berate the user's underappreciation of \"honey,\" spew offensive (and possibly racist) vulgarities, suffer what could only be described as a sort of cybernetic stress heart attack, and terminate itself. While certainly a step forward in progress, it is the finding of this committee that further development of 'Mr. Teal' be abandoned, and the rights sold to our subsidiary in Liverpool."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "axhoola",
    "plus": 0,
    "snip": false,
    "text": "Until I read this strip the second time, I had assumed the assistants were just programs, but I'm beginning to think they are actual customer service people in England that are helping Cornelius.  It might explain the boffin's being asleep, since there is a bit of a time difference between California and the UK."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Interesting interpretation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that's what  <em>she</em>  concurred to..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "This is a chubby."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "linea",
    "plus": 3,
    "snip": false,
    "text": "Hmmm... I have to say that a lot of the British stuff in Achewood, while funny, just doesn't quite sit right. It's funny (as ever), but there's something subtly wrong about it.... he always gets the language slightly wrong in that way that most americans seem to when they're imitating british people. It's still a bit 'Dick van Dyke', and it doesn't work nearly as well as the rest of his language.  <br/> \n <br/> \nApart from the strip about all our celebrities looking like middle-school teachers... that was a dead-on bullseye."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrflunchy",
    "plus": 0,
    "snip": false,
    "text": "That's pretty accurate. While the slang is correct, I don't think it flows quite naturally."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "linea",
    "plus": 0,
    "snip": false,
    "text": "perhaps the british Achewood-reading community should club together and get CO a subscription to Viz to sharpen his brit swearing up"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "To be fair, the way Ray and Roast Beef talk is more than subtly wrong. No one talks like that, which is precisely why it's interesting when Ray and Roast Beef do it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "How's England?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Yeah, you're supposed to be British. And the USA's like, the size of ten Frances. Where do you get off saying that no-one talks like that?! <br/> \n <br/> \nMy hands are on my hips  <em>so firmly</em>  right now..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Rawr!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Actually it was just an honest question since the other day she mentioned that she was getting on a plane to England, but she answered it below anyway, so I guess this is kinda superfluous."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I don't know who Ten Frances is, but she must be a big girl! <br/> \n <br/> \nAlso I normally live in the the city that Achewood is based on, and I grew up about an hour away from it, so I am intimately acquainted with Northern Californian speech patterns. <br/> \n <br/> \nBut I don't really get if you're gently ribbing me or achilleselbow or both of us. I have missed something here!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Just accept that nothing malicious was intended, and move on with no lowered perceptions of me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "schroduck",
    "plus": 2,
    "snip": false,
    "text": "I wonder whether the Publican is an actual AI, or whether the computer just randomly picks a comment from the  <em>Daily Mail</em>  website and adds a few random references to fish to make it seem new and unique."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "<em>The Daily Mail says the enemy's among us,<br/>\nTakin' our women and takin' our cods...</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "schroduck",
    "plus": 0,
    "snip": false,
    "text": "Chubby for neatest ever segué into a Bloc Party song."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "linea",
    "plus": 0,
    "snip": false,
    "text": "I wonder if he's an actual Al (Murray) <br/> \n <br/> \nonly more racist"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I think Mr. Teal is the racist one. What with his bear/honey stereotypes and junk. <br/> \n <br/> \nDamn Brits and their disregard for others' feelings."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 1,
    "snip": false,
    "text": "All british people make sweeping generalizations all the time and I am SICK OF IT."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Yeah those europeans and their overly inclusive generalizations can go strait to hell!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scraggg",
    "plus": 0,
    "snip": false,
    "text": "They'll have to sail across the Strait of Hell to get there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stinson_reliant",
    "plus": 0,
    "snip": false,
    "text": "I like how Mr. Teal is so incensed that he has to take a moment to think of a place in which people commonly roger."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dino_grill",
    "plus": 1,
    "snip": false,
    "text": "I am ashamed that in his delicate little rage Mr. Teal has formed such an abstractly accurate description of what I did in college."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "You didn't like honey in college? Maybe you were just confused."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I ate plenty of honey in college. Much better than rogering in stairwells. Or so I tell myself."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The other day I made a peanut butter and jelly sandwich and then just for the hell of it, I put honey in it too. It wasn't really very good."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "The other day I combined two parts hydrogen with one part oxygen and then  <em>just for the hell of it</em> , I tried to strap on some methane. It wasn't really very good and everybody died. <br/> \n <br/> \nLESSON LEARNED?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Virtual Schubby."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "A special Italian kind of chubby?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Typo. Possibly due to me having spent a good 80% of the day writing German."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "But the damage is irreversible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by straw, trollcollins, lawbot, Thorfinn, usversusthem)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101220003316/http://achewood.com/index.php?date=06092006\">There are benefits to reading all the strips again after getting an account.</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by straw, Thorfinn, BlueLoggy)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "her name is Iris Gambol."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Such as discounts on candy and a phone call from a fireman."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 2,
    "snip": false,
    "text": "only a couple hundred to go..looking forward to my call, i'm going to pretend that my fireman is nicholas cage and tell him he is awful."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "You NEVER insult a fireman."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Why don't fireman exchanges  <em>get more chubbies?</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "The prospect of combining chubbies with firemen brings too many painful memories of that Chuck and Larry movie."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Mr Teal's face doesn't change... Yet it looks all the more menacing and psychotic next to the messy spew of binary code..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "That's a bird for you. All opening its beak and modem noise gushing out of its little poker face."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "The image summoned by that post literally brought out the cold sweat on my brow."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "That was genuinely terrifying, Phy. <br/> \n <br/> \nWell played."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "All I thought of was The Incredibles"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rene",
    "plus": 0,
    "snip": false,
    "text": "it isn't a bird..... <br/> \nhttp://www.youtube.com/watch?v=AgqEIp2YmtE"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rene",
    "plus": 0,
    "snip": false,
    "text": "also, I am computer illiterate..... <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Birds are not so great at emoting. They had to develop brightly colored fans that would rise up from the tops of their asses just so they could tell someone that their cable bill is really killing their budget."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Have you seen that David Attenborough documentary on birds of paradise? Here is my favorite: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "No, but I've seen the bit about lyrebirds. You thought I was kidding about the modem noise? These things can imitate chainsaws and car alarms."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Oh dang! I looked that guy up. What am awesome little dude."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cantilever",
    "plus": 0,
    "snip": false,
    "text": "Yes, yes, I had to go back and make sure it hadn't changed on me, but it's like an optical illusion!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "little_angry_plum",
    "plus": 4,
    "snip": false,
    "text": "are we done with this yet?  <br/> \ni swear if this was my first experience of achewood i would be like, \"OK, whatever, internet!\" and not come back."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ddgoec",
    "plus": 1,
    "snip": false,
    "text": "yet, when Mr. Teal reveals he's the father of the mixed race kid, you'll be all 'DAYYUM!!'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Every time someone writes a comment about how this is their [most/least] favorite [strip/arc], Assetbar gives a lady crummy boobs. <br/> \n <br/> \nAre you into crummy boobs, little_angry_plum?  Is that really the world you wanna leave for you kids?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nhennies",
    "plus": 0,
    "snip": false,
    "text": "Couldn't agree more.  This is maybe my least favorite arc in Achewood history."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I wasn't digging it very hard until the previous one, which was good, and this one, which had me in convulsions."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Mr. Cornelius needs the new upgraded version where Judi Dench is your advisor. You get to choose from Queen Elizabeth, Queen Victoria or M modes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Am I going nuts or is there no alt text?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Title text: Even now Mr. Teal has a cold washcloth on the back of his neck and his beak in a thimble of sulphur-water."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "opprobrium",
    "plus": 0,
    "snip": false,
    "text": "i wanna be limey, i wanna be limey!  watch:  \"i fookin' 'ate pikeys!\"  eh?? <br/> \n <br/> \nalso, the publican is looking like a slightly skinnier barry the baptist."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "I have a feeling Cornelius is going to take a bat to this one too, when he's done with it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Hey everybody, remember like four strips ago when I said that this story arch was boring? <br/> \n <br/> \nWell, I take it back."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "OH DELIGHTS!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nothingman",
    "plus": 0,
    "snip": false,
    "text": "This one time, I saw a guy who was SO angry, he started speaking in binary code... It didn't end well"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "If Shrovis-Bishopthorpe needs another personality for their Office Assitant, it seems that Pat would be well-suited to their needs.  All politley suggesting best-itutes for your recipe file, only to accuse you of being a barber in the next five minutes. <br/> \n <br/> \n <em>Giving haircuts in...  Stairwells!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nHell of betrayal, yo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Pooh Bear : Cornelius :: Showbiz : Roast Beef"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 1,
    "snip": false,
    "text": "With your avatar it looks like a miniature John Cleese is attempting to bugger Pooh Bear but isn't quite sure exactly how to go about it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Got there before me. <br/> \n <br/> \nWhich, on an unrelated note, is what she said."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 0,
    "snip": true,
    "text": "A comment left by redmange was marked lame too many times and excluded. (marked lame by johnnybaverage, Norsef, lawbot)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Why are you doing this?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Did you not see, like, the whole first half of this page, you jerry-rigged cockmonger?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"Jerry-rigged?\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "His cockmonger status was never meant to be permanent. It would appear it has become so nonetheless."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It felt right at the time. It still does."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "mr. teal is the best thing to happen to achewood in years"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "canavan",
    "plus": 0,
    "snip": false,
    "text": "Seriously?  <br/> \n <br/> \nIn Canada, at least, \"Paki\" just means someone from, I dunno, one of the brown countries. No one ever gets that bent about it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Seriously? Have you tried asking a person of South Asian descent?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Well, as another Canadian, I've never encountered anyone getting bent over it. <br/> \n <br/> \nGranted, at my work, being Latino someone asked me if he could call me \"Dirty Wetback\" and I laughed. We may just be immune to comments like this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I think the Wiktionary people would be interested in this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I know I've harped on how I hate when people do this, and how hypocritical this post is but... I realize now that my second paragraph is littered with grammar errors and I feel terrible about it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Nobody ever cares enough about the original errors not to be annoyed by the reply-to-self-with-corrections move.  <br/> \n <br/> \n\"Never apologise, never explain\" - W. Churchill."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "It's outdated, it is. Nowadays the Asian populou is so well integrated into our own that they're complaining just as loudly as  <em>les Anglais du Souche</em>  about the Polish."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pursesnatcher",
    "plus": 0,
    "snip": false,
    "text": "you know it's going to go bad right at 'tell me of your own love for honey'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "You guys, I am in England, and this is exactly how it is. I almost bought honey at the grocery store today but then decided not to. A bit later, a bird flew from beside the window of John Wesley's old Oxford room and tried to shit upon me.  <em>How did it know?</em>  The birds are really serious about honey here. <br/> \n <br/> \nAlso the grocery store is called Sainsbury's and the juice comes in boxes like cheap wine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I should clarify: I am in England temporarily. It's not as if I'm an English citizen who was suddenly mystified by the juice-vending techniques of my country."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Shit. Disregard my earlier comment."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "Not all juice comes in boxes. Just some. And we call 'em \"cartons\". <br/> \n <br/> \nMan, that is a fun yet simple word. Say it out loud. Seperate the syllables a little. Play around with it; you'll like it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "you're a nob"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "Naw baby, I'm just misunderstood."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Yeah, I see oodles of juice cartons in Israel, too, but none in America, really. Why must America be so cruel to the enviroment? WHYYYYYYYYYYY!?!? <br/> \n <br/> \n(Note: Why Israel? It's the only other country I've been to besides America and Canada, where I went once. Why must you know about their juice? Well...it's pretty tasty I guess. Why do I keep asking these rhetorical questions of myself? Probably because I lack the ability to shut up, and probably because not many read thin far down the page anyway. WELL I DO! GOOD FOR ME!  <em>OH MY LORD CATGRL JUST SHUT UP PLEASE SHUT UP YOURE MAKING A FOOL OF YOURSELF IN FRONT OF ALL OF YOUR FRIENDS AND NOW THEY THINK YOU'RE CRAZY SO PLEASE. FOR. THE. LOVE. OF. GOD. SHUT. UP.</em> )"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I'm going to Israel this summer. I am so excited for more giant juice boxes!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "They do have them here, usually in ethnic delis and such. I get all my sour cherry and blackcurrant juice in boxes from the Russian deli in Fair Lawn, NJ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "You get around a lot. <br/> \n <br/> \n <strike>Slut.</strike>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Day-um! Where you gonna be? No, wait! Meeting people from the Internet=BAD! Oh well, if you promise not to rape me, it would be so cool if we were near the same place!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Did you see Coolio or any people from Top Gear yet?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "okay, i'm clearly confused. what does paki imply? i was relatively sure that it meant someone from pakistan, but the slew of bitching it's use has incurred is giving me doubts. somebody, explain"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "and you fucks can stay off commenting on my grammar, i see the mistake too"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well, you know how \"nigger\" just means a person of African descent? Same thing, but for persons of South Asian descent."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "That just doesn't make sense to me. How can a short version of a place's name be thought of as derogatory to that place? Would it not have been offensive if Mr. Teal had used the full name, or what?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well, it would still have been xenophobic (or, if you prefer racist) to single out people from a particular country, and complain that they immigrate and work hard, but paki is established as a hateful epithet. In the same way, there is nothing derogatory about a word that indicates that someone is black or dark, but it is established as hateful."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "All those rubbery tentacles pulling anything within reach into the gaping maw, not satisfied, becoming in the end a mindless gravitational force of that sucks all light, joy and uppercase letters into its beaked vortex of nothingness."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Well, you know how the word \"nigger\" etymologically stems from the Spanish word for black? Same thing, but with the reference being to the place of origin rather than skin colour."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "See also: nip, chink, itai. <br/> \n <br/> \nAlso the majority of people who get called \"pakis\" aren't even from Pakistan. It's a generalisation, as if to say \"I don't even care where you're from because it's all the same to me.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It is really odd that this word is considered derogatory, since \"paki\" means \"pure\" in the local language (Urdu). <br/> \n <br/> \nThere's even more to the story of the name of the country.  It was invented by a political writer in 1934, using letters from five districts of what was then all part of British India.  The \"P\" came from Punjab, the \"A\" from Afghania,  the \"K\" from Kashmir, the \"S\" from Sindh, and the \"tan\" from Baluchistan. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "It's really not odd if you understand that words are derogatory as a result of their being used with derogatory intent. I thought that was an obvious thing known by every cunt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zehnder",
    "plus": 0,
    "snip": false,
    "text": "I don't think we should be deriding poor Mr. Publican. It's obvious he's suffered some kind of traumatic head injury and isn't in his right faculties. For all we know he's begging Mr. Bear to call for an ambulence but the words come out as racism. We shouldn't jump to conclusions."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "\"Zehnder leant over his keyboard, and tapped-out what he thought would be a witty and balanced comment. Little did he know that the next time he looked he would find an explanation of 'Shut up' as to why he was wrong. It would not be the last time this would happen in the rough-and-tumble of Assetbar.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zehnder",
    "plus": 0,
    "snip": false,
    "text": "sorry"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "treeish597",
    "plus": 0,
    "snip": false,
    "text": "so should yankee or pom be considered a racially sensitive word in the same way that paki is? Im not saying it isnt derogattory btw."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Apparently \"Ami\" is, or was, a big Anti-American swear in Germany.  I caused embarrassment one day by referring to myself with that word."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "it's as derogatory as you intend it to be. Alternatively, it's as derogatory as the recipient finds it to be. Basically, you're fucked. Just call a dude by his name."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imitationcrab",
    "plus": 0,
    "snip": true,
    "text": "A comment left by imitationcrab was marked lame too many times and excluded. (marked lame by u235, Thorfinn, scraggg)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nis this cannon?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scraggg",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nIs this Canaan?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nIs this Keenan?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nIs this canyon? <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nIs this Conan?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nIs this K'naan?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dezufnocosem",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nIs this Kofi Annan?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubbies for all concerned."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Indeed!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Is this canned nan? <br/> \n <br/> \n[pic]http://googleimagesearchresults111456=pictureofacanof\"nan\",aflatindianbread[/pic]"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "u235",
    "plus": 0,
    "snip": false,
    "text": "555555555555555555555555555555555555"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "u235",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, I suppose that was uncalled for. But in all seriousness, I had a big long belly-laugh at this strip, specifically the part where the bird becomes so agitated that he loses all coherency."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "The British learned nothing from the failure of Microsoft Bob."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "m3funkyb",
    "plus": 1,
    "snip": false,
    "text": "Does it matter if the the character is portrayed in a positive or negative light? Since when does Onstad have an obligation to uphold a shining example of good morals in his work? Isn't it just as relevant for a person you like to be racist in a way that makes you uncomfortable?  <br/> \n <br/> \nI have a problem with people who actually think it was WRONG for Onstad to do this and have expressed that. Who are you to say what kind of characters he portrays and what he does? <br/> \n <br/> \nAre you worried little kids are going to read it and become racist by osmosis? <br/> \n <br/> \nPlease."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "m3funkyb",
    "plus": 0,
    "snip": false,
    "text": "As far as the actual strip is concerned, I got a kick out of Corn's building rapport with Mr. Teal, when it started breaking down, I felt, \"oh no onstad, don't do it.\" but I guess it was just one of many ways to get in the punchline of weary cornelious unhappily dealing with the publican"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "WHATEVER <br/> \n <br/> \nONSTAD DOES WHAT HE WANTS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bhlaab",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bhlaab was marked lame too many times and excluded. (marked lame by Thorfinn, DougTheHead, tropicana, Doc_Rostov, nathanielperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "4 people either are not getting your obvious joke, or are just too heady for this gag.  I think it's funny, but troll parody still does it for me!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "I clicked \"next\" having forgotten that this was the most recent strip. I got a bit excited when I saw the first two panels again, mistakenly thinking that Cornelius had rebooted and was trying his luck with Mr. Teal again. <br/> \n <br/> \nI should really lay off the Fool's Meth."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Man, that singing bowel is rough stuff, amirite?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saadghauri",
    "plus": 0,
    "snip": false,
    "text": "As a Pakistani, i have to rate this 5"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "The landlords biggotry is at least 20 years out of date, the informed British casual racist raves about the eastern europeans nowadays... <br/> \n <br/> \nsigh, those were simpler times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tortoisesandbox",
    "plus": 0,
    "snip": false,
    "text": "Who was Cornelius married to?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "Why does the publican like fish so much?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 0,
    "snip": false,
    "text": "The Publican doesn't just like fish.... <br/> <br/> <br/> he LOVES it!!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Not only is honey quite terrible, but godless people who lift their shirts and are quick to engage in stairwell rogering are definitely my type of people. I wish to meet more of them as soon as possible. Ideally for rogering while we disparage honey."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eidolem",
    "plus": 1,
    "snip": false,
    "text": "God DAMN I miss Mr. Teal.  This is the arc which was taking place when I first went bugfuck over Achewood.  Every day as I refreshed and refreshed, I wondered: what the frig will that sassy little bird get up to today? <br/> \n <br/> \nOf course, later I realized the glory of the actual \"cast\" of Achewood, and cast Mr. Teal aside like Tara Reid. <br/> \n <br/> \nStill, I think of him sometimes, and I smile."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "juggler",
    "plus": 0,
    "snip": false,
    "text": "I totally agree here.  The line about ... STAIRWELLS! gets me every time.  The little picture of Mr. Teal seems to grow ever-more menacing as this particular strip moves forward."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "When we first experience a technology, our primitive minds confuse the programs for real individuals. Remember when we were kids, and got crushes on cartoon characters? <br/> \n <br/> \nMr. Bear has never used a computer before, and so, despite his vast intelligence, he is practically childlike in the face of one. We may never again know the childlike joy he experienced upon first meeting Mr. Teal. <br/> \n <br/> \n(sobs)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "Maybe  <em>you</em>  won't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pumpinpedal",
    "plus": 0,
    "snip": false,
    "text": "Yeah, this is what computers are like."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "The publican's messages do not have a reply box.  He is not interested in your reply."
  }
]