[
  {
    "depth": 0,
    "minus": 0,
    "name": "nickrnot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nickrnot was marked lame too many times and excluded. (marked lame by straw, waddie, Marcus_Brody, Orf)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "madestruction",
    "plus": 0,
    "snip": false,
    "text": "yeah, he is totally randy savaging it up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 7,
    "snip": false,
    "text": "If you'd have told me before I visited the site that the first two comments on todays strip would make me think about Randy Savage using a flashlight, I'd have not been surprised."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by straw, Jopon, doctorbeene, dasilodavi, Afkpuz, SurelySmack, peterjoel)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "but you still think about it?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 3,
    "snip": false,
    "text": "I CANNOT STOP <br/> \n <br/> \nHELP ME"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 16,
    "snip": false,
    "text": "That wouldn't be surprising at all, really.  Would it, Randy? <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://www.geocities.com/Colosseum/Stands/2073/savchamp.jpg\" style=\"border:0px;\"/></div> <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>OOOOOOOOOHHHHHHH YEEEEEEEEAAAAAAHHHHHH!!!</em></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "koodge",
    "plus": 0,
    "snip": false,
    "text": "As I scrolled down, I had growing fears that a fleshlight would appear in the lower half of the picture. How awkward would that have been?"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "There are already plenty of fleshlights on the Net, let's make Achewood a non-sex-toy zone."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 34,
    "snip": false,
    "text": "You're right, that'd be pretty awkward. Let's put it in the upper half instead. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://xc4.xanga.com/8c0c44e279033186550057/w143188142.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 22,
    "snip": false,
    "text": "I'm pretty sure that picture is one of the things I do not like"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 9,
    "snip": false,
    "text": "The effect of a poster's avatar on his post takes an interesting turn when the avatar is of the poster himself. In this case, I find it worthwhile to note that not only does your expression perfectly fit your post, it also briefly leads me to imagine you highlighting a fleshlight with magic wand, copy/pasting it into Randy Savage's raised fist, and then posting the finished product on Achewood, open in another tab-- a wealth of context that's all delivered thanks to your half-bored, half-curious expression <br/> \n <br/> \nit's 1:41 AM and I don't know what i'm doing here"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Damn my eyeballs are bleeding again. I really need to see a doctor about that. Chubbied for making me laugh so hard I farted loud enough that the cranky bitch three cubicles down is giving me a nasty look."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Um...wha- what's a fleshlight?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 6,
    "snip": false,
    "text": "It is a torch-shaped object that you fuck as if it were made of flesh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "You probably realised this would be unwelcome."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by mikeronomicon, Deusoma, Marcus_Brody, farqussus, aHatOfPig, foea)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 5,
    "snip": false,
    "text": "I don't know if there's a gay version. I mean they have ones that are supposed to be women's, um, buttholes instead of vaginas, so I guess the next time you shave you could just take your discarded stubble and glue it on one of those, and you'd be good to go."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 1,
    "snip": false,
    "text": "uhhh Quoi?  Qu'est ce que tu dis la?  C'est n'est pas drolle ca.  Pas du tout.  Il y a des enfants ici tu sais!  De toute facon ce n'est pas possible ce que tu propose.  Ca ne colle pas.  Pas du tout.  Ce n'est pas hygenic.  Comme ta mere."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "cromar",
    "plus": 3,
    "snip": false,
    "text": "You kinda look like Napoleon now."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>Comme ta mere</em> ."
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Au contraire, c'est tres possible, comme ta mere a demonstre hier soir. Et je ne pense pas qu'il y a des enfants ici, excepte peut-etre jollysaintpete. Que douche."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jollysaintpete was marked lame too many times and excluded. (marked lame by josher, achilleselbow, gowerski, morbo)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by lamboyster, lawbot, mikeronomicon, NeoNaoNeo, kendieatsbabies, abreez_e, Sleaw, sdskyle, aHatOfPig, gardenhead_, opprobrium, bixschmix, cailetshadow, NumberKillinger, trawser, Shinkicka, opalleye, morbo, Pigs)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by lawbot, NeoNaoNeo, sdskyle, aHatOfPig, morbo)"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "grayestnova",
    "plus": 1,
    "snip": false,
    "text": "I think my favourite part is how you said we couldn't \"master\" BB Code and then you fucked it up. <br/> \n <br/> \nTwice."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by lawbot, KaMeT, grayestnova, trawser, morbo)"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "gowerski",
    "plus": 0,
    "snip": false,
    "text": "that. was. awesome."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Crev_Gibax, Audhumla, trawser, morbo)"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I do not think alreadyinuse was sincere with any of his words. <br/> \n <br/> \nHe is a specific type of internet character-actor as far as I can tell, of a style I can generally appreciate.  <br/> \n <br/> \nIf he  <strong>did</strong>  mean any of his many, many words, then your words are totally correct in assessment. <br/> <br/> <br/> also NO"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "It doesn't matter whether he meant it (I assume it was a parody of internet anger?), it was lame."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, I think autrepoupee is right. I mean the hilarity of it is that I pretty much just repeated his own initial 'your mom' joke back to him. It reminded me of the hate mail on realultimatepower by that one guy who claimed to be a real ninja soke who's gonna find Robert Hamburger and kick his ass. Or maybe it was just in the book, which everyone should read. <br/> \n <br/> \nBut alreadyinuse, the point of language is to make assertions and state facts! You are corrupting the essence of communication!"
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "My time spent arguing with teenagers and adult assclowns on YouTube confuses me when I come across subtlety."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by lawbot, aHatOfPig, morbo)"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Man, I didn't think of that till after I posted.  It seemed so genuine though!  Ah well, I'm a douche."
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "If we could edit these posts, I would recant the above recant.  But we can't.(HIYO!)"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "alreadyinuse, i will never think of you again in any fashion other than 'the guy who said he was related to ed gein'"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by lawbot, mikeronomicon, mystkmanat, trawser)"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "audhumla",
    "plus": 2,
    "snip": false,
    "text": "<strong>6. You got really angry about something someone else said on the internet.</strong> <br/> \nman but you basically did this too or at least you put a whole lot of effort into some post that wasn't even that great man. chillllllllll"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 1,
    "snip": false,
    "text": "You sir are the son of a retared ass-hat, and the best part of you ran down your mother's leg. You are an idiot, and you prove it every time you open your meat hangers."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "Yes you can and they smell of vanilla. http://www.fleshlight.co.uk/index.php?cat=2 <br/> \n <br/> \nThese are the things you can never unknow. Yeah, I aint even going to risk trying to embed that link."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "As opposed to the inherently non-sexist of idea of replicating a vagina for men to fuck in their lonely times? It's really no different in form, the name is not really adding anything to or taking anything away from any sexist notions associated with the object. Are you suggesting a disembodied vagina is any less sexist than referring to that disembodied vagina as flesh? ..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "intergalactic_",
    "plus": 0,
    "snip": false,
    "text": "It could also be that the thing kind of looks like a FLASHlight, and not that there were evil sexist marketing execs who decided \"Let's make women feel even worse about their lot by comparing them to meat.\" Coming from an Advertising background, I have never met anyone who acts this way. We need to stick to the Politically Correct code that everyone else does."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "A wildly unpleasant thing that you should not google if you want to stay golden, catgrl. <br/> \n <br/> \nOr, a torch-shaped object that you fuck as if it were made of flesh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "\"Flesh\" creeps the fuck out of me about a million times more than \"cunt\" or the other words we've debated thus far."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "You never hear flesh being used in a context that would make one comfortable anymore."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "Yes. It is rare that you hear \"He took an arrow straight out of his quiver and shot it into my calf flesh!\" <br/> \n <br/> \nThough that may just be due to the fact that people are rarely shooting arrows straight out of their quivers anymore."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Arrows in your flesh is a comfortable thing? <br/> \n <br/> \nI think he might have meant the opposite of what you thought."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "Oh, no. No. I don't mean that arrows in the flesh is comfortable  <em>physically</em> . I just mean it's not uncomfortable to hear about. Which is what I thought they were talking about? <br/> \n <br/> \nI can never seem to get across what it is I'm trying to convey. That makes me a sad girl."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by lawbot, blindeseher, jollysaintpete, Genkisudo, gowerski)"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Er, sorry that was a forced reference. Wasn't trying to be a dick."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Everyone lamed you for being mean to me, so I will chubby you, for friendship! <br/> \n <br/> \nAnd v-chub to everyone who had my back also."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Thanks, you are rad! I really didn't expect that anyone would take it as being mean, but whatever."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "how would you shoot an arrow straight out of the quiver?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I am so sad. <br/> \n <br/> \n\"He took an arrow straight out of his quiver.\" <br/> \nThe quiver is the holder, I know that? <br/> \n <br/> \nStraight from quiver to bow to calf flesh? <br/> \nI don't know. Poo."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "At least you do not err grammatically."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "thank you for using the word \"err\"."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Also, fuck that rule where you put punctuation inside the quotes if a quote ends your sentence.  <br/> \n <br/> \n\"Fuck that rule\"."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It's only a rule in America.  The Brits and others put the period outside the quotes.  \"No fuck\"."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "terebikun",
    "plus": 1,
    "snip": false,
    "text": "Thank you!  I used to get so mad at my teachers who would tell me I was incorrect, when I was really just trying to use the King's English."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "earendil",
    "plus": 3,
    "snip": false,
    "text": "how has it been a whole hour and no one has made a quiver-fleshlight joke yet? <br/> \n <br/> \nOkay, I will. <br/> <br/> <br/> I bet he  <em>shot</em>  that  <em>arrow</em>  straight out of that  <em>quiver</em>  ^^"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "That made me laugh because it made absolutely no sense to me. Quixotic Chubby."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Re: flesh.  A kid in my high school was named Fleischman, and once I learned that's German for \"flesh man\" or butcher, I avoided him."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "It is quite a strange thing, but to be fair it seems that Vibrators and Dildos are, while kinda taboo, far more 'acceptable' socially than those things, which I don't quite understand.."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I guess it's cause dicks ain't that complicated, so if you need toys to make one happy you got to be doing some fucked up shit?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "I think it (the double standard of sex toy taboos) is because the toys for ladies can be used while having sexy fun with other people, whereas the Fleshlight (and its ilk) is pretty much just for when a guy is doing some freaky soloing."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "margargaret",
    "plus": 1,
    "snip": false,
    "text": "You sound so different now that you are not Stephen Fry, spinynorman."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, now I'm just some pale-ass kid on the internet. Like all the others..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "But go back and read some of his posts in the archives, the wit and edge are still there.  I think he might be holding back a bit on the new ones, though.  As should I.  (Sorry for all the macho letchery young ladies.  I'm really not like that.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Eh, there may be one or two steeplechase sentences I put out there, but right now I'm specifically looking to avoid writing anything too complicated. Any downtime is good time."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You're too humble, lad.  You put steeplechase sentences, Brobdingnagian paragraphs, and Churchillian repostes out there."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "I was never really all that creeped out by fleshlights until a conversation I had on the subject the day before yesterday when the word \"cleaning\" came up.   <br/> \n <br/> \nYeah, that's got to be  <em>really <strong>foul</strong></em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Maybe it's just me, but Murkins still creep me out more. And until I read Achewood I thought I was the sole possessor of this terrible knowledge on the west coast. It is good to be wrong sometimes, and this is one of those times."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mc_white",
    "plus": 0,
    "snip": false,
    "text": "I think Beef and Mr. Savage both have strange ideas about what it means to be a man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 4,
    "snip": false,
    "text": "The point is valid. If you really need more emotion, you are not a Dude. A male, maybe, but certainly not a Dude.  <br/> \n <br/> \nThere is a significant difference here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gardenhead_",
    "plus": 1,
    "snip": false,
    "text": "I am glad you made this distinction. There is a HUGE difference between guys and Dudes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 6,
    "snip": false,
    "text": "and puddles. There are also huge differences between dudes and puddles."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gardenhead_",
    "plus": 2,
    "snip": false,
    "text": "I'm not really seeing it...care to elaborate?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 4,
    "snip": false,
    "text": "You are not seeing the difference between dudes and puddles? <br/> \n <br/> \nThis could be a problem."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gardenhead_",
    "plus": 0,
    "snip": false,
    "text": "see woodenteeth's post below"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "edwell",
    "plus": 1,
    "snip": false,
    "text": "The films \"Brian's Song\" and \"Ol' Yeller\" are the only known technologies for erasing them."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "we had to watch \"brian's song\" in high school gym class, which is the area in which the differences between dudes and puddles are most strongly delineated.  It was a strange experience, the form of the message being enforced by the juridical power of the gym teacher while the content of the message was banned by the socionormative power of the space we know as \"gym class\"... <br/> \n[/postmodernism]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 7,
    "snip": false,
    "text": "a puddle is slightly deeper."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "So a man can show emotion, but not a dude?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 8,
    "snip": false,
    "text": "It is not that dudes are too manly for emotions. They are actually just too lazy for them. <br/> \n <br/> \nFor most emotions you usually have to stand. Not a fan of standing, myself."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 4,
    "snip": false,
    "text": "Ah yes, the whole slacker thing of Generation FUCK."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "As King Shit of Fuck Mountain, I approve of this label wholeheartedly."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "Hey, give me a ring the next time you're expecting a breast attack, would ya?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "um what"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20091231062852/http://achewood.com/index.php?date=04282005\">See here, now.</a>"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "paradigmeyes",
    "plus": 0,
    "snip": false,
    "text": "What is up satan's ass?  He's always tryin' to fuck us up, the dicklicker..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "No!  No one should ever lame Mr. Show refernces.   <br/> \nCan I get a fuckin' a?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "(fuckin A)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Man, all these years in generation FUCK and I can't get laid to save my life."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nickrnot",
    "plus": 4,
    "snip": false,
    "text": "Another for the Roast Beef's Cocaine Buisness Plans file: <br/> \nSell sticker sets to be used in conjunction with the cards. If receiving the card was indeed Just Sick as  <em>Hell</em> , the \"Perfect\" sticker is applied. In the case of an inter-dude card giving attempt being botched, the \"Way Too Baring of the Emotions\" sticker may be utilized.  <br/> \nI feel this will help with the inherent issue of creating more sales, and is also imperative for the exchange of appreciation or indicating the need to improve one's dude-card signing technique all while avoiding the use of emotion, which is the primary objective of the Universal Card for Dudes franchise."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 6,
    "snip": false,
    "text": "This is awesome <br/> \n <br/> \nYou are awesome. <br/> \n <br/> \nI feel really great, sitting here and doing this thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 13,
    "snip": false,
    "text": "Plummet. Dude.  <em>Way</em>  too baring of the emotions. <br/> \n <br/> \nI'm seriously considering adopting Beef's signature idea. I have a real hard time signing in the conventional manner. Maybe there is a special lamp that could help with this. I usually adopt this ridiculous sort of faux-ironic, self-deprecating, aware-of-my-own-social-incompetence style such as: <br/> \n <br/> \n <strike>love from</strike>   <strike>best wishes</strike> <br/> \n <strike>fond regards</strike> <br/> \n <strike>tolerance and respect</strike> <br/> \n <strong>FROM</strong>  echidnaboy"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "I believe an anti-depression lamp may be right up your alley, dogg. <br/> \n <br/> \n3-cell-D with alternative LED bulb assembly. (2-AA in glove box)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gimluck",
    "plus": 0,
    "snip": false,
    "text": "If you are going to go meta, I say go all the way. <br/> \n <br/> \nI remain your faithful servant, <br/> \n <br/> \ngimluck"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "for example: <br/> \n <br/> \nExemplifying the signoff line,  <br/> \nEarendil"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I've given up on signature phrases altogether, I just put a hyphen in front of my name."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 3,
    "snip": false,
    "text": "I just sign everything \"happy christmas\" are there other times to send stuff?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "I can tell  <strong>someone's</strong>  mom is going to be upset in a couple weeks..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "How about a fleshlight?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ashemon",
    "plus": 0,
    "snip": false,
    "text": "<strike>DUDE, you're trying to hard</strike> <br/> \n <strike>:-(</strike> <br/> \n <strike>:-.........................)</strike> <br/> \n:----------------...%u221E"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "the fuck?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "that's cop style flashlight. best for beating people with.  <br/> \nthere was this never ending ongoing case in my old county. these cops were busting up a party and this one decided to beat this obnoxious drunk on the head with his 3 D-cell Mag-Lite.  <br/> \nthe dude died and many witnesses testified that they saw the flashlight break and the saw the batteries come flying outta there. the case went on and on and the witnesses got discredited 'cuz they were \"drunk\". and they were. but many saw this happen. the case went on so long that most of the witnesses started to disbelieve their own testimony.. i mean they were drunk and it happened so long ago.  <br/> \nthe cop said he never used his flashlight on the drunken reveler. not sure what the outcome was, tho i doubt the cop was ever justly reprimanded (a murder or manslaughter charge)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The cop was probably either promoted or put on paid leave for a little while. <br/> \n <br/> \nEither way, there was much high-fiving going on in the police station that evening"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "orf",
    "plus": 0,
    "snip": false,
    "text": "You have explained the punchline admirably, sir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "i'm not convinced that ray felt sick as hell. friends' arrests are not as sick as hell."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "What exactly would the consequences of a friends' arrest be, anyway? I'm thinking it's something like when my roommates barge in while I'm putting off doing a paper by refreshing assetbar for the 200th time, and drag me out to the living room to play Super Smash Bros."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "It's like an intervention, only more serious. And you don't need to be addicted to anything. But you do get locked away for a varying period of time. <br/> \n <br/> \nIt's the course of justice."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "capnb0b",
    "plus": 1,
    "snip": false,
    "text": "I read this as \"It's of course the justice.\" Perhaps I am not fully awake? <br/> \n <br/> \nTake off every Zig!"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "you have no chance to survive make your time. <br/> <br/> <br/> <em>hahaha.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Oh man that brings back hell of memories."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "you sure age regally ethel. quickly, but regally."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "A. that avatar is hell of scary.  Freaking me out right now, srsly.  Like, evil plastic demon kill attack go! time. <br/> \n <br/> \nB. someone set us up the bomb. <br/> \n <br/> \n(or preferably that demon witch in your avatar.  aaaagh.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Please to be having more respect for Her Majesty."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "It's you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "How are you gentlemen!!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "That is exactly the effect I was going for, earendil.  We are pleased."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Round here we call it a Brorest (tm)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nunziantte",
    "plus": 1,
    "snip": false,
    "text": "I prefer brodeo."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "earendil",
    "plus": 1,
    "snip": false,
    "text": "Is it brocabulary time?  My personal favorite: bro-reduction.  meaning: the end result of extreme brobation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Friends don't let friends eat Chicken Heros (i.e. pre-packaged chicken rolls that've been spinning in their heated box for nigh on 16 hours). <br/> \n <br/> \nYou are drunk at this stage. Your friend takes your arm behind your back and walks you into the street where you both trip over the gutter and fall over together and someone grates their face on asphalt. <br/> \n <br/> \nAfterwards you laugh and no one goes to prison."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jrpigman",
    "plus": 3,
    "snip": false,
    "text": "It says something about Ray that that is where he went first with it. <br/> \n <br/> \n\"You are under arrest for soliciting diabetes with a rude tub of sour cream. You have the right to continue having the same amount of feet. Should you waive that right, an insulin pump will be appointed for you.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "This is how you know Ray grew up rich. The only kind of crime he is actually used to from personal experience is white-collar crime where the police force is kind enough to notify you ahead of time when they will come roll your ass and just be slightly miffed when you do not  <em>R.S.V.P.</em> <br/> \n <br/> \nFor more information, see [i]Chappelle's Show[i], Season 2, Episode 5."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 5,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://img410.imageshack.us/img410/787/bbcodeju2.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Al Pacino should always be yelling. <br/> \n <br/> \nHis face contorted into a permanent state of exclamatory rage."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Boy, remember when that guy was reputable? Now if he's in a movie I immediately have doubts. Like Dustin Hoffman or Robert Deniro."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>They are old now</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Don't go near \"88 Minutes,\" I hear."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i won't lie that i'm pretty excited my picture's getting use."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Your excitement will turn to shame if it gets overused and becomes a cliche. <br/> \n <br/> \nAnd the children will laugh.  And the old women of the village will cross themselves, and whisper strange things, crazy things.  \" <em>El diablo des muertos hombres...</em> \"  It would only come in the hottest of years...and this year, it grows  <strong>hot.</strong>   \" <em>El diablo des muertos hombres</em> \" means OKAY I'LL STOP QUOTING PREDATOR I DON'T KNOW HOW THAT HAPPENED"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "What is that foreign language there? Frenish? Spanch?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "espanish"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Pig Spanish. <br/> \n <br/> \nOr \"I couldn't be bothered finding the actual quote and I am a lame ass monolingual so I guessed haphazardly.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "abreez_e",
    "plus": 1,
    "snip": false,
    "text": "There's one card in the range, and it can become an heirloom among your friends.   <br/> \n <br/> \nBeef has no business sense, but he just might save the rainforests."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 6,
    "snip": false,
    "text": "his elbows are so pronounced.  I don't understand.   <br/> \n <br/> \nAlso the 6-Cell D is the best.  It can be a billyclub in case you stumble upon criminals or bears or criminal bears in the night, which you will."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "I like either the biggest one (6D?) or the littlest one. You know, the one you can fit on your keyring. Them's the goods."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "They really are.  They are sick as hell!  Must be from all that power-typing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flaxplus",
    "plus": 0,
    "snip": false,
    "text": "The 6D is unpopular among dudes because of its excessive dong status, in the same fashion as that of a banana hammock."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "I do not understand why everybody here is familiar with flashlight sizes and configurations except me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Apparently it is due to a lack of sufficient testicles on your part."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ashemon",
    "plus": 9,
    "snip": false,
    "text": "Why do you even need a dick when you have this? <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://i29.tinypic.com/5kh6o7.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 4,
    "snip": false,
    "text": "because a dick is hella warmer than a damn Maglite. <br/> \n <br/> \n <em>that's</em>  why."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 3,
    "snip": false,
    "text": "I don't see how i would pee out of it, and my dick is way brighter than that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "V-chub, right there."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "SECONDED"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "krockhool",
    "plus": 1,
    "snip": false,
    "text": "I saw Roast Beef's card and I had to make one up and send it to my home boy from back in the day. He's going through  <span style=\"border-bottom: 1px dotted\">times</span> .  I signed it with a 2xAA Maglite.  Because it doesn't compensate.  It doesn't  <span style=\"border-bottom: 1px dotted\">need</span>  to compensate."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "otterpops",
    "plus": 0,
    "snip": false,
    "text": "Those ones were the superior ones back when they came with a lanyard rather than a holster.   <br/> \n <br/> \nI suppose that changed because too many people were using it like I was...to be able to swing the things harder."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andersmn",
    "plus": 0,
    "snip": false,
    "text": "How about those fingernails?  Hella fierce!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keir",
    "plus": 4,
    "snip": false,
    "text": "It has become obvious to me that I need to start arresting my friends. Bunch of no good layabouts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trueblood",
    "plus": 0,
    "snip": false,
    "text": "They should have reply cards for these cards, saying something along the lines of \"Yeah, dogg, hella sick.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 3,
    "snip": false,
    "text": "rip <br/> \n <br/> \nslip <br/> \n <br/> \nflip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "He's got a point, there"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "I don't think i've ever opened an envelope so well in my life.  They always get hella shredded. This means Beef was probably too lazy/depressed to lick the whole adhesive.   <em>That's right, charchar, blame <strong>other</strong> people when you can't open your mail without having to pretend you wanted to play in the snow<br/>\n</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "gah, whenever i see maglite all i can think of is the lesbian couple i know who apparently \"used\" one once. <br/> \n <br/> \nmaglites have more purpose than flashlights in my mind."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sarabria",
    "plus": 1,
    "snip": false,
    "text": "hey at least you know it still worked afterwards."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "Are you implying what I think you're implying? But... but...  <em>why</em>  would anyone need to illuminate her uterus? I mean, unless she'd lost something in there or something."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "It was probably a penny. I know  <em>tons</em>  of lesbians who complain about being unable to illuminate pennies in their uterus."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing it's less about the illumination and more about the... general shape. My friend once used one of those things that you put kitchen roll on. Y'know. They're all upright and phallic."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20091231062852/http://cache.smarthome.com/images/91193.jpg\">eh?</a> <br/> \n <br/> \nexcept without the automatic part i'm assuming. like wow i can't believe they make that with a motion sensor."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "echidnaboy",
    "plus": 6,
    "snip": false,
    "text": "I have one of those kitchen roll things. I'll never look at it in quite the same way again (oh who am I kidding I've thought of this tons of times) <br/> \n <br/> \nAlso: <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://img219.imageshack.us/img219/9871/ergonomicps8.gif\" style=\"border:0px;\"/></div> <br/> \n <br/> \nErgonomic...  <em>for her pleasure</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "dude what i don't get is why this lesbian couple didn't just go buy a damn toy i mean there are like at least 4 stores in memphis, probably competitive pricing -- and really that shit would be cold if it was the metal one, and what if the batteries go in the bottom? wouldn't that pinch?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "Maybe the were camping and had to improvise."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 1,
    "snip": false,
    "text": "Maybe the 3D model didn't do it for 'em anymore, and they stepped up to the 6D. <br/> \n <br/> \n <strong><em>Full bore electrochemical Galvanic action!</em></strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "There are four stores in my neighbourhood that might supply such things (based on the minimal information they can post outside). Plus, there's Soho."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Oh like you've never been inside!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "I've never gotten around to it. Plus one of them is ladies-only."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "how does one make a store Ladies Only? <br/> \n <br/> \nLike does it scan for two X Chromosomes and deathray any Y carriers? <br/> \n <br/> \nAnd do only Ladies work there?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 4,
    "snip": false,
    "text": "I think they just put a sign outside telling you it's ladies only, and if a dude comes in they probably get hell of mad and threaten to call the police, even if you pretend to be a cycle courier or whatever."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "slackojones",
    "plus": 1,
    "snip": false,
    "text": "Is that \"lay-deh\" in the Lionel Ritchie way and like in the \"Choppin' Broccoleh\" song by Dana Carvey?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Props for \"Choppin' Broccoleh\" dude.  Best non-song ever."
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Usually with ladies-only stores a dude can come in if he is accompanied by a lady. Gendered spaces are problematic, but I think it is a good idea for sex shops. Not that all sex shops should be gender-segregated, but I think it is nice for women to have a place to go for sex toys without having to worry about how their sexuality is being displayed to men."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I'd say that going into a ladies' shop makes you a pervert, but if you are actually going to a business location for your naughtiness instead of sitting in front of a computer in a darkened room and sweating heavily like a normal person then yeah, you're probably one already."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "doctormondo",
    "plus": 20,
    "snip": false,
    "text": "Mostly because men will often go in and to prove that they're not gay will go HA HA LOOK AT THIS and then show things that they think they should find funny, and then the workers will be all OH JESUS and have to listen to two guys in puca shell necklaces with their dull girlfriends browse for ten minutes and leave without saying a word. Or, they get a person like me, who just stands there. If they ask me to leave, I shake with anger and urinate."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "But more importantly, doctor, tell us your feelings on cocaine."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "He likes it A LOT."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "Seriously, though, he does cocaine."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "glurgle",
    "plus": 0,
    "snip": false,
    "text": "Having spent more hours behind the counter of a local then I wish to recount, I will simply concur with your assessment. You have my full concurrence."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "glurgle",
    "plus": 0,
    "snip": false,
    "text": "That was meant to say \"local adult store\"."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "it's weird though. i always go to the same place and i NEVER see men in there. only women."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "See, that's weird.. I have the opposite.. I only ever see men, and they're all casually perusing the dirty mag aisle.  The few I do see in the schlong aisle are usually with women, or playing (like children) with the schlongs."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by radishes was marked lame too many times and excluded. (marked lame by straw, lawbot, Thorfinn, invidious, farqussus, loneal, kendieatsbabies, octafish, echidnaboy, tessebatt)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "Oh that is crass language."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Ground zero at Hiroshima, right here."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "By the way I actually meant  <a href=\"http://web.archive.org/web/20091231062852/http://www.supercoolgifts.co.uk/acatalog/Cuna_kitchen_roll_holder.jpg\">one like this</a> , only I believe the one my friend used was made of wood. <br/> \n <br/> \nP.S. Ew, radishes. <br/> \n <br/> \nP.P.S. For me it's not the act of going and buying something that I find embarassing, it's the idea that my mum might find it. What if I died and my parents had to clear out my room and they found it?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "Hey, awesome, can I play the hand-on-face game too?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "You'd be dead, so it would probably be low on your list of cares"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Stealing my ideas nine minutes before I type them up? That is some skillful plagiarism there, Farqussus. Congratulations, in a way."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You'd be  <em>dead.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Yes, I'd be dead. And my memory would be tainted forever. <br/> \n <br/> \nAlso, I make it more like fifteen minutes between your comment and farqussus's."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "I like to fool myself into thinking that my society is sexually accepting.  I happen to own a dildo for when my lady wants more kink.  Plus, it makes a great center piece for my coffee table. <br/> \n <br/> \nI guess I never thought the idea of a woman owning a dildo or other sexual toy was all too embarassing.  Then again, I'm a swinger, so I suppose I am automatically more open sexually."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "You stir your coffee with a vibrating dildo?  Why didn't I think of that?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Tell 'em, Steev_Dayv! <br/> \n <br/> \nDILDO IT - $1"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "I get no satisfaction unless I do the dildoing myself."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Oh my"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Ooh LA LA LA LA!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "what's weird is i just thought, \"i hope they put a condom or something on it.\"  i mean, how many people have had there hands on it, how many dirty drawers or floor has it been in or on.  i hope they at the very least scrubbed it down first."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Not to worry, science has found the vagina to be one of the toughest zones against germs in the body, since it is all the time being hella invaded.  A flashlight handle is the least a vagina has to worry about.  Imagine where dicks have been!"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 8,
    "snip": false,
    "text": "WHY FIND OUT"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 5,
    "snip": false,
    "text": "BOO TO THAT"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Good teamwork, guys!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "If I didn't know where my dick had been I'd be concerned. <br/> \n <br/> \nEven for the smallest time period possible. <br/> \n <br/> \nTHERE ARE SO MANY REASONS TO KNOW"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "julia",
    "plus": 0,
    "snip": false,
    "text": "one degree of separation from the main lactose-fermenting fecal coliform party."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 3,
    "snip": false,
    "text": "There's a store like that right next to my apartment in Knoxville! I call it the pornery: as in,  \"Turn left at the second road past the pornery.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "The corner pornery!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "On 71 outside of Austin there is an actual Porn Shack. <br/> \n <br/> \nIt sells porn. Out of something very similar to a shack. <br/> \n <br/> \nPorn Shack."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I went to Austin with a former friend of mine a little over year ago. He is kind of a perv. Okay, a total perv. Along the way to and from Austin we probably stopped at like eight different porn shops (we don't have any here in Oklahoma). It was not a great trip."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "There's no porn shacks in Oklahoma? Man, here if you want to find porn you just go to the back in your local indie movie rental store.  <br/> \n <br/> \nInteresting fact: they also keep Caligula back there."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 11,
    "snip": false,
    "text": "The movie, not the person."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Around here (here being upstate new york), it is possible to find porn lying in the streets.  Not often, but on more than one occasion, I have found myself thinking, \"Goody goody! Used porn!\"  Condoms also.  Who the fuck keeps throwing their condoms in the street?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 7,
    "snip": false,
    "text": "My first introduction to porn in 5th grade was two of my reject friends and I finding torn magazine pages buried by the school playground fence. For an entire week we returned there every evening with a flashlight to gaze in wonderment. And it wasn't Playboy or even Penthouse, but some trashy local mag that almost certainly isn't printed anymore. I mean there were extreme closeups and the girls were so nasty that for the longest time afterward I was convinced that a vagina was  <em>supposed</em>  to look like a loose hanging scrotum with an opening cut in it. <br/> \n <br/> \nI spent a lot of time thinking about the things those women did."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I am already out of chubbies but I wish to supply with a virtual one."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Wow, guess me and the neighbor boys were lucky to find quality Playboys in the ditch rather than shank mags with distended labia.  Made a difference in my attitudes, I'm sure."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "My friend's Scottish dad had a huge stash of porn. We wound up sneaking out one or two which I kept and, well, dated throughout most of junior high. It was really ranchy stuff, vadge right in your face. When another friend greedily showed me a Penthouse, I scoffed and showed him the mad vadge that was all up in that UK porn."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "All bad teeth and angry, weathered expressions on their faces as they diddle themselves with bottles of Beefeater."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "That's not funny. You shouldn't spread those stereotypes about scottish ladies."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "NO <br/> \n <br/> \nThat is hilarious."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "You guys are lucky to not have been exposed to porn through  <em>Juggs</em> ."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "My first introduction to porn was awesome. My brother and sisters and I found my dad's VHS stash, and we were SO EXCITED to check it out. We waited until my mom went to the store for whatever, and my dad was at work, and we put it in the VCR and watched it... for about two minutes. At which point the VCR started eating the tape. We could not, for the life of us, get it out of the VCR. <br/> \n <br/> \nNeedless to say, when my mom got home, we got the \"you need to know that this is not what sex is really like\" talk. <br/> \n <br/> \n(PS - yes, I know it's disturbing that I had a sibling pornfest. move along.)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "oh god. i thought i was the only one. actually happened to me. on my own though. i got it out in time. who knows what my brother thought (being the owner of the VHS and all)."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Next session, bring your brother."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "That is the funniest thing that could happen in such a situation."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I, too,  have familial porn beginnings.. my older brother first showed me his mags, then later in life, his videos.. To this day, my porn collection is still well supplemented by my brothers collection.  It's creepy."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Now that you mention it, there was a porno mag that was stuffed in the playground fence at my elementary school.  I remember many people crowding the fence for multiple days until someone tipped off the teachers.  I never managed a glimpse, but I had been told all about it and because of this my imagination of the female body was skewed for a few years."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "breastman",
    "plus": 0,
    "snip": false,
    "text": "\"Who the fuck keeps throwing their condoms in the street?\" you ask?  Me.  They keep shooting off the end when I'm jacking off out of windows. <br/> \n <br/> \nBring your cumbrella next time, dude!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "that comment is more fucked up when attached to a face."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Whenever I go to the Vulcan on the drag I park as far away from Dreamers as possible so that if anyone who knows my car drives by they will not think I am in there.  <br/> \n <br/> \nP.S.- I am crazy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "You know, without your old icon I can't remember if you're one of the Austin ones or not. Clearly you are, though.  <br/> \n <br/> \nI never noticed Dreamers. Maybe I just blocked it out?"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Norman, isn't it true that female sex toys are techinically illegal in Texas and that if you buy a dildo it's actually an \"anatomically correct model\"? I read it somewhere and therefore it must be true."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I don't believe so, but I sure as fuck am not going to google that at work to find out."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Actually, my friend checked his blackberry and... It appears so? That's weird. In Austin I wouldn't be surprised to see someone selling dildos on the street, right next to the glass pipe stand (which is real)."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "\"anatomically correct condom educational models made of latex and silicone, as well as leather harnesses for realistic demonstrations\" <br/> \n <br/> \nhttp://www.forbiddenfruit.com/start_frames.htm"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "God damn it. Go to \"site policies\" to see were I got tha quote from."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yay, we did it! That was a rollercoaster ride of excitement as I was told one thing, then another thing, and then a third thing that completely negated the first two things. I was on the edge of my seat."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "And then I verified the correct information with primary resources."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Actually it's www.forbiddenfruit.com/boutique.htm"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "IT's true! My friend worked at Condom Sense in Dallas and I interviewed her for a creative nonfiction piece I wrote. They do not sell vibrators and dildos: they sell \"personal massagers\" and \"cake toppers.\"  <br/> \n <br/> \nYes, cake toppers."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "In alabama it's illegal.  From what i've seen, in my limited underage scope, you can get away with selling them as \"novelty items.\"  A fake peep hiding in a can of peanut brittle? Okay. Prosthetic genitalia for sex?   By the power of Greyskull,  <a href=\"http://web.archive.org/web/20091231062852/http://www.boingboing.net/2007/10/01/supreme-court-denies.html\">nay!</a>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "intergalactic_",
    "plus": 0,
    "snip": false,
    "text": "I guess the vibrations settings are to add difficulty levels. It's all for practice!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "That is best to do. Dreamers is pretty low-end."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I don't know how I feel about seeing your facicon AND knowing that you buy sex toys even though that is a pretty normal american thing."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "All that you know about me is that I have been into a sex shop, and that I have been to a sex shop website. That doesn't mean I bought anything from either of these places. That is not for you to know sir!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "buying sex toys would be an awesome thing to do if I didn't still live with my parents"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Buying sex toys would be an awesome thing to do if I wasn't paranoid that someone I know is reading this RIGHT NOW."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I've been tossing up for a few minutes about saying \"I am assuming that you have bought sex toys and have used them.\" and then following up with something like \"Doesn't everybody buy something at every single website they visit?\" two returns down, but I don't think I can, so I'm not going to."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Buying sex toys is an awesome thing to do.  <br/> \n <br/> \nTHERE I SAID IT AND I'M NOT ASHAMED"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I'm going to put 1 and 2 together to compute at 4.75."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "I don't buy sex toys.  I make them.  I'm so glad I know how to make the ballistics gel from Myth Busters.  $7 makes 8 cups of rubber dick."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Serves four"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I wish I had a chubby for that there, Paperboy. <br/> \n <br/> \nI also wish I felt comfortable with giving out chubbies during this conversation. <br/> \n <br/> \nFuck it - chubbies for all!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "it is, however, for him to fantasize about.  etcetera. <br/> \n <br/> \n(tee hee hee, creeped you out!)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Wait... is that the... costume shop? Because if so then yeah, I totally know that one."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Costumes eh?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "<insert fanfic about Spinynorman and Margargaret meeting in a dark, humid street, middle of the night outside a shop of questionable materials.  Margargaret leaning against a streetlamp smoking Pall Malls, eyes looking around smugly and seductively, waiting to meet Spinynorman, a man she arranged to meet.  It was a wild move on both parts, as they had only talked on the phone briefly to arrange the meet, but she was feeling wild.  Wild enough to mask her blinding fear.  Spinynorman comes sauntering up the alleyway - he had taken a back way to avoid suspicion and anyone recognising where he was headed.  His hands are sweating with anticipation and excitement, not knowing what to expect.  Their eyes lock in the distance, and for a brief frightening eternity they recognise one another and try to think of their next move....> <br/> \n <br/> \n<I just inserted it.>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "<That's what he said.>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "<We're getting this all on infrared cameras.> <br/> \nIt's too late for either of them to flee, so they shakes hands and bump into each other as they enter the sex shop. Spinynorman immediately spots a fleshlight and proffers it to Margargaret, who counters with a slivery dildo. <br/> \n\"I see you know your way around a Steely Dan,\" says Spiny, ever the cultural-referencer. <br/> \n\"That's what she said,\" parries M, llicking her luscious lips."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "this just ain't right, ain't right at all"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "This whole conversation make me feel deep shame."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Then my work is done here."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Plus, \"slivery dildo\" is a really unfortunate typo.  Might be an okay song title, though, maybe kind of a Zappa thing."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "My facial expression reading these fanfic excerpts is the exact same as Philippe's when he first saw his Mickey Mouse pancake."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "This is a B-52s remake I want to hear. <br/> \n <br/> \n <em>Porn Shack! Baby, Porn Shack!</em> <br/> \n <br/> \nOh, necessarily."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "YES <br/> \n <br/> \nThe porn shack is a little old place where <br/> \nwe can rub one out, yeah <br/> \nPorn shack baby, porn shack"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I remember a little place near the University of Tulsa campus that I think was called something like the \"Wizard Shack\" or something to that effect--it was a combination head shop/place to buy things that are not generally accepted in Oklahoman society, and they sold a few very basic sex toy and erotica items in the back.  It was a small nondescript building with the windows boarded up like at a titty bar, and it had a definite air of furtive discreetness about it, like they were afraid of being shut down at any moment or possibly torched by an angry mob of Oral Roberts University students."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "the \" <em>something</em>  Shack\".  I'm pretty sure it had the word shack somewhere in the name."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "yeah, there's a head shop around here that also peddles glass dildos. I cannot imagine who would want something that cold and like -- i dunno. glass? seriously?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "synapse",
    "plus": 0,
    "snip": false,
    "text": "nobody wants to hear a B-52s remake."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This guy, right here? He might be interested in sexually-charged B-52s remakes."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "You like Muse."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Umm. B-52s are amazing. Let's leave it at that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 1,
    "snip": false,
    "text": "It is good to know that the porn shacks have not all been driven out of business by the cock ring warehouse stores."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "There is a chain of stores on Oxford Street in Sydney (home of a very mainstream pride parade) called The Tool Shed. In all seriousness my mate's country-dwelling father got a little excited and skipped down for a look.  <br/> \n <br/> \nHe could not build even a shelf with what he found."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I scrolled down a little and saw the texture of that thing, and then quickly scrolled over the rest of it because I am at work. Thankfully, it was not what I expected it to be."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Nubbins: NSFW <br/> \nFlashlights: Still SFW.   <br/> \nFlashlight wins!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I think we just learned something about you. Or maybe the internet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Some women need a serious power tool.  And I mean, Serious Power Tool."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blunderchief",
    "plus": 0,
    "snip": false,
    "text": "I have that exact flashlight.  It is in my mother's garage.   <br/> \n <br/> \nI hope."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 4,
    "snip": false,
    "text": "in your mother's garage? or her  <em>garage</em> ?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cbtbone",
    "plus": 3,
    "snip": false,
    "text": "How do you know your mother is having a bad day? <br/> \n <br/> \nHer dildo is in the garage and she can't find her car. <br/> \n <br/> \n(too soon?)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Good twist on an old joke.  Chubby for you, sir."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "A chubby for \"(too soon?)\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "Yeah I could see myself on a desperate night with one of these bad boys.  ...Too much information?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "Actually maybe the fact that my avatar is Nice Pete makes this a little more disturbing than the fact that I'm a sometimes-desperate lady."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Nights don't got to be desperate for you do date yourself. They could just be, like, Thursday. Or a time that is in the PM."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Uh aren't those a bit thin, and long? Such as might cause an accident?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "This is called a \"Maglite Friend\" <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://www.completeoutdoors.co.uk/images/hi_maglite_friend.jpg\" style=\"border:0px;\"/></div> <br/> \nI would make some sort of Maglite kama sutra but it is late and i have ;aziness."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "semicolons are the new \"L\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 11,
    "snip": false,
    "text": ";OVE C;ITS <br/> \n <br/> \n;OVE THEM"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Please God let me have a chubby left..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "SHIT."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "It's okay, I handled it for ya."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "But he deserves  <em>more !</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "fuck it, I'll  <em>give</em>  you one, for a sip o' that fine scotch..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Huge V CHUB"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 18,
    "snip": false,
    "text": "Enjoy! And by that, I do mean  <em>enjoy</em> <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://i29.tinypic.com/1624gtf.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Ha ha ha!!!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "DOUBLE SHIT."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "catgrl, you and I are on the same wavelenth as far as sense of humor goes.  Several times now you post exactly what I'm already thinking! <br/> \n <br/> \nGreat Assetbar user-quick to photoshop highly recommend A A A A !!!! <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "gaaaa!!!  A plus A plus A plus...  damn you asetbar!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "You know what's funny? My brain somehow added the pluses when I read it. it's like it is adjusting for Assetbar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "BAAAHAHAHAHAAA <br/> \n <br/> \nI still had a chubby as well. Good show, catgrl, good show."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Excellent.  It was just asking to be done, really."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Another GIGANTIC V CHUB"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "quaga",
    "plus": 0,
    "snip": false,
    "text": "chubby for rule 34"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "People who enjoy this might also enjoy  <a href=\"http://web.archive.org/web/20091231062852/http://www.linkinn.com/_Terminator_Kama_Sutra/\">[i]terminator kama sutra</a> <br/> \nI hope this works..."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "falala",
    "plus": 0,
    "snip": false,
    "text": "haha lol tha 1 on the bottom has a boner"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "factorial",
    "plus": 4,
    "snip": false,
    "text": "You mean the maglite that I... <br/> \n <br/> \n...boned?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I enjoy the way that Roast Beef chose his font."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It's why most papers are in Times Roman.  Let's hear it for default typefaces!  (Nice name for an art band.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Default Typefaces is opening for Sigur Ros tomorrow night."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boscostacy",
    "plus": 2,
    "snip": false,
    "text": "Roast Beef is not a guy who picks fonts for a living."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "roger_wilco",
    "plus": 0,
    "snip": false,
    "text": "Shame on you who think Roast Beef would use a default typeface rather than go through the trouble to find the perfect Dude font. That's no Times New Roman%u2014it looks more like a Palatino or something similar. The apostrophe gives it away. Serif font for manliness, a bit of style for swagger and the barest hint of emotion."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "LEARN TO READ THE GODDAM ALT TEXT"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "Yes.  Take the time to do this."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "roger_wilco",
    "plus": 1,
    "snip": false,
    "text": "That shouting and cursing was completely unnecessary. You are a man whose ass I am totally going to kick."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Whatevs fartychops"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "BABALITY <br/> \n <br/> \nLAWBOT WINS"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Banality?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Apparently a Mortal Kombat thing, where as the fatality, you turn the opponent into a baby."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "i am going to go insane if two people on the internet presently have never heard of a babality. <br/> \n <br/> \nabsolutely insane."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "FRIENDSHIP"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Echidnaboy, you are like the cuddly substitute teacher that just wants us to learn maths and friendship and saying on topic. Altruistic v-chub, redhead Jesus."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "Good morning, class. My name is Mr. Echidnaboy and today we are going to learn about FRIENDSHIP. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://img182.imageshack.us/img182/455/puppetfriendbn1.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "MY FUCKING GOD... MY KINGDOM FOR A CHUBBY!!!!!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 8,
    "snip": false,
    "text": "lol ray gets card and almost decks ros"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by lawbot, cyberia, cmjhogan, Latterman)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sarabria",
    "plus": 0,
    "snip": false,
    "text": "a chubby for each half of that thought, sir."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "soupkaty",
    "plus": 2,
    "snip": false,
    "text": "i don't... why, gladi8orrex? why? <br/> \n <br/> \ni mean, does your home life trouble you? do you not have hobbies?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sarabria",
    "plus": 6,
    "snip": false,
    "text": "it's like lyle's blog in assetbar form."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "except less coherent and less necessary..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "he gets more attention than most people with fully formed frontal lobes, so why not keep fucktarding it up? I might go down that path myself."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": true,
    "text": "A comment left by daidai was marked lame too many times and excluded. (marked lame by gladi8orrex, jollysaintpete, ampersand)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "you've proven that theory. thanks for saving me the trouble!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "That is a perfectly legitimate lame. So deserved."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Except the lame came from some 20 year old guy who has never commented on a single strip."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "Most lames come from  <em>the silent regulators</em>  of assetbar. I am mainly ok with this. i guess."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I always wonder if that's where most of the chubbies are from, too, but there's no way to find out."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "They are from me. I love you and watch you constantly. <br/> \n <br/> \n(this is not true. not that I particularly do NOT love you, I simply do not love you, nor do I watch you constantly.)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is hilarious with your picture. You look so earnest."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "[quote=\"daidai\"]They are from me. I love you and watch you constantly.[/quote] <br/> \n <br/> \nWhat I wouldn't give to see that on a boquet of flowers someday. <br/>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "What I wouldn't give to learn how to  <em>do things properly</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "That is a good name. That is who they are now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soupkaty",
    "plus": 2,
    "snip": false,
    "text": "i deserve that lame, can't believe i got chubbied for being a cunt to someone i don't know from adam. <br/>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You're right, for all we know gladi8orrex could also have been fondled by God."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 44,
    "snip": false,
    "text": "<em>Dammit, why do I say words.</em> <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://xa7.xanga.com/8e8c741163332186540905/w143179917.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "A thousand words... thank you. <br/> <br/> <br/> I've seen Eastern Promises you're doing Viggo a disservice there. <br/> \n <br/> \nViggo the Mortensen, not Viggo the Carpathian."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "man, i would give viggo mortensen more than a card, that's for sure."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Are you, by any chance, a Lord of the Rings fan?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "[pretentious]i watched and enjoyed the movies, but i'd say i'm more of a david cronenberg fan.[/pretentious]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "v-chubby for the code joke."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I like how you took it in the David Cronenberg direction, rather than the standard: \"I saw the movies, but the book was better.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Cronenberg is not pretentious. Cronenberg is AWESOME."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I should have said: you are not pretentious for liking Cronenberg because he is awesome."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "Attractive women who like both Achewood and Cronenberg.  You could get me to fly a plane into a building jam-packed with innocents if you promised this to me as even a semi-plausible afterlife"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "SEVEN YEARS LATER IS TOO SOON. <br/> \n <br/> \n...actually I don't even really care, but goddamn dude...that's one hell of a way to go for some Cronenberg/Achewood fans.  You okay?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "Having someone with a Nice Pete avatar worry whether you are okay is the very definition of \"cognitive dissonance\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I have only seen  <em>The Dead Zone</em>  (Can't go wrong with Christopher Walken) and  <em>A History of Violence</em>  (Awesome) but judging by the description of  <em>M. Butterfly</em>  it looks interesting..."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "WHY HAVE YOU ONLY SEEN THE WORST AND THE BEST? GAIN SOME PERSEPCTIVE! <br/> \n <br/> \nDisclaimer: drunk. <br/>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I Am Sorry I Have Only Seen Two of David Cronenberg's Movies And To Be Honest I Only Saw  <em>The Dead Zone</em>  Because My Roommates In College Loved Watching Bad Movies So They Could Make Fun Of Them Although I Think We Generally Genuinely Agreed That Christopher Walken Is Awesome But Yeah I Never Got Around To Watching More Cronenberg Because When You Have Those Kinds Of Friends That Watch Movies Directed By Joel Schumacher And Jerry Bruckheimer Any Unfamiliar Director Whose Name Sounds Remotely Jewish Enough Starts To Run Together In Your Mind <br/> \n <br/> \n(inside) I Have Put  <em>Eastern Promises</em>  On My Netflix."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I Am Sorry I Described Joel Schumacher And Jerry Bruckheimer And David Cronenberg As Having Jewish Sounding Names Especially Since I Just Got Done With A Tirade About Racism On This Thread (See Below) Please Believe I Am Not Like Louis Farrakhan And My Friends Who I Mentioned Above Were Not Anti-Semitic Either But We Did Have A Character We All Liked To Play Sometimes Named \"Anti-Semitic Sean Connery\" Which We Lapsed Into Often Enough To Question  <em>Whether The Line We'd Drawn Was Still There</em>  So Yeah Maybe That Rubbed Off On Me Or Something I Don't Know I'm Just Trying To Make It In This World The Only Way I Know How <br/> \n <br/> \n(inside) I Have A Copy Of  <em>The Israel Lobby</em>  by Mearsheimer And Walt And I Intend To Read It And Judge For Myself But That Is The Extent Of My Anti-Semitism I Promise."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Actually the only one I've seen is Dead Ringers, which seems to be one that even moderately knowledgeable Cronenberg fans are unaware of. I liked it, for what it's worth."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "I'd recommend  <em>Videodrome</em> , the remake of  <em>The Fly</em> , [i}Dead Ringers[/i], and  <em>Naked Lunch</em>  as the best places to start.  That is like \"Golden Age\" Cronenberg.   <em>History of Violence</em>  and  <em>Eastern Promises</em>  are like a more restrained, older Cronenberg, still pretty interesting, but with fewer hallucinations and horrible mutations."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I would recommend seeing none of these films, and instead seeing anything else ever made in the history of cinema, with the exception of the Blair Witch Project.  <br/> \n <br/> \nThe Da Vinci Code was a tour de force in comparison."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "you are correct with the assessment of golden era Cronenberg."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "jbushnell",
    "plus": 1,
    "snip": false,
    "text": "<em>Existenz</em>  is a pretty good throwback to that kind of stuff.  Late Cronenberg making an Early Cronenberg-type movie."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Except that that film was absolute unmitigated tripe."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU ASSETBAR"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "YES.   <em>Dead Ringers</em>  was a shite strike of brilliance.  See  <em>eXistenZ</em>  ( <em>it's so deep, man</em> ) and of course  <em>Videodrome</em>  is the sickest shit ever.   <em>Naked Lunch</em>  be alright... I will hazard to say the book was better (really completely different - not and autobiography of Burroughs...)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "YESYESYESYESNO"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Hey guys while we're talking about Lord of The Rings, Rankin-Bass and Ralph Bakshi's versions were top drawer in my book and in fact the only versions I've ever seen. <br/> \n <br/> \nWHAT SAY YOU ASSETBAR <br/> \nAM I A MONSTER"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Mixed feelings!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "I think this is a good place to plug the achewood chat again. I feel it's necessary, because we have a good community of regulars going already, but  <em>just not enough</em> . Tekende and Margaret and mira and farqussus and all the rest of you who are slowly becoming regulars, back me up. There are even achewood fans in the chat that don't post on assetbar who have found it through other strange and  <em>unsettling</em>  ways. Download mIRC, folks, type in /server slashnet.irc and /join #achewood. We are having a grand old time, and I will assign a random word to your name that kicks you out of the chat any time anybody says it. This is not an optional feature."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Chat is fun. <br/> \n <br/> \nYou should go."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The chat is fun. It is."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 0,
    "snip": false,
    "text": "I guess I count as one of the unnatural Assetbar lurkers who has taken to the chat.  I am sorry that I unsettle."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Mr. Banana Grabber!! Glad to see you got the animation rights, my friend."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "it is good. i am glad i purchased [voiceover]achewood irc channel[/voiceover] and iwould re-comm-end it to my friends. <br/> \n <br/> \nThanks achewood irc channel!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Ok, I'm fuckin somethin up."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "No, but you should really see the Peter Jackson trilogy. I mean I know it's cool to find fault with it and all, but I was enough of a Tolkien nerd to have read the Silmarillion and the Book of Lost Tales, and I still think they're awesome. I really couldn't care less that they left out Tom Bombadil even though he may actually be Eru Iluvatar, and the Scouring of the Shire was cool but I can see why they left that out as well. Otherwise I think the movies really captured the spirit and atmosphere of the books rather well and were just damn good in their own right."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I recently discovered an animated version of the first DragonLance books ( <em>starring <strong>Kiefer Sutherland!</strong></em> )  I watched it, and was saddened.   <br/> \n <br/> \nThe Bakshi LOTR couldn't hold my attention when I was younger.  I dreamed of the day we would have the technology to do what Peter Jackson did, and I'm glad he did it with his hairy hobbit foot planted firmly down on the gas pedal. <br/> \n <br/> \n(Has anyone else watched Peter Jackson's earlier films?  I will try not to gush about this, but they are dork-tastic.)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Oh no do not go of into another vain of movies that I have Things to Say about. I need to to sleep."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "NO!  There  <span style=\"border-bottom: 1px dotted\">is</span>  no sleep when we could be talking about  <strong>Bad Taste!</strong> <br/> \n <br/> \n...or  <strong>Dead-Alive!</strong>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Hell yeah Dead Alive and I got Bad Taste queued up in my watchin' pile! <br/> \n <br/> \nWhat about Meet the Feebles?  Is it worth risking being busted by the MPAA to download? <br/> \n <br/> \nAnd as for the epic trilogy of LOTR, I know I should see it.  I just can't watch 8 hours of movie.  I'll break it up, someday...s o m e d a y . . ."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Meet the Feebles is great to watch with a group of raunchy friends, especially friends who have seen/appreciated The Muppet Show.  It is outrageous.  It was \"Robot Chicken\" and \"Drawn Together\" before these existed (and, it was better than both of those). <br/> \n <br/> \nEven \"Forgotten Silver\" is fun to watch--a very realistic mockumentary with Woody Allen style. <br/> \n <br/> \nI will stop now.  I cannot stop."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "To explore further let us ask the Viggoes about their manhood. <br/> \nFirst the Carpathian... <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://bp1.blogger.com/_j7urAddWBcA/SBl1h2a_3nI/AAAAAAAAAAM/QH1SKidzhVY/s1600-h/vigo.jpg\" style=\"border:0px;\"/></div> <br/> \nuhh ok, now lets speak to the Mortensen... <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://bp1.blogger.com/_j7urAddWBcA/SBl1h2a_3oI/AAAAAAAAAAU/H1u10Jk9_H8/s1600-h/heft.jpg\" style=\"border:0px;\"/></div> <br/> \nI think that is what we all expected. <br/> \nWe now return you to your regular service."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://img402.imageshack.us/img402/7571/montyjz6.jpg\" style=\"border:0px;\"/></div> <br/> \nThose pics should have been... <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://img208.imageshack.us/img208/6748/heftdg3.jpg\" style=\"border:0px;\"/></div> <br/> \nand... <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://img208.imageshack.us/img208/6748/heftdg3.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Jeezus! <br/> \n[img]http://img402.imageshack.us/img402/5052/vigoiu7.jpg"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Oh I am BBCode Hell! <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://img402.imageshack.us/img402/5052/vigoiu7.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Ha ha!  Awesome."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Ha ha!  Awesome."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "(outside) I seem to be having a double posting problem lately. <br/> \n(inside) Not that I need to know if you care."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "Ha ha! Awesome."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Ha ha! Awesome."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Man, 'cunt' is such a great word. It's so... blunt. Cunt. Blunt. <br/> \n <br/> \nAccording to Wikipedia, it used to be acceptable as an anatomical word and wasn't considered vulgar. It could also be spelled as 'queynte'. But I think the best part is that several towns had a street famous for prostitution called Gropecunt Lane."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It reminds me of the word \"blunt,\" too, but that makes me think of a blunt object, which is kind of the opposite of a cunt. \"Cunt\" is an anti-onomatopoeia. The English language has done better."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "That word is the crassest of words. I hate it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 6,
    "snip": false,
    "text": "It is a word which should be used only with great caution, clarity of purpose and cognisance of the spectrum of interpretations and offence it may cause, and only in situations which demand it (e.g. discussing the inherent misogyny of English-language vulgarities, or when you are hit by a blue shell in Mario Kart)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "I have never used that word in anger. I can't even think of an instance of me saying it at all. I just don't think I've ever felt the need to sink that low."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "For me it's the word \"bitch.\" I can't take it. It's just so hostile and yet dismissive. \"Cunt\" sounds almost jaunty in comparison."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "I'll take both \"cunt\" over \"bitch\" any day. And I think the worst is using \"pussy\" as an insult. If you want to insult me by calling me a cunt and reducing me to my genitalia, fine. I don't love it, but people get called dicks or cocks or pricks all the time. Equating cowardliness with something definitively female and implying it's wildly undesirable to be associated with femaleness? Fuck that shit."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "On that note, though, the use of the word \"dick\" as an insult has the connotations of a jerk or unpleasant person. That's exactly the same kind of senseless discrimination that we don't need. My cock's self-esteem isn't great as it is."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "<em>We all secretly hate our genitals.</em>"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Yeah, but calling someone a \"cunt\" means jerk or unpleasant person, too. Same with \"asshole.\" It's just kind of generally insulting to associate someone with nether regions and waste elimination. (Though there is some difference between \"cunt\" and \"dick\" because of unspoken cultural background in which men are privileged over women.) (I'm running my mouth off about feminism, and I think I am going to go take a nap instead.)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "\"Pussy\" in the sense that some is cowardly comes from  <a href=\"http://web.archive.org/web/20091231062852/http://dictionary.reference.com/browse/pusillanimous\">pusillanimous</a> , which has Latin roots that have nothing to do with genitalia... <br/> \n <br/> \n <em>This will most certainly be found fascinating.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "And it etymologically stems from the diminuitive Lating for \"boy.\" The Circle of Life is a marvellous thing."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cromar",
    "plus": 2,
    "snip": false,
    "text": "\"Pussy\" in the sense that some is cowardly comes from  <a href=\"http://web.archive.org/web/20091231062852/http://dictionary.reference.com/browse/pusillanimous\">pusillanimous</a> , which has Latin roots that have nothing to do with genitalia... <br/> \n <br/> \n <em>This will most certainly be found fascinating.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "Ever since he got his new girlfriend, Joe's been pusillanimously whipped."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Ha ha!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Props for teaching me something."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Also, I am chubbying your second post but not your first because that is how I roll."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "Look who's being a pussy about  <em>terms</em> ."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "It's cute when you do this."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Aaaand all my posts with any sort of feminist sentiment have been lamed by the same old female with zero posts.  <br/> \n <br/> \n <em>Cool.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Old females never did take kindly to feminism."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "[insert hillary clinton zinger]"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Srsly?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I honestly like the word and i think we should take it back. Phonetically 'cunt' just has an incisive ring to it.  A cunt is such under her own power. Also, i hate that ladies haven't a choice in genital nomenclature besides medical or pejorative.  I need a way to refer to Saint Samantha without having to explain her!  <br/> \nSeriously, naps are the shit."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "<em>I should probably scroll down before shooting off my half-baked plans.  I stand by my statements re: naps</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh, necessarily. I call myself a feminist cunt all the time. It's in my Assetbar profile, even. I am a fan of reclamation."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://img155.imageshack.us/img155/1516/autauxgd9.gif\" style=\"border:0px;\"/></div> <br/> \n <br/> \nSorry, probably."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Everything I know about feminism I learned from  <a href=\"http://web.archive.org/web/20091231062852/http://girl-wonder.org/girlsreadcomics/\">Girls Read Comics (And They're Pissed!)</a> <br/> \n <br/> \nI just wish someone would also teach me the stock market and how to fix my car via talking about comic books."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I am simultaneously hilaritized and  <em>absolutely terrified.</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Thinking about it, that's probably how I'd feel too. I think that's why I probably included a 'sorry'. No lasting trauma, I hope?"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "lil bit."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "If you use that word in any social conflict you automatically win. Everyone will look at you in surprise and no one will say anything and while I was not at ground zero during Hiroshima I expect the feeling is similar."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 1,
    "snip": false,
    "text": "You are a gentleman and a scholar, norrin."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "I've never really found \"Cunt\" to be any more offensive than any other swear. But in my neck of the woods it's just as likely to be a term of endearment as it is to be hurled in a fit of rage. <br/> \n <br/> \nI don't think I've ever actually heard it used as a reference to someone's junk though."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I used to absolutely hate it, but over the years it's sort of stopped bothering me. I'll even use it occasionally, but only when someone is really deserving (I have in fact used it here on Assetbar once). It is really nasty when being used in \"reference to someone's junk\", though. <br/> \n <br/> \nThing I don't understand is, why bother making up different words for the female genitalia, when \"vagina\" is just about the best word ever? I'm not saying that in a fit of feminine pride, I just really think it's such a good word."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Ick, I hate the word \"vagina.\" It sounds like a disease. Not that I really like any of the alternatives very much. English-speakers as a society need to come up with some better-sounding words for lady parts."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I find myself in love with the term \"junk\" and \"genitals.\" They have no dignity and are awkward as fuck all. Just like sex.  <br/> \n <br/> \nI tend to find the perceived grace and dignity of the love-act increases with intake of wine and/or tequila."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Ick, I hate the word \"vagina.\" It sounds like a disease.</em></div> <br/> \n <br/> \nYou mean it's  <em>not</em> ? <br/> \n <br/> \nSorry, I missed the feminism discussion and now I'm trying to provoke you into a new one."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Provoking me into feminist rage is a) not difficult to do, and b) not something that should be done lightly. I will basically pelt you with copies of  <em>The Handmaid's Tale</em>  until you are the deadest you are ever being."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "America is really weird. The fact that the Handmaid's Tale is an expression of serious political concern, and that things like the FLDS and Texas State Legislature crop up reminds me of this."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well, Margaret Atwood is Canadian, I think, but I guess they're close enough to America to have a good idea of the insanity prevalent here."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Yeah, she's Canadian, but the book takes place in America. And most of her books take place in Canada, so that was probably a deliberate choice. Of course, maybe that's just what America seems like to Canadians. Maybe she was just like, \"I'm gonna write a book about that country down there,\" and it came out like that."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I've heard of the novel. Just reading the wikipedia angries up the blood."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It is my favoritest book in the world!"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I think that is probably unwarranted, but it is a good book, and I recommend it to anyone who is not an eejit."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "That book terrified me. I am reminded of it by current event  <em>at least</em>  monthly."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "It  <em>sounds</em>  interesting, if a bit hyperbolical."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "The scary part is that you cannot dismiss it completely."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Is it just me, or are the vagina monologues overrated?  Story after story of vaginal abuse.  Vaginal Abuse.  Now there is a band name for the ages."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It is just you."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "DISAGREE. NOT JUST YOU. <br/> \n <br/> \nThis a a dishonest statement because I have not actually seen the Vagina Monologues, but the idea of them makes me writhe. I tend to think of myself as a human first, and a woman second. I am divided from men only be my enhanced empathy and my multitasking abilities. And whatever other differences that are arbitrary to everyday life, or which I have no have not heard of.  <br/> \n <br/> \nDISCLAIMER: I have had a couple of glasses of wine."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I've heard it's pretty funny.  <br/> \n <br/> \nStill not sure if I'd go see it, though."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Yo, put down the wine and go see it! It is hella good. It is about overcoming rape and objectification and \"it's not supposed to smell like roses, it's supposed to smell like pussy!\" and the little coochie-snorcher that could and I laughed and cried and it was so good! <br/> \n <br/> \nI saw it with my then-boyfriend, and he loved it too, and I'm not sure why thinking of yourself as being a human over being a woman would make you not like it, because it is about humans and people of both genders find it really powerful, it's not as if stories about women are not stories about humans, or as if men cannot identify with stories about women, and I don't even believe in that \"enhanced empathy\" from women thing anyway, because I think empathy varies by individual and not by gender! <br/> \n <br/> \nDISCLAIMER: I have had a couple classes of Women's Studies."
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Uhh dogg everyone knows women are not humans."
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh jeez you are 100% right. It is hard for me to think of stuff good sometimes with my little woman brain."
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Your role in this assetbar is to prepare nutritious stews and identify your replacement."
  },
  {
    "depth": 28,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Feel free to make some not-so-nutritious stews, too. Well let you can mix it up that way."
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I will go see it the next time a production is put on here. Thanks lady."
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I do believe that women have more empathy, but that is backed up by observation not but solid facts, so sorry about that assertion."
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It is perfectly okay! It is a defensible position. It was just ironic that you didn't want to see the play coz you identify as a human rather than a woman, but then you backed that up with some gender essentialist type stuff that makes humans identify as men and women."
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry that I do not know a lot about gender politics, but you have certainly given me some things to look up. Maybe in the future I will have some things to say about the subject."
  },
  {
    "depth": 28,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 8,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://x86.xanga.com/0dec64e530d35186652196/w143276736.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 29,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "This strip is so well-conveyed. vChub."
  },
  {
    "depth": 29,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "AMAZING, ACHILLESELBOW."
  },
  {
    "depth": 29,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Yess. I have always identified as Utahraptor."
  },
  {
    "depth": 29,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh fantastic, achilleselbow. Good job, really. Virtual chubbies for that. Man."
  },
  {
    "depth": 29,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Oh my goodness yes."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Mentally Chubbied for \"Human first, woman second\""
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Who knows? I assumed it was a thing for women."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "As I've said before, the name \"vagina monologues\" as interpreted by me makes vain vows of vaginal ventriloquy on which it fails to deliver."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "v-chub for alliteration."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "There's another difference between men and women along with greeting cards.  If you go to a show called  <em>Puppetry of the Penis</em> , you don't get stories of liberation and sexual awareness, you get dudes playing 'balloon animals' with their junk."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I think I saw that on Real Sex. <br/> \n <br/> \nOh, Real Sex. You are always such a disappointment."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Is that...is that even possible?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "<em>psst...psst...hey loneal...</em>  VAGINA."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "julia",
    "plus": 0,
    "snip": false,
    "text": "Because there are so many awesome variants. Enterprising Dudes and ladies need to  use something than Latin slang (giggles during Cicero: 'vagina' is the Latin word for the sheath for a sword) to express their appreciation thereof.  Need we speak on Eskimos and snow?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "English seems to have a need for one-syllable words to describe the basics.  We could shorten your word to \"vadge,\" for instance."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well, technically you probably want the word \"vulva.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "you mean the cunt that I ......boned?"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "numberkillinger",
    "plus": 4,
    "snip": false,
    "text": "(outside) <strong>I am sorry that i used abrasive and crass language on a public forum where other users may have Sensibilities.</strong> <br/> \n <br/> \n(inside) <strong>I am not sorry.</strong> <br/> \n <br/> \n(back) <strong>Your cunt is real estate and italians throw fruit at your mind.</strong>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "[i[hilarious![/i]"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "a new picture for a new era. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://img410.imageshack.us/img410/787/bbcodeju2.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "What about our own damndest little fellow, Cunty the Sardine? <br/> \n <br/> \nYou have to support him! Otherwise the Mayor will turn his pond into an apartment for ungrateful people"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Cunty's coo."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Nice alliteration."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "awesome awareness of alliteration. <br/> \n <br/> \n:("
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "intergalactic_",
    "plus": 0,
    "snip": false,
    "text": "I once fucked up and said \"cunt\" when my girlfriend beat me at Super Smash Brothers. It was a hilarious moment, after 10 minutes of apologies."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "hm i think its crassness may be an intrinsic part of it that makes it one of my favorite cussin words. <br/> \nI also find it weird that its considered such a no-no word in most somewhat-polite circles."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, every once in a while a person just has to drop a \"cunt\", you know? You just gotta."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cromar",
    "plus": 2,
    "snip": false,
    "text": "I never would have guessed you would hit a woman, spinynorman..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I was thinking prolapse, personally. <br/> \n <br/> \n(I do not feel good about posting this.)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I agree (soupkaty).  It's an thick, ugly, gutteral sounding word when said, and thus, a great cuss.  Almost all cusses are so disassociated from their literal meanings (whether that's good or not), I've never understood why \"cunt\" is so different.  If I call someone a \"cock\" it has nothing to do with a penis; the word is accepted as an insult in and of itself.  Most people take umbrage at just being called something, the literal meaning makes no difference.   <br/> \n <br/> \nAlso, cunt seems to be so much more taboo these days in the US than it ever was in the UK when I lived there.  People I've talked to recently would say this is still the case.  Why come, America? <br/> \n <br/> \nI got into this same argument with a friend recently.  He had just started dating this bright-eyed recent college graduate, and through her he got Feminism, and suddenly started arguing with me about this word.  I speak of this girl's feminism mockingly (hell, I often call myself a feminist), as she's as serious about it as she is her Veganism...she eats fish.  Yes, she says it's okay to eat fish as a  <em>Vegan</em> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Fish have it coming."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "As a pescetarian, I find it is often easier to just say that I am a vegetarian to avoid a lengthy discussion about the relative merits of eating or not eating land-animals.  Anyway, she is probably just confused. <br/> \n <br/> \n <em>P.S.  Who in their right mind would give up seafood and cheese?</em>"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "abendsonnen",
    "plus": 1,
    "snip": false,
    "text": "I am Vegan. I do not like fish, but I miss cheese like it was my mother."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "fish/seafood"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Why do you disdain cheese so much if you love it so..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 0,
    "snip": false,
    "text": "I didn't mean to give you that lame, but my browser freaked out and I accidentally clicked there. <br/> \n(inside) Aw shit dogg sorry you know I don't really know computers."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "You CUNT."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "exactly! i don't understand why it should be percieved as so much harsher of a word than calling someone a prick or any of the vast variety of terms for male genetalia. <br/> \ni've been reading trainspotting, and i lost count of how many times cunt is said. this may be why its been slipping into my everyday speech. <br/> \nbut yes. excellent cuss. really efficient when paired with the word \"fucking.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Fucking cunt is pretty effective, in my experience."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Agreed-  it just makes it sound so base, so depraved. You can call me a bitch any day of the week.. you call me a cunt, and you're not going home with all your brain cells intact."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I prefer to adapt it to new scenarios, as a verb for instance. 'You cunting blob of fucksauce' is one I used just today.  <br/> \n <br/> \nFor when fucking just won't do."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "that's not a verb. but i used it as a verb once, i swear."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Well, it could be. Were they in the process of cunting?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "YES <br/> \n <br/> \nTake that alreadyinuse"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Arab Strap has a live album called the  <em>The Cunted Circus</em> .  It's also part of lyric from one of the greatest songs ever, \"The Shy Retirer.\" <br/> \n <br/> \nThis should be good enough for the OED."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pursesnatcher",
    "plus": 0,
    "snip": false,
    "text": "see you auntie"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "\"Queynte\" meant pleasing thing originally. It's hell of all over the place in Chaucer. People are always grabbing ladies pleasing things, or ladies are always giving up their pleasing things. <br/> \n <br/> \nChaucer is mighty steamy."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "That spelling may have just made my day."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Hey spinynorman...I was just wondering if you'd noticed your inclusion in the little  <a href=\"http://web.archive.org/web/20091231062852/http://m.assetbar.com/achewood/uua1rrGV8#comment_175\">tribute</a>  I made yesterday. I mean I know self-referencing is lame, and I'm not asking for any sort of feedback because that would be way too baring of the emotions, but I just thought you should see it if you haven't already."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that image is blocked here at work and when I got home I went to dinner with friends and promptly got drunk. I'll check it out when I get home though. Promise."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Haha, what the fuck? Why do I have a chorus of girls hanging on my every word? Real life is so far away that the tribute picture appears to be a small bluish dot in the darkness. That puts me in a quandary, achilles.  <br/> \n <br/> \nA  <strong>quandary.</strong>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "A queyndary?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Well, I guess \"pleasing thing\" and \"difficult spot\" could really sum it all up..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Man, the spot's not that difficult if you just make the effort."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Oh, tell me more, spinynorman!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Bout quandries? I can monologue for quite some time about quaint little queyntes that put me in quite the quandary. No question."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "All this talk about various offensive terms for female genitalia and nobody mentions twat.  What the fuck, people, what the fuck?  It is every bit as good a swear as cunt, so how come it gets left out of the discussion?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "I dunno why, but \"cunt\" angers me inside and \"twat\" just makes me giggle"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Twat makes me think of a vagina-flyswatter. <br/> \n <br/> \nIf you cannot imagine that, I envy you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I love the word \"twat\".  Also \"twunt\" was once used in a Butt Trumpet lyric.  I like that.  \"Twunt\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Also \"va-jay\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Twat is much better for dirty songs, where rhyming is necessary.  It's hard to rhyme cunt without forcing it, with the exception of \"A kick in the cunt\" from  <em>Run, Ronnie, Run</em> .  I think that's why I brought up twat in the first place, because, as a rugby player, I appreciate offensive songs, and twat is used in more of them than cunt.  Songs like \"The Whore in the Park\" would not be the same without the word twat."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hanrahahanrahan",
    "plus": 0,
    "snip": false,
    "text": "Outside: Sorry for being an anonymous cunt to you on the internet. <br/> \nInside: But that%u2019s basically what the internet is for and therefore should be expected.   <br/>"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "hanrahahanrahan",
    "plus": 0,
    "snip": false,
    "text": "Not sure why this is down here, or what the crap in the middle is. Clearly i have much to learn about assetballs!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "The is entirely the wrong attitude concerning the internet!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hanrahahanrahan",
    "plus": 0,
    "snip": false,
    "text": "I agree. And I'm not saying it's my attitude, only that it's the prevailing attitude concerning the internet."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Ok! It just seemed that you were saying people should be ok with strangers being dicks to them!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hanrahahanrahan",
    "plus": 1,
    "snip": false,
    "text": "no, i was saying that on the internet, strangers are going to be dicks to you. and that you should expect that.  <br/> \nIt may have made more sense if i didn't fuck up and actually replied to the right comment to start with.  <br/> \n <br/> \nHowever when i replied to myself stating that id fucked up i got a lame from a stranger. But thats fine, i expected that. Serves to prove my point though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "you are so lol, gladi8orrex, you are!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "likeiwassaying",
    "plus": 0,
    "snip": false,
    "text": "Am I the only one that would truly love to get this card from a dogg? It says 100% of what needs to be said."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "algernon",
    "plus": 0,
    "snip": false,
    "text": "Hey! That's how I choose fonts!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 6,
    "snip": false,
    "text": "We have a similar heirloom in my family. It's a folded piece of leather with a bloodstain on the inside."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "<em>Raunchy.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "That's... That's, um... <br/> \n <br/> \nHmm."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "What would make that the perfect heirloom is if the bloodstain got bigger as you passed it around from person to person."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "Every generation, we add one drop of blood from our most hated enemy."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "i am laming you because i'm out of chubbies. i apologize, sort of"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "skoora",
    "plus": 1,
    "snip": false,
    "text": "Fuck you?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "What a highly inadvisable practice."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Onstad has the **gift**  <br/> \n <br/> \nSo does  <a href=\"http://web.archive.org/web/20091231062852/http://www.youtube.com/watch?v=EPG3-1gogXU&amp;feature=user\">this guy!</a> <br/> \n <br/> \nI laughed more tonight than I have since the nights I spent getting \"caught up\" on Achewood.   <br/> \n <br/> \nPeace Assets!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I don't understand what that had to do with anything.  Funny, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "WORK FROM HOME! EARN $$$ FAST AS A VIRAL MARKETER!!! <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Old dudes unite -- except what's that crap about owing Jesus money?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 53,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://farm4.static.flickr.com/3161/2454338030_198c354758_m.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://farm3.static.flickr.com/2350/2454338032_93aa522fc8_m.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "homepie",
    "plus": 0,
    "snip": false,
    "text": "Holy Jesus on God Mountain, Roast Beef's wearing the shirt predicted in  <a href=\"http://web.archive.org/web/20091231062852/http://m.assetbar.com/achewood/uua1pghHz\">The Future comic!</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "He's been wearing that shirt since 2002. Beef would never be so cocky as to buy a new shirt."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "Fact."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Pact."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "Jam Pact. <br/> \n <br/> \n <em>A great name for a high school band</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "You mean. A great name for an achewood band! I'm on bass. echidnaboy sings, daidai on lead guitar, drskradley on drums. Homepie is our...manager. Jam Pact is formed!  <br/> \n <br/> \nWe can open for the Tenmen. Or dream of it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "What about the dueling ukelele section?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes, where is the space in the band for me and my ukulele?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "I imagine the band would ideally be a Musical Collective type scene. Like Broken Social Scene, sometimes we'd have like 30 dudes rocking on stage with mighty ukues, other nights a sprightly 12 ladies with hands on their faces singing a chorus of something or other. Sometimes it might just be Dr_Manflesh with an accordion singing a ballad."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "This is starting to sound like some even kitschier version of the Polyphonic Spree. <br/> \n <br/> \nYou're outta the band."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "Well it was a great run."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "No this is awesome."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Does anyone else get the impression that The Polyphonic Spree lives on a compound and probably engages in group sex and ritualistic sacrifices? I sure do."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Do not tell me if you drove by a field and saw this you would be totally okay: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20091231062852/http://www.rockpalast.de/konzerte/2005/haldern/bilder/the_polyphonic_spree.jpg\">http://www.rockpalast.de/konzerte/2005/haldern/bilder/the_polyphonic_spree.jpg</a>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Not Okay! NOT OKAY!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Are you kidding man I would celebrate right there in my car all groovin' to whatever was on the classic rock station"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Just like  <a href=\"http://web.archive.org/web/20091231062852/http://tinyurl.com/65y88k\">these guys</a>  probably do..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "No Sacrifices! I won't have it!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "OK...but you gotta the one to fire this guy <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://sportinggnomes.com/images/temple_of_doom_flaming-heart.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "damn. that dude is killer on the glockenspiel, too."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I will learn to play guitar for this band."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "\"Kali Ma.....Kali  <em>Maaaaaa....</em> ......\" <br/> \n <br/> \n\"Kali Ma  <strong>TO-TI-ZHAY!!!!</strong> \" <br/> \n <br/> \n*heart rippage*"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I always heard it as: <br/> \n <br/> \n\"Kali Ma Shoop-dee-day\" <br/> \n <br/> \nNot saying one is more right or anything, but I will never dislodge that from my head."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "My friend's dog is called Kali Ma. <br/> \n <br/> \nMy sensitive friend panicked a little when he hopped on the couch and nussled his chest."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "opprobrium",
    "plus": 0,
    "snip": false,
    "text": "your sensitive friend needs bigger shakra stones.  oh-num-shi-vay, oh-num-shi-vay, oh-num-shi-vay."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Actually it is a prayer to Shiva. So Om <something like> Niva Shiva. My wife learnt a song at her choir once and when she sang it at home I pointed out that it was from Temple of Doom. Then we drank some Black Blood of Kali and got our slant on."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "M-m-man! You must have some pretty wicked stones to be talkin' to me that way, Philippe! <br/> \n <br/> \nYou'd better believe that I have wicked stones, Todd. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://www.virginmedia.com/images/1indy-idol-sankara-stones.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "There is a dance group at Stanford called Jam Pac'd. (I think.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "I may have been to hasty in my declaration. Especially if drskradley really named his bass Cerberus. That might be too good of a bass name. I may have gone to far. Please advise."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "That is an awesome name for a bass. I am going to have to find a similarly awesome name from mythology for mine. <br/> \n <br/> \nAlso chubby for the good doctor in case he actually did do that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "My statement about my bass is extremely true.  She is the guardian of the underworld of my soul.  She sounds like magic dragged across a river of black tears and uncharted questions. <br/> \n <br/> \nI intend to name every instrument I ever own after a polycephalic beast from ancient myth.  I prefer Greek, but I'm flexible. <br/> \n <br/> \nPictures will follow."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Oh man, his instruments just stuff your ears with thick bass steaks."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "I reiterate that that is awesome.  I am going to name my bass prometheus.  It steals fire from the gods, and my playing it has a terrible (if indirect) effect on my liver."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "erincandy",
    "plus": 0,
    "snip": false,
    "text": "Agreed, He would never put on such airs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "It is just his occasional shirt of basic times."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "It's his sitting at a desk and doing a thing shirt"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zeltaen",
    "plus": 0,
    "snip": false,
    "text": "Molly actually bought him that shirt, I think. She mentions it in a blog, saying, \"He has no respectable clothing.\" <br/> \n <br/> \nIt has little martini glasses embroidered on it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nymphadoria",
    "plus": 1,
    "snip": false,
    "text": "When we start handing out cards to arrest our friends, the world will be a better place."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tsox",
    "plus": 0,
    "snip": false,
    "text": "The heft and pleasing proportions of the Maglite makes me wonder how a Maglite would do balanced in a pair of those aluminum foil undies. http://achewood.com/index.php?date=05232006"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "I tried it, and I tipped over."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "minutia",
    "plus": 0,
    "snip": false,
    "text": "I just realised that 'rip', 'slip', and 'flip' are all onomatopoeic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "Does anyone else get the sense that Ray doesn't appreciate the Dude card as much as Beef? <br/> \n <br/> \nAlso, I feel really bad that Beef's card isn't really received the way he wanted it to be."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "No way, the rush of fear/flight emotion Ray felt was exactly the effect the dude card is suppposed to elicit.  I think Ray realizes he has been taken by his own idea and then loves it, in a non-emotional dude way, of course."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "I see what you mean but I think a slight smile from Ray in panel six would've cleared it up. Even just a smirk as he realises he's not being arrested."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "I can imagine a time where a friend's arrest would come in useful. Say your best mate got dumped so he drank so much he was picking a fight with a van, WHAM! \"I am afraid I have to put you under friend's arrest.\" <br/> \n\"But you don't have a friend's arrest warrant!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by speth was marked lame too many times and excluded. (marked lame by lawbot, invidious, _cheesekayke, loneal, achilleselbow)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cyberia",
    "plus": 1,
    "snip": false,
    "text": "Novelty eyewear is for gays"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "Same sex marriage is for gays"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Gay sex is for gays."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Being in this chain jerk is gay (except for me because I'm pointing it out)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "Ooh, that's so  <em>meta</em>  of you"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jbushnell",
    "plus": 1,
    "snip": false,
    "text": "Dang, I never thought it would be like this! A guy is rocking my can!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Excellent reference, nearly forgot about \"rocking my can.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That's what she said."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cbtbone",
    "plus": 1,
    "snip": false,
    "text": "Good thing she remembered in time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "You know what is for gays?  <em>Whatever they want.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Even intercourse with the opposite sex?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Even that. But they would likely not enjoy it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "Yes, even that.  The preponderence of gay dads and moms who decide THEY ARE SICK OF THE LIES indicates that this is so."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Hiyo!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speth",
    "plus": 1,
    "snip": false,
    "text": "no its not"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You gotta admit he makes a pretty convincing argument."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by speth was marked lame too many times and excluded. (marked lame by lawbot, _cheesekayke, loneal)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "15 exclamation marks? methinks the \"hott\" doth protest too much."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": false,
    "text": "whatever!!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "He has known since has was twelve!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "so does speth's avatar"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "2x AA with NiteIze LED and cap switch upgrade and supporting feet.  Best combination of compactness and utility."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "Right with you on the 2AA, fits perfect in the rule pocket of one's dungarees.  Still haven't done the led upgrade yet, but I suppose the day will come."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 0,
    "snip": false,
    "text": "It is somehow reaffirming to know that even a former GoF champ considers fleeing, however briefly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thepunchman",
    "plus": 0,
    "snip": false,
    "text": "Nice icon!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "limey bastards"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Ooh, such a virtual chubby."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Yeah I'm impressed by that comment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "WRONG. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://www.momsorganichouse.com/images/organickitchen/pomegranate.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \n <strong>POMMIE</strong>  bastards."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "They're so not going to get scurvy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "possums",
    "plus": 3,
    "snip": false,
    "text": "\"You realize that if they were truly going to be in Beef's style, they would just be white cards with black text and no logo or copyright or anything.\" <br/> \n <br/> \nAlright, guys. Say some good stuff about my dick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jbushnell",
    "plus": 1,
    "snip": false,
    "text": "Can you change your avatar to a 50 x 50 photo of it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "possums",
    "plus": 1,
    "snip": false,
    "text": "why would I do that <br/> \n <br/> \nalso that is not about my dick"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Question: would it be a crying 8 Bit dick?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Yeah, 'crying'."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Penicillin will clear that right up!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "When handed an envelope by a dude, I assume it's service of process.  As such I will not take letters or envelopes from dudes.  But that's just me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "You should probably re-evaluate your life."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Perhaps, but I have never been effectively served.  I've gotten out of a lot of traffic tickets and jury duty."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I find this difficult to believe. In your state is it necessary for you to touch the paper to be served?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "It is necessary for personal service.  Other forms of service (posted, published, etc.) aren't authorized or effective for jury duty.  And they also can't establish that you received those photo-speeding tickets.  More often than not, the apparatus of the state counts on the suckers sticking their own neck into the noose."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Uh maybe where you live."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "shit, i think the rest of the world goes by the credo, We wrote you a ticket, now pay it and i don't give a fat shit what you say or know"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "All I'm saying is I've gotten tickets from photo cameras for running red lights or speeding in the mail from cities in four different counties.  Since I neither contest them nor pay them, they always end up writing them off.  This has gone on for about seven years now.  If and when LA County thinks it's important enough to send a process server, or sheriff's deputy over, I'll either reconsider my stance, or more likely, move to a different county.  (That has gotten me out of jury duty twice.)  Luckily my backyard is bisected by the LA/San Bernardino county line, so I won't have to move very far."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "if you have enough unpaid tickets, don't they put out a warrant for your arrest?  <br/> \n <br/> \nall I'm sayin' is, don't get pulled over for speeding."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "I work for fine enforcement (in Australia) and trust me, they  <em>never</em>  go away. I've seen people go to prison because of an accumulation of shitty little fines that they've never paid. Also, saying you didn't get the letter doesn't mean shit. It's your responsibility to have a reliable letterbox or postal service to your residence, all we have to do is send the letters."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well now, the laws of your tribe are not the laws of the universe.  <br/> \n <br/> \nIn no field is this more true than service of process."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "One should never underestimate the incompetence, corruption, or stupidity of California government.  I'd probably just pay the tickets if I lived somewhere else."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You'd better hope Arnold doesn't hear you talking like that."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Fun story: I'm studying abroad in Oxford right now, and the other night, a (American) friend and I were chatting with two Australian dudes in a club. <br/> \n <br/> \nShe asked them how they felt about the Brits, and they responded, \"Oh, great! We like them, they like us!\" <br/> \n <br/> \nThen she asked how they felt about Americans. There was silence for a good fifteen, twenty seconds, and then, \"...I like Arnold Schwarzenegger!\"  <br/> \n <br/> \n <em>Ouch.</em>"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I guess we kinda suck."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "DiSaGrEeMeNt BoX."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "I lamed you on that, but I'm not going to hide.  I'm not a fan of blanket statements."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "How things change.  Back in my day, any Aussie caught liking the Brits was skinned and flayed, almost worse than liking a Kiwi.  Liking the Americans was tops, we were like their big brothers or something. <br/> \n <br/> \n <em>Crazy 80's</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "North American Scum, is a nice piece of ironic work by LCD Soundsystem. The \"irony\" is not most of the reason it is popular here. <br/> \n <br/> \nAnyway, stupid Australians dislike stupid Americans. Mainly because stupid Australians are never allowed to say anything good about anything they've acheived ever. Stupid Americans never stop doing this."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "i spent a night in watchhouse for unpaid fines."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stevepants",
    "plus": 0,
    "snip": false,
    "text": "I'm giving this card to all my guy friends from now on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I haven't read any of this discussion yet.  Have we cleared up that the knowing enough about maglites to have a favorite one is a symbol of basic dudeness?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Well of course the first post is going to say it better than I could have. <br/> \n <br/> \nI honestly thought I was contributing!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I feel close enough now to the people here that I am ready to talk about generator sets."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "That's it. Open up. This is a Safe Place."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Just let me tell you 'bout <br/> \nthis fuckin' day I'm havin' <br/> \njust let me tell you 'bout' <br/> \nthis motherfuckin' day I'm havin'"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "YES."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I would have said Leatherman, but yeah"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I have a battered, red Squirt P4 on my work keyring.  I broke the file the other day trying to jimmy a lock.  It made a little angry and sad that I mis-used my multi-tool that way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Irondave and Maximus: are you in the same room? The lighting is so much alike."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "We're actually the same guy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Is this true maximus?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "huh?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Most parts of corporate America look the same. I'm guessing there is little to no market for custom fluorescent light experiences outside of night clubs."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "What about  <em>the exact same angle of room corners</em> ?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Most room corners are 90 degrees, aren't they?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "You win the game!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Hooray for the red squirt p4.  I have the same one on my car keys.  It's good to know that I can stab someone and  fix glasses with the same implement."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jbushnell",
    "plus": 1,
    "snip": false,
    "text": "Maximus is a Skrull!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "V-chub!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "WTF man first Elektra and now this"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Sending a dude a card is a hair's breadth away from a dude's mutiny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I know you're quoting, here, but that particular line never sat well with me anyway. I've never heard \"mutiny\" used to mean such as dropping a brick, or committing a social  <em>faux-pas.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alessandro",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alessandro was marked lame too many times and excluded. (marked lame by lawbot, Thorfinn, invidious, falseprophet, prius_chaser, MrFedora, mira, hellofditties)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "vLame"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mashuren",
    "plus": 0,
    "snip": false,
    "text": "One time for my aunt's birthday, I got her what I felt was the perfect card. On the front, it says \"It's your birthday! I bought you this card!\" on the inside, it says \"This is the inside!\" And on the back, it said \"This is the back!\" I gave it to her unsigned. It felt like a very Roast Beef kind of moment."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "One time, to mess with my sister I insisted to my parents that I buy her birthday cake. Then, I went for days searching every bakery and ice cream shop in Charlotte for the perfect cake. I dabbled into the border of South Carolina, peeked in Elon, and yet found  nothing suitable. <br/> \n <br/> \nThen, the day before her birthday I walked into a local bakery (titled, appropriately, \"Bakery\") and found the one cake that was so perfect I knew not what to do. I mean, I knew to buy it, but beyond that I didn't...well ok I knew I would eat it too. <br/> \n <br/> \nAnyway, the next day I my sister had her birthday party, and I presented her with  <em>it</em> . A cake with a plastic bass head sticking out of the top and crested with the sea-green letters \"Nice Catch, Steve!\" <br/> \n <br/> \nIt became a family tradition from then on to only give each other wildly inappropriate cakes and cards for our birthdays. <br/> \n <br/> \nFYI: The bass cake was a red velvet cake."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "I might have to start doing that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "that seems like it could veer dangerously to erotic cakes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "It can and it has. <br/> \n <br/> \n\"Happy Anniversary Malcolm and Jake\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<em>And the J was a pecker!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Oh my god I want cake right now.  Cake sounds so good. So good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well, acually, his probably wouldn't have all that punctuation. Hella bearing of the emotions."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Hey guys, why do things get double posted sometimes?  It is happening to me a lot lately... <br/> \n <br/> \nAlso, is there seriously something wrong with the Hirst skull?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I am not a fan of Hirst, but I especially don't like that skull. He made a lot of money off putting some animals in formaldehyde, and now he is rich enough to pay people to glue diamonds on a skull. I don't understand why he gets credit for that. He is more of a commissioner than an artist. How many dudes have gotten high and been like, \"You know what would be totally sweet? A skull with some fucking  <em>diamonds</em>  on it.\" The only difference between them and Hirst is that he has enough money to pay people to execute the idea. <br/> \n <br/> \nAlso, from Wikipedia:  <em>Hirst said that he only painted five spot paintings himself because, \"I couldn't be fucking arsed doing it\"; he described his efforts as \"shite\"%u2014\"They're shit compared to ... the best person who ever painted spots for me was Rachel. She's brilliant. Absolutely fucking brilliant. The best spot painting you can have by me is one painted by Rachel.\"</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I used to live with one of his \"assistants.\" He basically is just a commissioner of art by recent art grads. I could do that for half the price."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Hirst is such a hack."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Sorry for just stating my opinion instead of actually contributing to the conversation, but I am at work. I will elaborate later when I have time to gather my thoughts."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I REALLY GOT THAT"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Here is the thing: I couldn't think one interesting thing to say about him on my way home from work. Which is pretty telling, since the whole goal of his work seems to be to rouse controversy and conversation (as it is with many artists). I just find his work extremely boring."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I feel that that schtick has been played out by a whole bunch of people now."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "OK.  This is good to know.  Not to endorse Hirst's foolery... I was afraid it had been made out of blood diamonds and glue made of the blood of babies and puppies..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "It probably was made out of blood diamonds. It is pretty much impossible to avoid a blood diamond unless you have an audit trail right back to the mine, which probably means buying from a dealer who dealers with the mining company. This is actually pretty rare."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "I hereby commission you to make me a diamond skull for only GBP 25 million."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "You're good with zircon, right? In any case, I know some dudes who would totally do this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I thought that was what it was. Apart from being a totally shitty excuse for art, though, no."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I only learned about Hirst today.  I did not know there was another guy working Jeff Koon's gig.  I will say this about the skull:  it is better than some Shop-Vacs in a lucite case.  And here I am trying to work some productive job, like a chump."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Successful artist = stupid idea & wicked sack"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Hee hee, the Shop-Vacs are (were?) at the Art Center here in Des Moines."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I learned of that years ago from some of my Iowa State friends and have never forgotten."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmasaki",
    "plus": 0,
    "snip": false,
    "text": "Would you question a dude if he prefered the mini-maglite?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Man, what happened to Beef's graphic design chops from just two strips ago?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That was for cards that dudes were supposed to give to ladies. Clearly such flourishes are not needed when the recipient is another dude."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "In fact, Graphic Design elements should definitely NOT be used for other dudes.  It's definitely way too baring of the emotions."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "In some dude circles, baring your emotions through a smiley face or a thoughtful font is akin to a gorilla baring it's teeth.   <br/> \n <br/> \nWhich is to say, it's preparation for a cage match inside of a mirrored cube.  Be well advised. <br/>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "also known as being called a fag."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "Damn it! I cant believe I missed the whole take a picture and touch your face craze. To top it off the only one I have on my computer, I am resting my head on Ronald McDonalds shoulder."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Et tu, fattybeaver? <br/> \n <br/> \nSee what you've done, AssetBar?  <em><strong>SEE WHAT YOU'VE DONE.</strong></em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "And why is everyone else's pictures so clear and I look like a damn nintendo character. (This is actually something I have always secretly wanted)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Show us your tits!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 1,
    "snip": false,
    "text": "Yea screw this. That tiny picture cant do me justice anyways. On the plus side, going to my profile for the first time since its conception let me see that people can now include webpages. So now I can stalker all my favorite assetbar celebraties properly!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I didn't  <em>actually</em>  want you to go back to the obtrusive boobies. I miss the Nintendo character already. I miss him."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "By contrast, I am pretty gratified. I will understand if you say I am of low mind."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Indeed, once a comic gets past 300 comments I'm pretty much checkin' just to see if fattybeaver has updated his iconatar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I just realised that it looks like loneal is shielding her face from the waving boobs of fattybeavers avataricon."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "testing"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "testing 1 2 3 four.  is this thing on"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "where do you come up with all these, man"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "If you download anything off the internet chances are you get avatar boobs on your computer whether you want them or not."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Is that Miyabi Isshiki?"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "No, it's her sister, Wantadiki."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "O, if I had a chubby left."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "This one (zooooom in) is the best one yet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Gitch'or tart 'n tinies out fer the lads! Fer the lads! Fer the lads!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "I suffer from nintendo character face as well - I don't know how they did it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "This card line has real potential. Looking back, when have I ever really voluntarily sent a card with an emotional message to another man? <br/> \n <br/> \n <em>Seldom.</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "but since you've seen the strip, you'll do it all the time?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_dude",
    "plus": 0,
    "snip": true,
    "text": "A comment left by the_dude was marked lame too many times and excluded. (marked lame by lawbot, Dr_StrangeGlove, jodequa, farqussus, FablesandBlues, kendieatsbabies)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I tried to lame this comment, but sadly I could not."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 0,
    "snip": false,
    "text": "Done and done."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "I got your back, dogg."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "hahaha what the fuck? that was quick."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Team work! YAY!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "This new photo is sick."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "the_dude",
    "plus": 0,
    "snip": false,
    "text": "i just asked this gay guy in my office if you would ever give a guy a greeting card and he was like \"no, that would be weird, guys dont do that.\" so...i dont know i was kidding anyway shesh."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "It was not the fact that you said a gay guy would not accept a card from another gay guy that offended. It was the way you phrased  your statement. The basic premise that gay men are just as masculine as most men is true (most gay men prefer to maintain their gender identity, which whether it is backed up by scientific fact or not [this is a whole other discussion [damn, look at me going all triple brackets]], currently includes a diassociation from emotionality) your use of the word \"sister\" and...I lost my train of thought... <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I mean \"homegirl\". This is what happens when I have a couple of glasses of wine after work."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Help me out here dudes. Why was this offensive?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Maybe because his only source on gaydom is one gay guy who he happens to know from work and probably does not hang out with at any other time and only interacts with him when he needs him to explain his identity to the mainstream?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "YES. I have known many a gay man in my time, and because they, as a whole, do not coalesce into this stereotype, I am offended. <br/> \n <br/> \nEPIPHANY!"
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "the_dude",
    "plus": 1,
    "snip": false,
    "text": "the dude at my work is pretty stereotipical anyway, i was kinda shooting from the cuff i dont really have time to make sure every thing i post on some message board is pc, mainly because i recently DTBAD (decided to become a dentist)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "There's a difference between being \"pc\" and just not being a douche.  <br/> \n <br/> \n(I wasn't offended by your comment and didn't lame it. I'm just sayin', is all.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 0,
    "snip": false,
    "text": "I just didn't like the use of \"gays\".  Just ain't right."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "It wasn't as much offensive to me as it was just not that funny.  If he had a hilarious parody of the stereotypical mincing fop, I'd be down. <br/> \n <br/> \nBut it's so cheap to just throw in a couple homegirls, I think."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "This too. And the word \"flaming\" and the name Lance. It's all Ching Chong Gay Wong."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "the_dude",
    "plus": 1,
    "snip": false,
    "text": "yeah, after i reread it it didnt sound how i thought it would sound. kinda like a bad snl sketch. oh well."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "It is forgiven. Everyone is an asshole sometimes. We cannot reconcile our own morality until we except our failing, etc."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 2,
    "snip": false,
    "text": "Such cheap feminisation of homosexuals is for gays."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "the_dude",
    "plus": 0,
    "snip": false,
    "text": "its kinda funny, if i wasnt using my real pic i woulda just shrugged of people giving me shit over a stupid comment but instead im like totally worried about what every one thinks about me. damn. if every one did this ther would be like no trolling at all."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 5,
    "snip": false,
    "text": "sometimes it isn't enough to pee in the shower--to really enjoy a shower, i have to lay down on the floor of the shower, and carefully piss all over myself, sometimes propping my hips up against the shower wall so i can direct my piss stream into my face as well as everywhere else"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "This is such an apt metaphor for the achewood assetbar forum right now. Really manflesh...I applaud you."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "t...tub <em><strong>boy?</strong></em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "the_dude",
    "plus": 0,
    "snip": false,
    "text": "touche`"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "Manflesh saves the day!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "v-chubs upon v-chubs."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Dammit Manflesh why must you always wait until I have no more chubbies to give!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "Dammit Tekende why must you always shoot your chubby wad within an hour of the strip being posted! You are just drubbing everywhere today!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Man don't I know it <br/> \n <br/> \nI really need to get this under control."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I can't concentrate because of your \"superior librarian\" photo.  I just can't muster the courage to contradict you, or even speak unless giving permission.  Beat me, please!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Arrrrgh, why did my harmless comment engender a symposium on homosexuality by a bunch of people with REAL LIFE FACES? Why does this always happen to me!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "(This was addressed to margargaret, not tekende.)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "And instantly became seventy times creepier when you let us know!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It became much less creepy for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fidelio-roo",
    "plus": 0,
    "snip": false,
    "text": "I'm a guy and I'd be pretty cool with getting a card from a guy..."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cyberia",
    "plus": 2,
    "snip": false,
    "text": "Judging by your avataricon you'd be pretty cool with getting anal sex from a guy dressed as a giant anthropomorphic fox so I don't think your opinion counts for much."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "<strong>ANIMALITY</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "cyberia-- <em>wins</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "That is such a mortal kombat name"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "And avicon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Dude, I was going to make a card joke about furries several hours ago, but  <em>it is OK if that is who you are</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paradigmeyes",
    "plus": 0,
    "snip": false,
    "text": "its so hard for me to recognize everyone..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "Thank you! It will be awhile before I can recognize them by only their names. I had this same problem with the assetbar fiction that gets posted. I recognize the names but I cant connect them to their posts without the pics."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "For me, it is the words that are important, not which little picture or icon or bouncing boobies are next to the words.  Guess I'm more text oriented.  Is that gay?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "cpglynchos"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Oh Fuck Me. <br/> \n <br/> \nI thought I was typing in the search bar. I was trying to find the Al Pacino 'BBCode' pic that cpnglxynchos posted, but I have betrayed even deeper levels of assetbar ignorance by showing everyone how I failed to spell his name. <br/> \n <br/> \nI'm not feeling very rad right now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "It's ok because you kind of look like the person that would have the power of earth in a group of superheroes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Tekende would totally be the water guy. Nobody on AssetBAr really looks like fire or electricity guy though. <br/> \n <br/> \n...I don't know what I'm talking about."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I thought tekende would be fire actually because his hair is all upwards like that. And autrepoupee would be wind. I suppose lawbot might as well be water for obvious reasons."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Can I have power over animals? Just look at my nifty plastic bat ring! It's nifty, I tell ya!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "HEART!  ( <em>Captain Planet.  He's a hero.  Gonna take pollution down to zero.</em> .)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "Here's how I see the powers <br/> \nEarth: falseprophet <br/> \nFire: tekende <br/> \nWind: autrepoupee <br/> \nWater: catgrl131 <br/> \nHeart:  achilleselbow <br/> \n <br/> \nBy your powers combined, I am Dr. Manflesh. <br/> \nmaybe? <br/> \nno? <br/> \nOK"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Wait, why am I heart? Am I a soft-spoken South American boy?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Sweet, the water ones were always my favorites. How did you know? Unless....."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "You know, there was something nagging me at the back of my mind when the whole Great Handface Photo Shoot started that was like \"Oh it looks like so much fun that people are posting photos of their real selves as their avataricons, but I cannot join in.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "\"Fuck that shit! Why not?!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "I told myself that my misgivings were just stinkin' thinkin' left over from my high school years, but today, daidai, today you reminded me with your tired stereotypical joke about black men with earth-element related magic powers and predilections towards partnerships with environmentalist superheroes why anonymity is the only reason why there can ever be equality on the internet. <br/> \n <br/> \nSo I hope you enjoy your unquestioned right to have a picture of yourself on assetbar. Me, though, I will have to always deal with people asking me questions like \"Hey man what is your opinion on the whole Jeremiah Wright situation?\" or \"Dude I love the  <em>Blade</em>  trilogy do your people find it as moving as I do?\" or \"Hey man settle a bet Does your dick hang low Does it waddle to and fro Can you tie it in a knot Can you tie it in a bow Can you throw it o'er your shoulder like a continental soldier Does your  <em>dick. hang. <strong>low?</strong></em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "If it is any consolation, my first thought was: I'd bone him."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Ohdang. I posted that before I read the whole \"does your dick hang low\" thing. Seriously though...I thought you were really awesome before I saw you avataricon. Is there any way I can reconcile this?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "No, it's too late Maggie. I don't want to work on your farm no more. <br/> \n <br/> \n <em>Note: This is a reference to the song \"Maggie's Farm\" by Bob Dylan which is not really about slavery but when performed by Rage Against The Machine you cannot help but give it that connotation.<br/>\n<br/>\nI have now explained the joke.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "If it's any consolation, I always thought the earth-based powers were the most badass. <br/> \n <br/> \nAnd  <a href=\"http://web.archive.org/web/20091231062852/http://en.wikipedia.org/wiki/Terra_%28comics%29\">Terra </a>  from the Teen Titans is white as they come.  European, even."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Yes, I am sure Black America appreciates all the contributions  <em>Teen Titans</em>  have done for race relations in America. I consider Cyborg to be a fine symbolic role model because he is all about progress and technology. <br/> \n <br/> \nI recommended Cyborg for an NAACP Image Award although it's the weirdest thing because it was around the time I started posting on assetbar that they stopped returning my calls. <br/> \n <br/> \n <em>Hmm...</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Yeah, next you'll be telling me that Storm from X-men's actually meant to be from Africa and thus logically should not be drawn like a white chick with a strong tan."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I have offended so many people whilst under the influence of alcohol. What am  I to do, but accept my own prejudices?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I had a friend growing up who was (and still is) half-Sudanese and half-Anglo - an uncommon thing in Australia at the time (given that there were only 24 immigrants from Sudan to Australia prior to 1994), and it was kinda cool to have some Africa around the place again, after having spent an earlier part of my youth in Virginia and Malawi, where in both cases I was the lone redhead white boy in the neighbourhood.  Felt odd to be surrounded by a bunch of pale faces at school all the time.  Not the reason we became friends, mind you, but an aside. <br/> \n <br/> \nAnyway, I - being ever the child geneticist ethno-biologist - had come to the conclusion that, because of the obvious climatic factors that our ancestors came from, then surely it would apply that while he could hang out in the sun all freaking day and be nearly fine (he was half white, after all), surely then I would be a lot better in the cold.  I mean, it just makes sense, right? <br/> \n <br/> \nWrong.  The fucker's a competitive swimmer - he feels neither cold nor hot. <br/> \n <br/> \nI felt so genetically inferior."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "...well?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "<em>sigh</em>  Yes, achilles. My dick hangs low."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I feel so cultural right now. <br/> \n <br/> \nYou know what, tomorrow I'm going to make a turkey sandwich, and you know what I'm going to put on it? I pepper. A bell pepper. And maybe I'll make a a little couscous. <br/> \n <br/> \nYeah, I'm lowering my racial walls one step at a time. We can do this."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Okay spinynorman the post you just made made me think of a few things. First of all, to understand any of this you have to understand that I recently completed an internship with NPR's Arts and Cultural Desk. It is one of the smallest bureaus at NPR and it is really just a part of the National Desk so I always felt like we were disrespected. Anyway, we had an advanced computer network and whenever a reporter or producer had some digitized audio to share they could put it in a folder called \"The Cultural Bin\" and there were bins basically for every department at NPR. <br/> \n <br/> \nSo I told you that story to tell you this story: I was about to say something I thought was witty which was \"Dude you are so cultural I am going to put you in my  <em>Cultural Bin</em> \" but then I was like \"Spinynorman does not work for NPR so he would not get that joke at all the first thing he would associate that concept with would probably be the Recycle Bin on his own computer and also that sounds too affectionate for a card between dudes.\" <br/> \n <br/> \nAnd then I thought \"Hey wouldn%u2019t it be kind of weird if there was an actual Recycle Bin that was actually labeled the Cultural Bin to fool people?\" and I imagined this little vignette where an arts reporter was trying to get a story on  <em>All Things Considered</em>  and it went like this: <br/> \n <br/> \n <strong>Reporter:</strong>  Hey there, Boss! I got that Cultural piece about the South African refugee throat singers for ya! <br/> \n <strong>Editor:</strong>  Oh! Hey Jim! Wow, I Can Tell By Looking At It That It Sounds Great. I%u2019ll Just File This In *The Cultural Bin* For Later. Keep Up The Good Work! <br/> \n <strong>Reporter:</strong>  Hey, thanks! So, uh, when do you think you%u2019ll run it? <br/> \n <strong>Editor:</strong>  Oh don%u2019t worry, Jim, it%u2019s filed. <br/> \n <strong>Reporter:</strong>   Right, but when are you%u2014 <br/> \n <strong>Editor:</strong>   <em>It%u2019s Filed.</em> <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 9,
    "snip": false,
    "text": "[i]\"This is such an amazing feeling! These wax wings Father made for me work perfectly and now here I am flying way up in the sky just like a bird! Look, it's the Sun! I wonder how close I can get to it! Maybe I'll meet the god, Helios...or-or maybe Apollo! Oh lookit, Father's still so far down below! He sure is a keen inventor but such a fuddy-duddy! I can't seem to hear what he's trying to say to me! I'll wave to him. 'I'm up here Daddy! Come up here so I can  <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://img.photobucket.com/albums/v185/hollycrapitsfine/ASSETBAR.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Oh I do wish my chubbies for you weren't just virtual."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "This deserves so many chubbies and more.  This deserves  <em>trophies</em> ."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "That reminds me, I  <em>have</em>  to go and buy a load of these \"Winner's Medals\" that I found in a corner shop. They're very plastic, coloured a tacky gold, and have a little gold star on the front underneath which is written 'Made in China'. Yes, Winner's Medals for everyone!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "<strong>~*~White America's feelings on this asset are: we are really sorry, sometimes it is hard for us to recognize our privilege because that's kinda how privilege is, and really, seriously, we're sorry~*~</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "YES <br/> \n <br/> \nNow do it again, this time in Roast Beef card form  <em>and slower</em> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 4,
    "snip": false,
    "text": "Okay, okay, front:  <strong>I'm Sorry Society Did My Preconceived Notions Up All Wretched</strong> <br/> \n <br/> \nInside:  <em>I've Learned Something From My Mistake And Will Hell Of Such As Try To Examine My Privileged Status More Thoroughly</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<strong>*~* <em>Black America's feelings on this asset are: REPARATIONS COMPLETE.</em> *~*</strong>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Wow, loneal, thank you so much! You did it! This is seriously like one of those movies where a thousand years war is ended by the kindness of a cute little girl only more awesome because you are of legal age. <br/> \n <br/> \nBut at the same time...it means my work here is done. Time for me to start packing my suitcase. It's gonna be a long spaceship ride back to Africa."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "vChubbies cannot express sufficient admiration."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I squandered my chubbies on filth when compared to this, which I have no chubby to give."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I am basically sure that white america is never sorry for this ever. I would probably tack on a \"little lady\" to that if it weren't getting old now."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Naw, white liberal guilt may be just as prevalent as racism. I think. I hope."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Hell, it may get a president elected. (Fingers crossed.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "I'm mexican but I can never get any racial guilt to play my way. Probably because I dont speak spanish and never go outside. So I look like a white guy that occasionaly goes outside. I guess on the plus side I was born with the ability to pour concrete and build a deck and I can fit into a car even if the only empty spot is in the glove box."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I am laughing so hard right now, falseprophet.  <em>So hard</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Actually, I think It's more your jaw (from the angle that I can see at least) that makes you look like the Earth-powers superhero, as they, for some reason tend to have massive mandibles. And don't get mad! If you left, who would represent  <strong>Black America</strong> ?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Mm... I don't see it.   <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://farm4.static.flickr.com/3025/2456130648_e50f29935e_o.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Well I can't stop seeing this: <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://m.assetbar.com/achewood/user_aux?b=M^47f060dc670fbc640497ea5ef4def8e31&amp;f=ab_avatar.gif\" style=\"border:0px;\"/></div> <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://i168.photobucket.com/albums/u173/themongoosey/Muhammad_Ali_150.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "But then, your picture is pretty small. <br/> \n <br/> \n....wait....no can't see it.  Changed my mind.  Wait, yes, yes I can.  Maybe it's just the hair.  And the fight record."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "You are a lovely human being, drskradley."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I think you might want to consider that some of us didn't even know that there is a stereotype about Earth-element magic powers and black people."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Not feeling rad is the greatest obeisance to the God of Assetbar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "God <em>dammit</em>  it is so impossible to live on the east coast and still make it in before the first  <em>four hundred and fifty damned comments</em> .   <br/> \n <br/> \nI am sorry for the raw emotion, Assetbar.  Please, tell me how you do it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "I know the feeling dude. I live on the East Coast, and sometimes the strip updates while I am asleep during the night, and there are people across the ocean who see it first because they are Wide Awake, It's Morning. Or it updates while I am at work and even if I happen to have time to read it I rarely have time to comment on it. <br/> \n <br/> \nDogg Are Two Dudes On The East Coast Going Through The Same Situation On Assetbar. <br/> \n <br/> \n(inside) Ain't This Just Sick As  <em>Hell</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "You explain the Bob Dylan reference but not the Bright Eyes reference? You think we AssetBar folk are low of mind, don't you?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I am of low mind. I have several Bright Eyes albums, but I have not heard a single Bob Dylan song besides \"Blowin' in the Wind\". I am not at all concerned about this state of affairs, though perhaps I'd be more tempted to remedy it if the people who were always going on about Bob Dylan weren't the same ones who look and talk as if they're intravenously hooked up to Pitchfork."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "(Cover) I am sorry you are ignorant of Robert Zimmerman's songs <br/> \n <br/> \n(Inside) That's like saying, \"Who's Shakespeare?\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "He has a point, achilles."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Not that I am particularly familiar with them either."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hmmm, I guess the Dylan oeuvre is a vast and mighty river.  Where to dip your ear?  I'd recommend the very first one, self-titled, \"Bob Dylan\" from 1962.  It is full of energy and charm, and his \"House of the Rising Son\" is fabulous.  His first album with a rock band, \"Highway 61 Revisited\" is also genius.  (And yes, I colleced these as they came out.)  If you like historic flat-picked folk, two from the 1990s where he does ancient and classic tunes are \"Good as I Been to You,\" and \"Word Gone Wrong.\"  One of those has \"Black Jack Davie,\" and amazing Elizabethan type epic."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "In return I will recommend the PJ Harvey cover of \"Highway 61 Revisited\" and the White Stripes cover of \"One More Cup of Coffee\" and maybe even the Sheryl Crow cover of \"Mississippi\" if you're up to it.  <br/> \n <br/> \nTransgenerational musical education!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I'm on it, grl.  Thanks for the transgenerational (that's not  <em>trans<strong>gender</strong></em> , you lurkers) music tips.  Dylan's songs often do much better when others cover them.  \"One More Cup of Coffee\" is a fave, and one I have performed myself, although only to a cat or two.   <br/> \n <br/> \n\"Oh Sister\" just came to mind, another haunting one."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I wasn't really trying to explain the \"Maggie's Farm\" reference per se but mainly I was concerned that calling it a song about 'slavery' might be kind of a strained reading that would get you a B- in English class but if it was unnecessary then <br/> \n <br/> \nI Am Sorry I Explained The Bob Dylan Reference From Now On I Will Not Explain Everything Equally And Just Let Lames And Chubbies Determine What Works And What Doesn't <br/> \n <br/> \n(inside) Personally I Listen To Bright Eyes Very Little And Bob Dylan Almost Never But I Am Actually Guilty About The Latter"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "wait falseprophet you're not really leaving assetbar are you? did i read that right? don't go! also, do you live in dc? i live right outside of dc! hi."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "<strong>Sorry I'm a Lady encroaching upon this time of East Coast Dudes, but I agree.<br/>\n(The inside is a poorly drawn husqvarna tractor)</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Yes, thank you. Another East Coast person here, thus cursed to perpetual lateness."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "God <em>dammit</em>  Is That The Case or Isn't It We Got To Just Have A Damn System <br/> \n <br/> \ninside: It's Raw Whiles Until We Get This Figured Proper <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231062852im_/http://www.wiggle.co.uk/images/maglite%20led%202%20aa.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nMini Maglite LED.  Long life, nice and bright, Maglite dependability."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Okay like today, 5/1, Onstad has said the new strip will go up at noon Pacific, so for me, a Midwestern candidate for governor, that's 2:00 p.m.  So I know when to be around the Assetcooler.  What about that is so hard, hello?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Now I realize this is something of a preemptive strike, but now that we can see each others faces, Assetbar had better not become a place in which we only ever discuss each others Secret Places."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrfedora",
    "plus": 3,
    "snip": false,
    "text": "You stay the hell away from my hatrack"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I like this and it sucks it's so far down in the thread."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It is very good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "<em>Hey baryonyx, let's talk about your Secret Placessssssssssssss</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "look how fat beef is in panel 7 <br/> \n <br/> \nwhat's going on here"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "his triglycerides could use some work"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paradigmeyes",
    "plus": 0,
    "snip": false,
    "text": "achewood fans should have their own city.  <br/> \n <br/> \nor [i]island[i]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "An island, for reasons that my avatar makes obvious. The girls of achewood are surprisingly attractive."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "I think this is a good place to plug the achewood chat again. I feel it's necessary, because we have a good community of regulars going already, but just not enough. Tekende and Margaret and mira and farqussus and all the rest of you who are slowly becoming regulars, back me up. There are even achewood fans in the chat that don't post on assetbar who have found it through other strange and unsettling ways. Download mIRC, folks, type in /server slashnet.irc and /join #achewood. We are having a grand old time, and I will assign a random word to your name that kicks you out of the chat any time anybody says it. This is not an optional feature.  <br/> \n <br/> \nOkay, for anybody who notices, yes, I am aware that I posted this about halfway up the asset once already. But with 650 posts and building fast, I honestly feel I need to place this at least twice on the asset if I want more than a couple people to see it randomly before there's a new asset tomorrow. So, i'm sorry for double posting, but at least i'm not doing it unintentionally like cromar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You have a future in advertising or publicity work.  Now get the hell out of my office!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardcorebrat",
    "plus": 0,
    "snip": false,
    "text": "A few months ago I placed some old running shoes and a flashlight under my bed as I had learned was a good idea in case of an earthquake here in the San Francisco area.  After reading all of this I am flustered by an unnatural longing. .......           ...........              ..........in my c.....no, no, no."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "<strong>Hotchie motchie!</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Really, where did she get that picture of my mother?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anindexofmetals",
    "plus": 0,
    "snip": false,
    "text": "Roasted Beef has been working out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tsox",
    "plus": 0,
    "snip": false,
    "text": "This is the best fucking arc of all time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ditrix",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef has a goatee?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "That would be the collar of his short sleeve button down."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "videocrime",
    "plus": 0,
    "snip": false,
    "text": "SENDER : draw boobs <br/> \n <br/> \n(o)(o)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kodiakclock",
    "plus": 0,
    "snip": false,
    "text": "preferred maglight for the win"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I agree with the Maglite chosen.  I have it in red.  It's a good Maglite, excellent for all purposes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "The question is, is that Beef's or Ray's favorite mag light?  Or Onstad's?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lionboy",
    "plus": 0,
    "snip": false,
    "text": "The font  <em>almost</em>  looks like Palatino Linotype, except for the apostrophe on the word \"ain't.\" I know this because Size-10 Palatino Linotype is my font of choice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "The best maglite has to be the 6-d. <br/> \n <br/> \ngreat for busting heads and blinding people."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "I notice he's fine-tuned the text. That is a mark of dedication."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gpvos",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef's design program has good taste in typefaces."
  }
]