[
  {
    "depth": 0,
    "minus": 0,
    "name": "william",
    "plus": 0,
    "snip": true,
    "text": "A comment left by william was marked lame too many times and excluded. (marked lame by featurelessvoid, LandosBBQ, Vladimir, veck)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bovine",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bovine was marked lame too many times and excluded. (marked lame by GeyserShitdick, TheLoneliestMonkey, SpiceRice, fortunagolde)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sittered",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sittered was marked lame too many times and excluded. (marked lame by enough_talk, straw, symbolsoup, Unfun, Overmedicated, NeoNaoNeo, CK421, n00b, GMM, farqussus, NDCaesar, FablesandBlues, MortisInvictus, HolyQ, mustconcentrate, idsyen, ravindra108, mugi, werthog42, opprobrium, jonnylatron, retinarow, Doc_Rostov, yingkaixing, greyfield, saucy_jack, motts, M-E-Charm)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bovine",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bovine was marked lame too many times and excluded. (marked lame by nabeel84, TheLoneliestMonkey, jimbob)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "i_love_kate",
    "plus": 25,
    "snip": false,
    "text": "BUUUUUUUURN."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sittered",
    "plus": 11,
    "snip": false,
    "text": "I've thought a lot about it. And I'm sorry. I'm a better person now."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bovine",
    "plus": 6,
    "snip": false,
    "text": "hey man its cool. its cool."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "regrepsnefpoh",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry you're dealing with idiots here, sir."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "thomasedison",
    "plus": 6,
    "snip": false,
    "text": "This is the perfect comment. It is First, it has a Pun related to the strip, It's even related to the posters identity. Bravo"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "knuckleheadbabylon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by knuckleheadbabylon was marked lame too many times and excluded. (marked lame by MrJames, aikennubbles, SotiCoto)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, ezcmac, tekende, Zefiel, facehead, apocowarg, symbolsoup, fakead, trialandterror, riotdejaneiro, jstegall, Unfun, Overmedicated, mattbeetee, vheissu, Vondicus, Jesler729, Deusoma, Vice, envika, aargh, BrodieBruce, mashisoyo, astro_zombie, jake11, goocifer, Catachresis, GeyserShitdick, chivalress, lamelliform, rowboat, songbirdspectre, anticitizen, bug, Courtland, Connellingus, Kleptonis, catgrl131, Howard, NDCaesar, Paco, Sweetlips, FablesandBlues, MortisInvictus, JuanCarlos, atticusonline, abendsonnen, verplanck, HolyQ, SoupyTwist, mustafa, Carrot, luckypyjamas, Axhoola, TTAGXAMM, we_eat_vitamins, mistlethrush, idsyen, mighty_pit, LaserBlade, cognitonaut, mugi, Fcannon, TheSoulBear, Wulvaine, kenyot, Hexjumper, Circadin, alejandroadam, Epicurus, Boredom_Man, benfromtenn, retinarow, Doc_Rostov, hausea, yingkaixing, dropkickpikachu, holly_golightly, havenless, greyfield, M-E-Charm, cuneocapo, slalvation, philosophe, tellumo, Daklin, icecube)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by ted0phile, NeoNaoNeo, shammack, TheLoneliestMonkey, dracer2)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "saurkraus",
    "plus": 9,
    "snip": false,
    "text": "As long as you don't start writing Achewood slash fiction you'll be fine."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 7,
    "snip": false,
    "text": "Manflesh? Wher are you!?!?!?!?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tasteful",
    "plus": 0,
    "snip": false,
    "text": "not necessarily true"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rad_chillies",
    "plus": 3,
    "snip": false,
    "text": "yeah, Molly remembers things Beef says!  doesn't get more serious than that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 1,
    "snip": false,
    "text": "Apparently we have a couple of Buffy fanfic writers on here"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "juancarlos",
    "plus": 21,
    "snip": false,
    "text": "Whaa? How is she a bitch? I dare you to find a woman that calls YOU the next day. Nonsense I say."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "songbirdspectre",
    "plus": 8,
    "snip": false,
    "text": "wow. you really are the pat."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "boredom_man",
    "plus": 40,
    "snip": false,
    "text": "Is most lamed message, played on ugliest guitar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mastronaut",
    "plus": 7,
    "snip": false,
    "text": "oh now i see how asherdan got to be the most lamed poster on the messageboard."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ted0phile",
    "plus": 2,
    "snip": false,
    "text": "I'm still not getting why everyone hates Mr. Asherdan. At least, I assume he's a mister. What with 'dan' being in his name... and all..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anticitizen",
    "plus": 0,
    "snip": false,
    "text": "wait, shit, is this it???   <br/> \n <br/> \nin my newfound unemployment i've had a lot of damn time to go through the archive and thumb through the comments on assetbar thereafter.  i think this is it, the sin asherdan committed that doomed him forever thereafter to all of his posts being guaranteed at least forty lames apiece."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "anticitizen",
    "plus": 0,
    "snip": false,
    "text": "thereafter thereafter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": false,
    "text": "No man. Start with the 'Stoned Lightning' softball arc where this place opened up and work out from there for your rosetta stone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 1,
    "snip": false,
    "text": "Hey, sorry about the unemployment drag, while you're at it. I don't think this place is a paying gig though, y'know."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "anticitizen",
    "plus": 2,
    "snip": false,
    "text": "in a perfect world, IT WOULD BE."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 0,
    "snip": false,
    "text": "What the FUCK asherdan. Honestly. What the fuck."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 9,
    "snip": false,
    "text": "This is a really ineffective way of getting a woman, I have a friend who basically asks this same question every time and gets his shit shot down all the way to hell"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 10,
    "snip": false,
    "text": "It's a tough question to ask. I always wait hell of long or just pretend I think it's implied until the girl asks me. I do that in the manner of a coward."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Speaking as a member of the fairer sex, I can assure you that the strategy is quite effective when used properly.  Pretty guys generally pull it off better; also, you have to talk to her first."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Zefiel, pwb, GeyserShitdick, lamelliform, bug, Howard, SoupyTwist, werthog42, littlefatdog, yingkaixing, dropkickpikachu)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 3,
    "snip": false,
    "text": "I sense that this post got so many lames purely because it was by asherdan. That's perhaps unfair. Not EVERYTHING that asherdan says is worthless, offensive bullshit"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "It may be that the above comment some felt needed to be lamed more than just once by them and overflowed onto this comment.  You can note that I didn't lame this comment (quite the opposite), but I can imagine that that may be the reason this one has so many lames."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 2,
    "snip": false,
    "text": "Oh, Asherdan.  You can't catch a break."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Why do people feel the need to make a whole analysis-comment thread every time Asherdan displays the ability to not ALWAYS be a total prat?  <br/> \n <br/> \nAmazingly enough, he is most likely just a fairly normal dude. And mostly laming him was always just a pattern-driven mode of amusement. <br/> \nMakes me wish I still could. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jamb23",
    "plus": 2,
    "snip": false,
    "text": "THE ASHERDAN FALLOUT PATTERN <br/> \n <br/> \n1. Asherdan says something normal. <br/> \n2. He is lamed. <br/> \n3. Everyone defends him. <br/> \n4. They are chubbied. <br/> \n5. Soticoto makes a comment about how he would lame Asherdan if he could because it's hilarious, and laments his revoked lame status*. <br/> \n6. Silence. <br/> \n7. Some guy no-one has heard of trawls through these archives and attempts to codify this phenomenon. <br/> \n8. ULTRA SILENCE. <br/> \n <br/> \n*Occasionally soticoto will also make a reference to how he is British, or will controversially challenge something someone said long ago (that may or may not be related to his Britishness), but this is not exclusive to the AFP."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fresco",
    "plus": 0,
    "snip": false,
    "text": "ULTRA SILENCE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chaesar",
    "plus": 8,
    "snip": false,
    "text": "Starting the question \"Can you...\" is so Beef. Like it is asking her a favor to spend time with him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 2,
    "snip": false,
    "text": "In the last panel there. Those are emotions I am very familiar with. Beef is the man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Beef sinking down in terror as he asks her makes this strip for me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lucid",
    "plus": 0,
    "snip": false,
    "text": "The stress involved in vocalising this question is likely aging him by several months.  <br/> \nThe absence of stutter, pauses, mispronunciations and pitch shifts similar to adolescent voice-breaking times is purely for readability purposes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "feetnotes",
    "plus": 23,
    "snip": false,
    "text": "I totally said that to a lady a few months ago. Now she is my girlfriend. <br/> \n <br/> \n--Living the Dream--"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 7,
    "snip": false,
    "text": "I periodically check this to see if you've made an addendum and she is now the Venemous Bitch from Hell and you are no longer living the dream. <br/> \n <br/> \nI am pleased to see this is not the case."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Do you actually do that? Because that's a little weird."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 6,
    "snip": false,
    "text": "No. As a matter of fact I saw this response in my inbox and had no fucking clue what it could be about.  <br/> \n <br/> \nBut to be honest, \"Do you actually do that? Because that's a little weird\" could apply to so many things I do."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "feetnotes",
    "plus": 4,
    "snip": false,
    "text": "I regret to inform you that it has indeed ended quite badly. Sorry about the downer :("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Aw, shit"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "At least it was cool for a while eh?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Inevitability. <br/> \nNorman called it, naturally."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "I did this once in high school."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 3,
    "snip": false,
    "text": "Did you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Roast beef is the flyest."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "behka",
    "plus": 0,
    "snip": false,
    "text": "what lady can resist that. he's so sweet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetrisattack",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tetrisattack was marked lame too many times and excluded. (marked lame by riotdejaneiro, rowboat, snoozebar, Flim)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tetrisattack",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tetrisattack was marked lame too many times and excluded. (marked lame by TerribleRobot, rowboat, snoozebar, Rachelskirts)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 5,
    "snip": false,
    "text": "FUUUUUUUUUUUCK. <br/> \n <br/> \n(I regret nothing.)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "You're a bitch.  Bitch bitch bitch bitch bitch bitch bitch bitch...bitch. <br/> \n <br/> \n(holds his coat open for lamers who don't know what he's talking about)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Not the alt text for this strip, though. This one is a line from \"Everybody Wants to Go to Heaven\" by Love and Rockets."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toughasnails001",
    "plus": 0,
    "snip": false,
    "text": "I have been Roast Beef in this comic several times in my life."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "captainpeepers",
    "plus": 0,
    "snip": false,
    "text": "I identified with Roast Beef in this comic once.  Except things went different, and now I identify with Roast Beef 5 months before this arc. <br/> \n <br/> \n:("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctrl-s",
    "plus": 0,
    "snip": false,
    "text": "\"do you want to see the kingdom without a king\" -- best alt text ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 6,
    "snip": false,
    "text": "It's so moving that the verb Beef uses is 'Can', as in, would you have the potential ability to make being my girlfriend possible one day?' Not the confident predictive 'Will' confusingly used in the strip title."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "layzerblade",
    "plus": 2,
    "snip": false,
    "text": "Or even the polite \"would\". Not even daring to imagine that she might  <em>want</em>  to be his girlfriend, Beef only asks if she considers herself physically capable."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toiletstore",
    "plus": 0,
    "snip": false,
    "text": "Beef is hell of on fire"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 6,
    "snip": false,
    "text": "so he says \"show some stones for once in your life\" but he's dead <br/> \n <br/> \ni really like his flinching, too"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure why, but that really made me laugh. The \"but he's dead\" part, I mean. Good job posting that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "narm",
    "plus": 0,
    "snip": false,
    "text": "this one is my favorite."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I think this is one of my favorites as well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "delicatemoth",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef is now my favourite cartoon character, more than Fat Freddy's Cat, more than T Rex, more than Strontium Dog. He is hot as the dickens."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "origotoshi",
    "plus": 0,
    "snip": false,
    "text": "Strontium Dog, from the old Judge Dredd comics?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "The alt text is badass"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevenslashfour",
    "plus": 0,
    "snip": false,
    "text": "Beef is so cute."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 0,
    "snip": false,
    "text": "The last panel could make a lady weep. It could make a homeless man turn his life around and achieve more then any man has ever achieved before. It is basically like piano music."
  }
]