[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by ted0phile, johnnybaverage, ezcmac, jthm_guitarist, madnes, zcross00, karljw, symbolsoup, 1000Hz, cherojack, riotdejaneiro, cryztal, mikeronomicon, pwb, StoatLad, Hipjiverobot, redion, SixtySwine, Jesler729, Deusoma, 7th_shot, aargh, skviiier, DeimosRising, Carpetbag, kazad, goocifer, Catachresis, Moguin, StagnantDisplay, mercuri0us, shammack, Moraiat, bug, trisha, barfighting, Connellingus, Kleptonis, rascaldom, jay_wish, regrepnsnefpoh, TheLoneliestMonkey, wazza, NDCaesar, gtc, waldo913, 762, Sweetlips, Sargasm, atticusonline, Sleaw, mustconcentrate, Carrot, Lumus, nipsy43, mistlethrush, aHatOfPig, regrepsnefpoh, Magb, ravindra108, oniasyria, Wulvaine, RBK, eRiUukFJk, smilebuddha, Epicurus, Doc_Rostov, Audhumla, nphares, holly_golightly, ibetso, greyfield, stormagnet, Infinitude, sp1derbaby, slalvation, ouroboros, joamiq, wehavemagnums, Darthemed, afvbs, flynn)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "deimosrising",
    "plus": 40,
    "snip": false,
    "text": "If you're reading this strip for \"payoffs\" I don't think you're fully grasping it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by johnnybaverage, madnes, symbolsoup, 1000Hz, cherojack, riotdejaneiro, mikeronomicon, Overmedicated, StoatLad, Jesler729, 7th_shot, BoboTheHobo, Carpetbag, goocifer, Catachresis, mercuri0us, shammack, bug, trisha, rascaldom, regrepnsnefpoh, wazza, gtc, atticusonline, Sleaw, mustconcentrate, Carrot, Lumus, nipsy43, Magb, ravindra108, oniasyria, Ciansy, eRiUukFJk, Epicurus, yingkaixing, Audhumla, nphares, ibetso, stormagnet, joamiq, Darthemed, afvbs, flynn)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "deimosrising",
    "plus": 48,
    "snip": false,
    "text": "In that sense I'd argue that an old southern man investing all his fortunes into a program that makes you look pregnant, only to regret his decision is something of a nontraditional payoff."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by Overmedicated, StoatLad, NeoNaoNeo, Taidje_Khan)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 1,
    "snip": false,
    "text": "you should see his achewood spin off. it's sooo good."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by ted0phile, KtistecMachine, jaredwilde, StoatLad, NeoNaoNeo, DeimosRising, salvagebar, rowboat, d3athcann0n, bo, yaegmenthor, holly_golightly)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saddestking",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saddestking was marked lame too many times and excluded. (marked lame by ted0phile, TonyHighwind, regrepnsnefpoh, waldo913, d3athcann0n, dracer2, holly_golightly, Satyr)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "waddlerz",
    "plus": 1,
    "snip": false,
    "text": "actually, i think he is just too arrogant to appreciate it"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "mikeronomicon",
    "plus": 2,
    "snip": false,
    "text": "You have not even begun to be mocked, jackass."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drjawesome",
    "plus": 1,
    "snip": false,
    "text": "<i>You're welcome!<i>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "themeth",
    "plus": 0,
    "snip": false,
    "text": "Whoops!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dimwittedullard",
    "plus": 0,
    "snip": false,
    "text": "I..i'm getting dragged into his balck hole of Douchebaggery. I can't....resist....must...lame...asherdan.. (to self) \"NO! THAT'S WHAT HE WANTS! THAT'S HOW HE WINS! SINCE HE WILL NEVER HAVE PHYSICAL OFFSPRING, THIS IS HOW HE REPRODUCES! HE BURROWS HIMSELF INTO YOUR SOUL UNTIL YOU ARE FILLED WITH THE SAME BILE THAT CONSUMES HIM! RESIST! DAMMIT, MAN RESIST! I...I....Can't resist. I lose."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dimwittedullard",
    "plus": 0,
    "snip": false,
    "text": "I'm going through these archives, and everyone succombs to the sickness eventually. After seeing that absolutely every comment that he makes is arrogant and sardonic, and he has a comment on every page, you just can't help yourself...You respond. He is the type of person who would cackle in your face, as you lose control of your body and emotions, and beat him mercelessly. The laughter would fuel your rage, and you'd beat him even more. Ifyou didn't accidentally kill him, Eventually the adrenaline would die down, and all his bones would be broken. As the EMTS came to pick him up, and put him on a stretcher, his head would slowly list back and forth. He'd crack open one eye, and slowly lift it so that it points in your direction. He'd whisper, voice breaking and cracking all the while, \"Thank you, thank you for putting me in my place. you have released me from the bondage of my own hate.\" Then he would pass-away silently, without family or friend."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dimwittedullard",
    "plus": 0,
    "snip": false,
    "text": "I had to give it a happy ending. I can't succomb to the dark side. If someone wants to write an ending which is actualy realistic, I'd be pleased as punch to read it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mortshire",
    "plus": 5,
    "snip": false,
    "text": "right.  asherdan, people sometimes take pauses between sentences.  even when those people are fictional cartoon cats.  ray is just being a concerned listener."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scifigrl47",
    "plus": 0,
    "snip": false,
    "text": "I always took that as less concerned and more, \"Christ, you are amazingly dumb, and I share genetic code with you.\"  This is the polite, scrunched eyebrow look I get while talking to most of my Southern relatives.  We do not get along, as such."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "evolume",
    "plus": 35,
    "snip": false,
    "text": "Hey look, the guy who likes achewood so much, he doesn't even like it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fielding",
    "plus": 19,
    "snip": false,
    "text": "<em>Must've been a rough week.</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "godfatherofsouls",
    "plus": 14,
    "snip": false,
    "text": "do you get pissed off at movies during periods of no dialogue."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 25,
    "snip": false,
    "text": "I PAID FOR A TALKIE, DAMMIT!! WHAT IS THIS??!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Ok now he is kind of being a dick. Though I suspect by now he's just reveling in his status as most hated man on the board and pretty much inviting the lames. Why comply?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "why ask why?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 1,
    "snip": false,
    "text": "They told me I would understand. I understand  <em>painfully</em> ."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "goatmasterflash",
    "plus": 30,
    "snip": false,
    "text": "No, this one's different. It is a pregnant pause."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "love_is_so_punk",
    "plus": 3,
    "snip": false,
    "text": "It then gave birth to many baby pauses, each one more awkward than its parent."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redheron",
    "plus": 0,
    "snip": false,
    "text": "I dunno if I'd really call it merely a \"big pause\". I personally think the face Ray's making in the second to last panel sort of add to the strip. <br/> \n <br/> \n(1 year later, but I just felt it needed to be said. Sorry if I'm a bother. (: )"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "link",
    "plus": 0,
    "snip": false,
    "text": "Actually, I saw the pause and thought nothing of it besides \"I bet asherdan will have something to say about that.\" <br/> \n <br/> \nFirst comment too, as always."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "internnumber1",
    "plus": 36,
    "snip": false,
    "text": "Wow. Even Ray thinks that is a terrible idea. The cat who put fake testicles on a cellphone won't get behind this idea."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 10,
    "snip": false,
    "text": "I love the intersection between the otherwise distant worlds of the wealthy southern gentry and the weird internet photoshop business. <br/> \n <br/> \nThis is one of my favourites."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by Jesler729, goocifer, STUART)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "semiquaver",
    "plus": 3,
    "snip": false,
    "text": "This is an Achewood strip.   <em>It is five.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 1,
    "snip": false,
    "text": "Should've marketed it to the pregnancy fetishists."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "slalvation",
    "plus": 2,
    "snip": false,
    "text": "YOU COULD UPLOAD PICTURES OF NAKED PEOPLE TO IT!!! <br/> \n <br/> \nI THINK THIS VENTURE MAY BE A SUCCESS AFTER ALL."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 1,
    "snip": false,
    "text": "Uncle Culpepper be one smooth operator"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jaldor",
    "plus": 1,
    "snip": false,
    "text": "The only possible application I can think of for a \"rendering engine\" of that sort is a twist on the ole \"Hey mom I'm pregnant ... just kidding, but I do need money.\" bit. It'd actually work really well in greeting card format."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "forsooth!"
  }
]