[
  {
    "depth": 0,
    "minus": 1,
    "name": "audhumla",
    "plus": 8,
    "snip": false,
    "text": "All I Need To Know I Learned From Achewood"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "audhumla",
    "plus": 11,
    "snip": false,
    "text": "oh god i mean Everything"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by johnnybaverage, DaPooka, Dovey, straw, ezcmac, tekende, Norsef, ButterMoths, biomusicologist, BilliousBill, jrpigman, speccer, cryztal, snowman, StoatLad, Thorfinn, redion, SixtySwine, lordatog, dizneedave, aargh, SchnappM, flazisismuss, treasureplane, kylemcjuicy, lamelliform, GMM, mortshire, mightymeliel, mike24, TheLoneliestMonkey, fatcat, farqussus, ActualTaunt, NDCaesar, joshuah, Sleaw, Cracklewater, Jopon, Flaaron, michellemarie, D-pad, pete, StoicRomance, sdskyle, luckypyjamas, lk, antbrejjn, RogueCheddar, jawsh, Tragic_Johnson, nutmeg, TheSoulBear, clembot, kenyot, brotherbrian, mrblank91, mendenbar, sleepyhead, wingspan, SurelySmack, FunkMessiah, DerSquirrel, J-Man, perogies, SPECTRE, kestral, Nictusempra)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by johnnybaverage, DaPooka, Dovey, ezcmac, jrpigman, speccer, cryztal, snowman, Thorfinn, Yossarian, lordatog, dizneedave, SchnappM, cmjhogan, lamelliform, mortshire, mike24, equinn2006, hikikomori, TheLoneliestMonkey, ActualTaunt, Sleaw, Cracklewater, Jopon, michellemarie, pete, StoicRomance, sdskyle, luckypyjamas, vexingrupert, RogueCheddar, jawsh, nutmeg, TheSoulBear, kenyot, brotherbrian, wingspan, SurelySmack, DerSquirrel, J-Man, SPECTRE, kestral, Nictusempra)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": true,
    "text": "A comment left by audhumla was marked lame too many times and excluded. (marked lame by cryztal, solobuttons, Bananacup, NDCaesar, DrSkradley, kestral)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I'm not the one that lamed you, but I too am pretty tired of that line."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "atticusonline",
    "plus": 3,
    "snip": false,
    "text": "393rd"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nokococo",
    "plus": 5,
    "snip": false,
    "text": "Ah, old females."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "cpnglxynchos",
    "plus": 25,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "there is a lot of them out there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by farqussus was marked lame too many times and excluded. (marked lame by StoatLad, lamelliform, MortisInvictus, doctorbeene, sdskyle, luckypyjamas, aesop_punk, troutman, scraggg, retinarow, wingspan, peterjoel, tessebatt)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "She meant to post it on that...new strip...which no one has posted on yet.  What?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": false,
    "text": "\"she\" was accusing me of rushing so hard to make the first post on this strip that i made a mistake and then playing it off with a cute reply to my own post. it was pretty clever"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "When Poing does it, I chubby him/her. <br/> \n <br/> \nSure, others might be doing it with just the same amount of ironic merit, but my reasoning for the playing favourites is faultless. <br/> \n <br/> \nWhat's that?  What's my reasoning?   <em>Mind yo place son and don't be talkin now</em>"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "I went to lame this and found I already had"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "unklmnky69",
    "plus": 0,
    "snip": false,
    "text": "why would you post with only the word \"first\"? if you're excited about being the first poster (only God knows why) espouse an interesting and astute observation bout the comic strip. and then if you must, hit return a few time and type \"Woot first post, I RULZ assbar\" or something along those lines. but including the thought proving and insightful words at th beginning, and maybe celebrating the thrill of firstposting in s quiet manner that stays in the realm of the audible, would save your actual thoughts from being tainted by Woo000ooOOttttttttttS!!!!!!111 and such. just a thought that i had"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "unklmnky69",
    "plus": 0,
    "snip": false,
    "text": "i apologize for my ambien-crafted mistakes. i did proofread, but not well enough <br/> \n1. observation About the <br/> \n2.at thE beginning <br/> \n3. thrill of firstposting in A quiet manner <br/> \n <br/> \ni capitalized the corrected mistakes and hang my in abject contrition for at least three seconds. i'm done now, and hope that all is forgiven as i must sleep the quiet sleep of bad news and the pills that come with it. this will make no sense tomorrow, but i don't care. goodnight my minions....."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "no, you are not."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": false,
    "text": "the denizens of achewood assetbar call for \"a history of the world, Achewood Edition\". <br/> \n <br/> \nedited by Pat.  Foreword by Phillippe. or Lie Bot."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "qeramah",
    "plus": 5,
    "snip": false,
    "text": "Ray has a way ruder stovepipe hat than Mr. Brunel."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "songbirdspectre",
    "plus": 5,
    "snip": false,
    "text": "the rudest."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "qeramah",
    "plus": 1,
    "snip": false,
    "text": "Indeed. Also, his sideburns are pretty epic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dwodles",
    "plus": 2,
    "snip": false,
    "text": "I think maybe the mark of a quality man in those days was based upon the height of his stovepipe hat and the lushness of his sideburns."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dwodles",
    "plus": 18,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nThis is why everyone loves Lincoln."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "forshame",
    "plus": 14,
    "snip": false,
    "text": "I like that picture, makes him so inhumanly stoic.  A Painted tin figure of himself stared at by a scheming prospector. <br/> \n <br/> \n\"I'll git'cher hat, Mister Lin-kun.  Sure enough I'll git it..\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 3,
    "snip": false,
    "text": "You have to understand, this is in a time when pictures were not a common medium. To have your picture taken with the president was a big deal, big enough to worry about the details- well, should he be touching the president or not? Surely no common man should be shaking hands with President Lincoln in a photograph.\"  It would have been as over-analyzed as any celebrity paparazzi shots are now.  Better to make it inoffensive and stoic than incite a riot.  Plus, the man was trying to unite a nation divided.  He couldn't be too friendly in photographs with Yankees, as not to inspire Rebel blood to boil. <br/> \n <br/> \nOr did I just over-analyze?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyc",
    "plus": 1,
    "snip": false,
    "text": "Yeah I think it is more his waistcoat personally. <br/> \n <br/> \nMakes him look hell of gaunt."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "Skinny dude, that Lincoln."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "I think he may be trying to play off the fact that he's a little worried; those dudes could be reachin for their  tiny revolvers."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dwodles",
    "plus": 1,
    "snip": false,
    "text": "Fuck man, that \"Lincoln and Two Dudes Possibly Carrying Tiny Revolvers\" represents hell of foreshadowing:  <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nAlright I'm done with the Lincoln pictures, sorry."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dezufnocosem",
    "plus": 55,
    "snip": false,
    "text": "dude too soon"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "even I had to chubby this"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "zem",
    "plus": 2,
    "snip": false,
    "text": "even the notorious dwodles had to chubby this"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "If I had a chubby for you -- by God you'd have deserved it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Well met. Forsooth, I have no more chubbies, but thou deserveth one."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "unquotable",
    "plus": 3,
    "snip": false,
    "text": "our first and last giant president"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hexjumper was marked lame too many times and excluded. (marked lame by potashnik, TheLoneliestMonkey, peterjoel)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tombsgrave was marked lame too many times and excluded. (marked lame by daidai, TheLoneliestMonkey, tommycrashwreck)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 2,
    "snip": false,
    "text": "It happened to me by accident. I just started subconsciously replacing 'hella' with 'hell of' in everyday speech."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 0,
    "snip": true,
    "text": "A comment left by terrainasaur was marked lame too many times and excluded. (marked lame by daidai, Absurdist, footslogga)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "It is not a word invented by Achewood."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buttermoths",
    "plus": 7,
    "snip": false,
    "text": "Well, none of the words in the sentence fragment \"hell of such as\" have been invented by Onstad, but he's made them do some wonderful things."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "My point was that it is not odd that \"hella\" would have been a regularly used part of someone's vocabulary prior to reading Achewood."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "baryonyx",
    "plus": 3,
    "snip": false,
    "text": "The thing is, 'hella' isn't actually an abbreviation of 'hell of', which means the latter phrase has no grammatical basis. This improves it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145756/http://en.wiktionary.org/wiki/hella\">Lies.</a>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Truths."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "harletron",
    "plus": 1,
    "snip": false,
    "text": "\"Oh.. today's Cyrell's bday.. we hella sang her happy birthday at the spot %u2026\" what the hell kind of name is cyrell? at the spot? am i the only one amused by this?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Well, to be precise, it was not  <em>originally</em>  so. I think the derivation of the term comes from Los Angeles \"L.A.\" being turned into \"Hell A.\" (Hella) under the presmise that everything is special in some hell-like fashion in Los Angeles. Therefore if something was \"Hella tall\" it would be very tall like things in this Hell-aspect of Los Angeles. <br/> \n <br/> \nFrankly I think that's an incredibly stupid origin but phrases can't choose their parents."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "I'm going to come right out and say it... I think that's a bit of a stretch."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "Wow. I was under the impression that it was an abbreviation of \"hellaciously.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "or possibly a contraction of \"hell of a\" as in, \"hell of a big explosion\" which would explain how \"hell of\" is a alternative to \"hella\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "While I respect, and enjoy, the study of the English language and it's many subdivisions, pinpointing the exact start of a saying is always going to be hazy. Multiple reasonable explanations will always be equally viable in my book."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i think that all interested in this subject should read  <a href=\"http://web.archive.org/web/20101009145756/http://www.unfoldingoflanguage.com/\">The Unfolding of Language</a>  by Guy Deutscher. etymology is something more than a hobby of mine and i found this a pretty good read."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, but please do not associate \"hella\" with anything Southern Californian; that is a Northern Californian thing. I know it's stupid to get upset about, but...c'mon, man."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 0,
    "snip": false,
    "text": "not odd. but questionable. disregard it: i was taking out my drunken bitterness on a comment section for an online comic."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "[quote=\"buttermoths\"]Well, none of the words in the sentence fragment \"hell of such as\" have been invented by Onstad, but he's made them do some wonderful things.[/quote] <br/> \n <br/> \nIt goes to show that while you can't teach an old dog new tricks, you if you put four old dogs together."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "retinarow",
    "plus": 1,
    "snip": false,
    "text": "Oh well, try something new, assetbar has its way with my ass. hate."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Just for future reference, it's like this: <br/> \n <br/> \n[ quote ] This is a quote. [ /quote ] <br/> \n <br/> \nWithout the extra spaces, obviously. Happy quoting!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>[ quote ] This is a quote. [ /quote ]<br/>\n<br/>\nWithout the extra spaces, obviously. Happy quoting!</em></div> <br/> \n <br/> \nThanks. <br/> \n <br/> \n(that is to say, now I will be quoting everything.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Thanks.</em></div> <br/> \n <br/> \nNo problem."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "It held a position in mine. <br/> \n <br/> \nUntil now..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "People from No. Cal. use \"hella\" unironically.  Like it was given to them through their mother's milk.  It's an odd thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "In central Missouri, we say it hella mad real (for the kids)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "CoMo?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gormster",
    "plus": 7,
    "snip": false,
    "text": "cobalt molybdenum"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "add those to a chromium-nickel alloy and you get hell of heat and creep resistance."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Yeah, actually :)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yes, cobalt molybdenum. But also Columbia, Missouri. Cromar, are you from there?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wigglestick",
    "plus": 1,
    "snip": false,
    "text": "Ooh! Ooh! I am! <br/> \n <br/> \nI am there right now."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Dang, we should definitely get the Missouri Chapter set up, though I have a feeling that there'll only be a few of us and it'll probably annoy/bore the piss out of the others here. Anyway, Missouri Acheworlders, sound off. I'm in STL, but I stop through sometimes. Maybe we can summit at Shake's at some point."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Have you guys ever been to the arch? I've never been to Missouri but I heard some things bout that arch."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "If I were standing on my roof, I'd be looking right at it. Haven't actually been up in it since Small Times, but I think it has to be one of the most interesting and beautiful useless structures in North America. I'm glad it's there."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "aarongstock",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>[I]t has to be one of the most interesting and beautiful <strong>useless</strong> structures in North America.</em></div> (emphasis mine) <br/> \n <br/> \nI say we force everyone moving by land from east to west of the Mississippi to travel through the arch. <br/> \n <br/> \nI'm thinking we should force westbound air travel through it, too, because otherwise upstart dirigible ferry businesses would exploit this loophole."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "And machine guns. There should be machine guns."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "I've been up in the Arch a number of times, but it's been several years. I pass through STL semi-regularly, however, so I see it fairly often. There's a pretty awesome Married to the Sea that features it, I'm looking in the archives for it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wigglestick",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145756/http://www.marriedtothesea.com/110207/home-of.gif\">http://www.marriedtothesea.com/110207/home-of.gif</a>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Hey, you Missouri guys are all right. I was kidding and here you go making me want to go waste some Sky Miles. No wonder they call Missouri the Missouri state."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "It's \"the Show-Me\" state. Truly a versatile sentiment, e.g.: <br/> \n <br/> \nSHOW ME THE MONEY! <br/> \nSHOW ME (or Charlie Murphy) YOUR TITTIES! <br/> \nSHOW ME THE MEANS OF PRODUCTION, UNFETTERED BY THE CHAINS OF THE BOURGOIS SWINE! <br/> \n <br/> \netc. etc."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "STL!!!!  YESSSSSSS!!!!  RIGHT HHHHRHEEEEEARREEE!!!!!   I AM HHHEEEERRREE!!! <br/> \n <br/> \nPS I know this rowboat dude.  I KNOW him."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "We \"know\" one another."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "<em>Biblically.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "i used to check my norcal speech and consciously avoid saying hella. achewood has inspired me to embrace it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "It's a cute little quirk if it slips into everyday speech.  One of those ways that NoCal tries to differentiate itself from the rest of the state.  In the few years I sojourned up there the East Bay and Peninsula accents I never ceased to find amusing.  Ray, to me, sounds like one of those dudes from North Oakland that always wear a beanie.  You guys are so darling some times! <br/> \n <br/> \nCute or not though, I intend to keep stealing your water."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "The people who buy those god-damned screeching mufflers that play the exact pitch capable of vibrating the brain such that the listener convulses with rage and vomits blood? <br/> \n <br/> \nI sure as hell hope Ray isn't one of them."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "No, Ray's from a bit closer to the hills than the dudes with the mufflers. I think Ray's accent is from just east of Telegraph in North Oakland."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 0,
    "snip": false,
    "text": "um. that's my water. i am from oregon and that is my water. god fucking dammit."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 2,
    "snip": false,
    "text": "I don't think we steal much Oregon water.  There's too much crystal meth in it for general consumption."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 0,
    "snip": false,
    "text": "well played."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "you can steal as much of our water as you like, as sacto is actually the capital of crystal meth production for the US. <br/> \n <br/> \n(speaking of cuteness, your duck is hella precious. let's be friends.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "No problem!  It is a scientific fact that baby ducks are the cutest thing in the universe."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pebohead",
    "plus": 0,
    "snip": false,
    "text": "thats cause their mother's milk was full of THC"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Yeah, we hella do it all the time. In New York, they do similar things with the word \"fuck\", or so I hear."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "digdugz",
    "plus": 0,
    "snip": false,
    "text": "I pretty much use the word fuck in every sentence. Including conversations with my fuckin' mother, yo."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I've never used either in everyday speech, but now... I might find that I'd better use it. It's hell of impractical to try and get around without using it now, I find. I want to say Hell of all the time. Is there an AA equivalent yet?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "My friends have picked up \"hell of\" and other Achewood-isms through me. None of them read Achewood. <br/> \n <br/> \nI hate my friends."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 0,
    "snip": false,
    "text": "yeah all friends use \"puzzled on the brew\" to describe drunkenness. none of them have read achewood. they think i'm clever and i let them believe it because i don't want to say \"yeah, i got that from this online comic\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 0,
    "snip": false,
    "text": "*all MY friends* i meant. i'm sure other friends say different things sometimes maybe."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "footslogga",
    "plus": 0,
    "snip": false,
    "text": "then they are not your friends."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "Oddly enough, not necesserily true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doctorbaronking",
    "plus": 2,
    "snip": false,
    "text": "I saw a Nova on this exact thing last week. This is an accurate portrayal of what genuinely happened.  <br/> \n <br/> \nAlso: Is Ray wearing fake muttonchop-style sideburns? If so, that's fun."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 13,
    "snip": false,
    "text": "Oh,  <a href=\"http://web.archive.org/web/20101009145756/http://achewood.com/index.php?date=12022005\">those old things</a> ?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 23,
    "snip": false,
    "text": "Ray is from... history!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kenyot",
    "plus": 2,
    "snip": false,
    "text": "The Achewood Generator is at it again!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "19th century figures and events   disgusting, appalling, and bizarre abuse of animals = Achewood <br/> \n <br/> \nYeah, looking back, that sums every single one of them up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 10,
    "snip": false,
    "text": "It seems assetbar doesn't like the \" \" or \"plus sign,\" or maybe I just totally fucked up.  <br/> \n <br/> \nI also blame my bad insurance rate on assetbar, along with the curious odor my socks have recently begun emitting. It is also why puppies cry sometimes, for no reason. They just know assetbar is out there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "yeah man, addition just straight disappears. <br/> \n <br/> \nif that is assetbar's dirtiest secret, i will be surprised."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "Assetbar smuggles class A drugs in your car."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "Assetbar once beat a man to death on the steps of a church."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "this one time i saw Assetbar punching a kitten in the throat."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Assetbar left my mama and me on the side of the road. Mama said he wasn't comin' back. Mama never told a lie."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 6,
    "snip": false,
    "text": "Let me tell you a story, maids and fellows. <br/> \n <br/> \nOnce when I saw a little orphan girl sitting on a stoop in the poorest neighbourhood in a heartless town.  She had just spent her last penny on an ice cream cone, and spent the whole day prior to this begging at the local churches and charity organisations to get what she imagined a nice dress with which to justifiably enjoy this frozen treat.  A simple dress of red and white - but to her, an elegant gown not unfamiliar to ballrooms of Nice and Milan.  She had washed her face at the public toilets, cleaned her fingernails, and gone to the ice cream shoppe to purchase her rare treat in a childhood sorely lacking in child-like freedom. <br/> \n <br/> \nThere she was sitting, watching the vanilla drips sliding down the cone towards her fresh hand, utterly epitomising innocent and gleeful anticipation. <br/> \n <br/> \nWhen suddenly!  Out from the depths of Tartarus and through the darkest of alleys and byways came two unruly and untrusting rogues!  Pay careful attention, dear reader, for their form shall not be discussed - no, only the depths of their horrible depravity. <br/> \n <br/> \nI tremble as I tell you, dear reader, of what happened next. <br/> \n <br/> \nThe first of the cretins marched up to the still, at this point, innocent little girl and - behold! - swiped the ice cream cone from her hand!  With the poor urchin not yet crying from shock, the second rogue mercilessly began tossing AOL boot disks into her face until she fell over backwards.  And then - I hesitate from pain, dear reader - the first of these rogues... <em>gluttonously ate the ice cream cone in front of her.</em> <br/> \n <br/> \nI am here to tell you, readers one and all, that the first of these horrible men, the one who stole and gorged on a poor orphan girl's first ice cream, was none other than Assetbar. <br/> \n <br/> \nAnd the second villain, the one who abused her just long enough for the fulfilment of her torment to arrive,  <em>was also Assetbar.</em> <br/> \n <br/> \nI say this as a warning, dear readers.  Be wary."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "(Shamelessly stolen and altered from the guy from Sam and Fuzzy.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Manflesh's second coming..?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Manflesh's second cumming. <br/> \n <br/> \nOh God...I'm so sorry"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i was afraid someone would..*shudder* come along with a notion such as to make a reply as thus."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "<strong>I</strong>  heard that Assetbar  <em>doesn't like music</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I head that Assetbar can't have an orgasm unless it eats a dog."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Assetbar also thinks what we don't need more of is science."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wilto",
    "plus": 1,
    "snip": false,
    "text": "This I simply cannot brook."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "or math...as it hates plus signs."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I heard Assetbar throws Dobermans at old ladies and coldcocks redheaded dudes just for the f of it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "I heard that Assetbar is a type of message board on the Internet."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "WHOA"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the paradigm through which i viewed Assetbar has been shattered like Todd's weedwhacked guitar strings."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "Man once said he'd drive to natucket. see his familly, ask his great aunt what the harvest had been like, see whether his nephew still strummed a guitar on the porch idly counting the sunsets. Maybe even catch a glimpse of the old man who hobbled to the general store to buy a single peice of jerky before fearfully turning back when the purple clouds glared malevolently down at him. <br/> \n <br/> \nAfter a long and monotonous journey the man got to his relatives village, nobody there, wind rattling the shutters and the breakfast set on the table, long grown cold. as he crouched on the porch; despondent and broken he thought heard a reedy voice whisper in is ear. <br/> \n <br/> \nAssetbar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "I had this same problem yesterday when I tried to make a witty reference.  Just ruined my post.   <br/> \n <br/> \nOn the bright side, it seems that Onstad definitely checks Achewood, as he used two pictures that were posted on yesterday's comic.  Makes it seem like we actually have more to do with this thing than just chattering about it at the periphery."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "On second glance, there is a picture in there that was not posted, and I remember from one of Onstad's blogs that he got a book on the Laying of the Transatlantic Cable, so he might have just scanned it from there. <br/> \n <br/> \nLet the chattering continue."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "They're also among the first results of a Google Image Search for his name. Tomorrow: Ray meets William of Ockham."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I wondered about that. I was like, \"My goodness! I contributed!\" <br/> \n <br/> \nThen I realized that if the photo was on Wikipedia, it was probably in about a million other - and more legitimate - places."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kingcrimson",
    "plus": 0,
    "snip": false,
    "text": "I was worried I was the only one who noticed this"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "samcc",
    "plus": 2,
    "snip": false,
    "text": "But... but what happened to Shanty?  You  <em>bastards!</em>  What have you done with Shanty the Yorkshire Terrier?!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "audhumla",
    "plus": 22,
    "snip": false,
    "text": "It is the dog that will be used for the christening."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "farqussus",
    "plus": 14,
    "snip": false,
    "text": "Shanty will be smashed on the prow of the steamship by Queen Victoria."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "Chubby for Transmet avatar pic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "But Spider Jerusalem would DEFINITELY not care what happened to Shanty the Yorkshire Terrier, though..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "He would if he'd just recovered from a night of eating babies' feet dipped in mescaline, and the resulting dopamine crash left him feeling sentimental."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "True, but Spider's more of a (two-headed) cat-person. Remember that dog constable, or the quote that (more-or-less) goes \"Nobody touch that dog! I'm having that dog for my fucking LUNCH!\"?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "wait.. did you change your avatar to a different scary clown?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Hells yeah. I wanted to change my avatar to something less serial-killer-y, but wanted people to recognize me (I know, like, 3 of you by nick, the rest by avatar), so another fucking clown it is. I don't like it any more than you do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "automin",
    "plus": 4,
    "snip": false,
    "text": "\"Hell of impractical\", indeed! That feline hath wicked sack to say such things!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "atmus",
    "plus": 1,
    "snip": false,
    "text": "The Wickedest!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 43,
    "snip": false,
    "text": "So  <em>that's</em>  why the entirety of my property is infested with a multitude of the foulest of dogs! I must stop leaving my discarded wretch buckets in the garden!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": false,
    "text": "I have ran out of chubbies, but I feel you should know I was impressed with this post; it delighted me."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "There are 27 posts on this page right now. Your comment is about halfway through. If you are already out of chubbies, I'm expecting some brilliant commentary after I hit post and start scrolling down."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Me too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zwab",
    "plus": 4,
    "snip": false,
    "text": "Rub your children down with dog each day  <br/> \nto keep the Nolans of the world at bay. <br/> \n <br/> \n(Ha ha, bays are nautical--like transatlantic cables!)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wittyname was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Ampkit5, usversusthem, Darthemed)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Looks like not getting it is a 4 lame minimum  offense in the Assetbarrio. <br/> \n <br/> \nYes, whoever originally said that, I am stealing Assetbarrio."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Whereas shades, right under me here, doesn't get  <em>the strip</em> . That's just 1 lame. I don't get it. (ba-dum-tshhh!)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i think i like this name more than Acheworld or anything else i've heard this place called."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "what"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "speedwell",
    "plus": 0,
    "snip": false,
    "text": "black and white photo   black semi-circle = history comes alive!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "speedwell",
    "plus": 2,
    "snip": false,
    "text": "sigh, another equation derailed by the lack of the additive symbol"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "it's ok we knew what you meant"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zaratustra",
    "plus": 0,
    "snip": false,
    "text": "What was the Supporting Concept?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "audhumla",
    "plus": 1,
    "snip": false,
    "text": "Gutta-percha cable sheathing"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 15,
    "snip": false,
    "text": "I always remembered his interest in this subject. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009145756/http://chrisonstad.blogspot.com/2004/12/comprehensive-list-of-things-which-i.html\">I always remembered....</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "Cue the flashback of Dr. Skradley as a public defender alongside his father, played by Ralph Bellamy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gumption",
    "plus": 0,
    "snip": false,
    "text": "They usually serve oolong tea in the chinese restaurants by me. In the sushi places and eateries of exceptional knifework (Benihana ect.) they usually serve green tea. I carefully catalog this subject. He must go to some wacky places!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Yeah, Green Tea is usually a strictly Japanese thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 3,
    "snip": false,
    "text": "\"Concerning A Ship of Mongrels\" is one of Mark Twain's lesser known essays."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "coco",
    "plus": 0,
    "snip": false,
    "text": "We must wonder to ourselves: are the sideburns attached to that hat? Or is Ray just from . . . History?!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Dude, this is really going to fuck me up in history class.  <br/> \n <br/> \nJust like in every other aspect of life, when I can think back to a scenario where a cat, a stuffed bear or a five-year-old otter told to me a Truth of Life. <br/> \n <br/> \nAchewood has given me issues."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "you as a viewer of gummo should be no stranger to visual stimuli givin you assorted nightmares and issues <br/> \n <br/> \n(speaking as a fellow gummo viewer)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Indeed, there are ungodly images that will never leave my mind. Ever. My perception of reality as a whole may have been messed up by Gummo - whereas this is just a small moment in history. <br/> \n <br/> \nI told a small group of friends about Gummo and they went and got fucked up and watched it. So I think they are worse off than I am. The world needs to understand that this is not a good idea."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "I watched Julien Donkey-Boy after ingesting psylocibin mushrooms once when I was a younger man, I wouldn't recomend such actions to anyone especially if you are Hypersensitive."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Holy drum machine instruction manual. I cannot even imagine. That whole movie was a trip without any hallucinogenic assistance, and I feel for you as if you have had someone die before your eyes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Holy drum machine instruction manual.</em></div> <br/> \n <br/> \nAchewood quoting has reached its most pure, most concentrated form.  The filthy relevance of the world has been stripped, and it has reached whatever the version of nirvana is in the Acheworldian religion. <br/> \n <br/> \nLadies and gentlemen, we have now crossed the Rubicon."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "I'm scared, Dr Skradley."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Just take his hand. His chin will lead us."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "NO DON'T LISTEN, HIS CHIN WILL KILL US <br/> \n <br/> \n <em>KILL US ALL</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "I don't think you understand what kind of a man Ash is. He doesn't kill people for fun unless they're trying to kill him, or more specifically,  <em>if they are the living dead.</em> <br/> \n <br/> \nWith his chin and his chainsaw for a hand, he protects mankind, getting mad rutty with any beautiful women lucky enough to be near him in between slicing up soul-eating freaks. <br/> \n <br/> \nChuck Norris jokes would cease to exist if it became common knowledge that Bruce Campbell hands even Chuck Norris his ass on a daily basis. <br/> \n <br/> \nTHAT'S what kind of a man Ash is. <br/> \n <br/> \nAs for Dr. Skradley, he is worthy of bearing Ash's image as an avatar."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Bruce Campbell wrote a book called  <em>If Chins Could Kill</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Exactly. It wasn't  <em>This Chin WILL Kill.</em>  Like any powerful man, he's just speculating. They do that."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "And even if he DID write a book called  <em>This Chin WILL  Kill</em> , that wouldn't be a guarantee. I recently read his other book,  <em>Make Love The Bruce Campbell Way</em> , and none of my trashy orgasms have blasted my girlfriend into orbit yet. <br/> \nI DO yell \"This...is my BOOMSTICK!\" now as I 'max, though."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "[uncomfortable silence]"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "That there is a hell of thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 13,
    "snip": false,
    "text": "I think most people passed liberal arts classes by making sure every essay peripherally mentioned animal waste or rot. Like, if you were writing about William Morris's Red House and his love of old sagas, you could say, \"William Morris expressed great fondness for his perceived root of English identity in ancient Germanic tribes. He loved Scandinavian and Germanic stories about as much as I love the rotting carcass of a raccoon who has recently been annihilated by a Chevy pickup so that its intestines hang out of its sides like bunches of foul grapes, which is to say he loved it a whole, whole lot. Also, buckets of vomit and horror.\" <br/> \n <br/> \nI can't see anything LESS than an A."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 7,
    "snip": false,
    "text": "An A PLUS, if assetbar would allow such a thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "I wish universities would give chubbies. <br/> \n <br/> \nI'd just work that little bit harder, you know?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Oh, how the American education system has fallen. <br/> \n <br/> \n...or perhaps you are merely the first to discover a way to beat the system."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Oh, beautiful."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "How come Ray doesn't get a fancy middle name related at least tangentially to geography?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 7,
    "snip": false,
    "text": "Raymo Fjord Smookels"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 3,
    "snip": false,
    "text": "Somewhere else: two dogs. <br/> \n <br/> \nDog the first: Hey dude, where's everyone goin' <br/> \n <br/> \nDog thr second: Can you get it; there hell of good smells over there. everybody's headin'  <br/> \n <br/> \nDog the first: wanna hump butts first? <br/> \n <br/> \nDog the second: Better not; I just spend fifteen minutes chewing my ass already. don't wanna miss the stenches. <br/> \n <br/> \nDog the first: sweet. Let's go."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "HEY HOW ARE YOU"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "ARE YOU THE THING THAT CRAPPED OVER BY THE GAS STATION"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "YEAH DID YOU LIKE THAT"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "IT MADE A LOT OF SENSE TO ME"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Why did I get a lame for continuing the joke... <br/> \n <br/> \n:("
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "The best part is that the dude who continued the joke after you got two chubbies. So apparently it wasn't that the joke was getting old, it was just you. <br/> \n <br/> \n(In other words, I don't know!)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "And the person who started the joke only got one chubby."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "That's just the fickle nature of humor, my friend. Observe: <br/> \n <br/> \nKnock Knock"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Who's there?"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "sncether",
    "plus": 2,
    "snip": false,
    "text": "Philippe is standing on it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Point proven, sir."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "The IRS. Open up."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "Maybe it's because you skipped a bunch of it <br/> \nie: I DON'T KNOW     AIN'T THAT THE TRUTH <br/> \n <br/> \nbut I think it was nice what you did."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Well I appreciate that you think it was nice.  <br/> \n <br/> \n...But I believe the text around your avatar should be in broken english. <br/> \n <br/> \nNonetheless, sympathy gives me a chubby, and so I pass it to you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Sympathy? As in feeling bad for someone? As in being sad for other people's sadness? SHINE THAT LAMP ON THIS SAD, SAD MAN!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Oh, the things I do for a reference..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "destroy_you",
    "plus": 1,
    "snip": false,
    "text": "Achewood meets Wondermark! <br/> \n <br/> \nThe bastard child shall be called Wonderwood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Sounds like a new show about angsty teens from whatever channel is now the WB. <br/> \n <br/> \nAt one point in time a character will drive a car out to an isolated area at night and stare at something tearfully, such as the ocean or a tree."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 5,
    "snip": false,
    "text": "Actually, it's my new seven-hour cure for erectile dysfunction."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>...seven-hour cure for erectile dysfunction.</em></div> <br/> \n <br/> \nIt's called priapism and you need to call a physician, like, basically immediately."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "If erections last longer than twelve hours, call a friend, and brag."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Try what I did for only $10000"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "And then the tree would start giving the character vague advice."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Your idea and Professor Hazard's strike me as oddly compatible."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "HEY, BILLY! GOT \"WOOD\"? HO HO HO~"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "BOO TO THAT"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 5,
    "snip": false,
    "text": "Wonderwood would be about a girl. <br/> \n <br/> \nA girl named Wonder. Wonder's parents, just divorced, have forced her into the quiet town of Wonderwood -- and she needs to make a statement at Lexing High. Her mom tells her day and night not to change with the crowd -- but that won't ward Wonder from wandering. She meets two boys, Jake and Mason, and is torn between them. This small town is about to get a whole lot sexier. <br/> <br/> <br/> Then, at the end of the preview it will show Jake and Mason fighting after a football game. <br/> \n <br/> \nThen Mason kissing Wonder. <br/> \n <br/> \nThen Jake kissing Wonder. <br/> \n <br/> \nThen Jake crying. <br/> \n <br/> \nThen Jake crying as he skips a stone into a pond. <br/> \n <br/> \nThen Wonder crying as she sees a [insert plus sign here] on her pregnancy test... <br/> <br/> <br/> <em>Shit I hate my generation.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moolah",
    "plus": 0,
    "snip": true,
    "text": "A comment left by moolah was marked lame too many times and excluded. (marked lame by johnnybaverage, rygarrett2, divot, Thorfinn, NeoNaoNeo, Ampkit5, DESTROY_YOU, vodkavonstroheim, luckypyjamas, usversusthem)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "foetus_punch",
    "plus": 4,
    "snip": false,
    "text": "Oh, cool. Did you also brush your teeth today? Mayhaps next you'll regale us with an entrancing tale about the challenges and travails you faced whilst eating breakfast! Seriously, that is a thing we don't care about. At least tell us why, or give us a humorous anecdote on how the \"2\" Roast Beef looked so sad. Come on."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "tl;dr: BET A GLOG"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "What? WHAT?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "<strong>You bet a glog you fluff my hog</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Buttermoths, what is it with you and avatars that make me wanna crawl up my own ass?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Is this a clown-o-phobia thing? At least this one isn't a self-portrait by a serial killer (as far as I know)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Sort of, yeah. But I swear that ten minutes ago it was, like, Howdy Doody being gagged with a mop, or something. I think all of these pictures of yours sort of speard across the broad landscape of fear. Or maybe you just have your finger on my Nightmare Button. Anyway, while you're at it, here's another idea for ya, you monster: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nYou mean this one? Yeah, I've been going through a lot of avatars now, since most of people's replies to my comments have been \"Is that John Wayne Gacy in your avatar?\", \"Acid Bath ROCKS, dude!\" and even, once, \"Burn in hell rapist clown\".  <br/> \nIt was time for a change, seeing as I no longer endorse raping little boys to death and burying them beneath my porch. <br/> \nAnd I think we have the same nightmares. I am also hell of afraid of clowns, dolls, mimes and suchlike."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Burn in hell bullet vomiting dummy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Oh, to have another chubby.  I'll look in my other coat when I get home."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davidbowie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by davidbowie was marked lame too many times and excluded. (marked lame by AdrianMiller, heccibiggs, Thorfinn, NeoNaoNeo, Ampkit5, DESTROY_YOU, farqussus, varnish, luckypyjamas, bixschmix, joebot, mrblank91, usversusthem, scraggg)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "synnah",
    "plus": 6,
    "snip": false,
    "text": "You're not David Bowie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "David Bowie is barely David Bowie"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 0,
    "snip": false,
    "text": "Very true.  He's actually David Jones."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "Stovepipe hats and sunglasses are one of thelatest fashion combos to hit a spring catalogue near you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "balvo",
    "plus": 13,
    "snip": false,
    "text": "Let no man put asunder what Ray believes is thee proper attire for laying transatlantic cable."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hardelicious was marked lame too many times and excluded. (marked lame by silver_lake, Ampkit5, blacksheepboy)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "capnb0b",
    "plus": 1,
    "snip": false,
    "text": "I am a dog person and I can't imagine a cat having anything but contempt for dogs."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "baryonyx",
    "plus": 13,
    "snip": false,
    "text": "I can't really imagine a cat having anything but contempt for everything that is not that cat."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "nutmeg",
    "plus": 2,
    "snip": false,
    "text": "out of chubbies, but you speak the truth. cats are  <em>assholes.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ocarinak",
    "plus": 0,
    "snip": false,
    "text": "True. But they don't like them as much as dogs."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cchauffe",
    "plus": 0,
    "snip": false,
    "text": "yeah, i laughed, but onstad always has to be hatin' on dogs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by Dovey, Thorfinn, synapse)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thorfinn was marked lame too many times and excluded. (marked lame by straw, NeoNaoNeo, falseprophet, thebarbarian, SenseiHollywood)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but their dogs really stunk. Sometimes you gotta go to the source."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 16,
    "snip": false,
    "text": "You caught onto the fact that the Inuit were only in Alaska, but I'm afraid you do not receive the full Pedantry Points because you did not also catch that there were no ninjas in America, that dreamcatchers are not a musical instrument, and that Jazz music was created by black people. Thanks for playing. <br/> \n <br/> \nTune in next week, when we'll select our next contestant on... <br/> \n <br/> \n\"YOU'RE!\" <br/> \n <br/> \n\"A!\" <br/> \n <br/> \n <em>\"DOUCHEBAAAAAAG!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "A chubby for you, good sir. <br/> \n <br/> \nA fine rebuttal."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "falseprophet just took thorfinn to school in the car of PAIN!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 2,
    "snip": false,
    "text": "That was much deserved, I need to not post things when I have been drinking.  Alcohol makes posts seem way less lame than they actually are."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "No! Your post meant falseprophet had a chance to produce such a fine rebuttal. Your drunken choices lead to our entertainment!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I would chubby your graceful admission had a not ran out. I am sorry I used you for comedy as a pimp uses a ho for a kleenex."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 20,
    "snip": false,
    "text": "Celine Dion must have been wiped with many, many dogs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 7,
    "snip": false,
    "text": "Private Pyle, you are definitely born again hard."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "He  <em>is</em> ...in a world...of shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "synapse",
    "plus": 0,
    "snip": false,
    "text": "Mr. Fields looks like he's wearing lipstick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "It was the style of the time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "GOTH lipstick, no less."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pyromancer",
    "plus": 1,
    "snip": false,
    "text": "Hell of gothic times they were."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Hmmmh, are these pictures the same that were posted on assetbar on the previous strip? <br/> \n <br/> \nCOMPLETELY unrelated: I just started going out with the most wonderful girl I've ever met. She's beautiful, smart and funny, and most importantly for a shallow fuck like me: we share and complement each other's taste in music, movies, comics and other literature. <br/> \nBut she doesn't like Achewood. It's not that she DISlikes it, either; she just does not 'get' it. I'm sure some of you have been in similar situations; how did you win these people over and make them realize that Achewood is sheer brilliance? <br/> \n <br/> \n(yeah, that introductory question is just there as an excuse to post something completely unrelated to the strip)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "destroy_you",
    "plus": 1,
    "snip": false,
    "text": "I used waterboarding."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "destroy_you",
    "plus": 0,
    "snip": false,
    "text": "20 horrible times..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "opprobrium",
    "plus": 0,
    "snip": false,
    "text": "WWHKD - What Would Harvey Keitel Do? <br/> \n <br/> \nHarvey:  \"Take the butt of your gun and smash their nose in.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "never stop talking about achewood.  reference it in every conversation.  if she likes you enough she will start reading it so she knows wtf you're talking about. <br/> \n <br/> \nthis has been handy for me for determining whether someone is a friend/non-friend."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 19,
    "snip": false,
    "text": "Good advice, but I already reference Achewood like crazy. Only I don't tell her that I get all my witty quips from Achewood, so she thinks I'm funny. If that is revealed, she'll dump me in a second (I have a tiny penis)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "destroy_you",
    "plus": 0,
    "snip": false,
    "text": "Have a chubby then."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 0,
    "snip": false,
    "text": "Ha!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I enjoy Achewood as much as the next guy, but not being friends with someone because of a web-based comic?  <br/> \n <br/> \nThat's not very cool."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sncether",
    "plus": 6,
    "snip": false,
    "text": "No, not very cool. You should base your friendships with people only on comics appearing in print media. All my friends love The Lockhorns and hate Marmaduke, for example. And my friend John was a huge Family Circus aficionado. We set his house on fire."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "I think this gets to the true heart of the matter: Don't dislike someone for the great stuff they don't like, only hate a person for the awful shit they do like."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blindspot",
    "plus": 0,
    "snip": false,
    "text": "There was actually a study done on this.  We get along best with people who hate the same things we do."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "My relationship with my girlfriend is largely biult on hatin' on dumb shit together. <br/> \n <br/> \nThat, and  <em>fuckin'</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Hatin' on poor spelling, for instance."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sncether",
    "plus": 2,
    "snip": false,
    "text": "Oh my god I read \"girlfriend\" as \"grandmother\" the first time through.  <em>It was a lot funnier that way.</em> <br/> \n <br/> \nIt is still funny though so I am going to attempt to give you a chubby in a second here. Bear with me; I'm not sure if I have any chubbies left in the old tank. Like Grandpa."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zwab",
    "plus": 0,
    "snip": false,
    "text": "It  <em>is</em>  a lot funnier that way."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 2,
    "snip": false,
    "text": "It will be the end of your relationship. You know she is perfect for you but that wont stop some small detail that keeps her from being exactly you (well, that an d the genetalia, I assume) and you will let it destroy you. Silly boy. It will not be until you are old and alone that you will realize this was not something to worry about. <br/> \n <br/> \nAccept this, leave a cordial letter saying goodbye, and move on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Dump her. <br/> \n <br/> \nOr, have her start at the beginning and read through the archives for a couple of hours. After a while, she should acquire a taste for it. Or get really pissed off and dump you. <br/> \n <br/> \nEither way, problem solved."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nokococo",
    "plus": 0,
    "snip": false,
    "text": "I would say keep trying, for a while at least.  I did not grasp Achewood when I was first introduced to it, but when I sat down and read through the archives from day one - then all was well in my soul."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "In my infuriating experience, I've found the more you want someone to appreciate something you like, and the more effort it requires for them to understand, the more likely they are to mock and deride you for being a geek and/or anally retentive."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 9,
    "snip": false,
    "text": "My granpa was a  <strong>huge</strong>  fan of raving, drunken abuse, just plain loved it, but man, he never could convince anyone to come around. It's one of them acquired tastes, I guess."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "I'm out of chubbies, but if I weren't, I would chubby you. <br/> <br/> <br/> <em> I would chubby you so hard</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "<em>until you are so chubbied</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Also they will flat out refuse to even feign interest in things you enjoy. <br/> \n <br/> \nI need new people."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "have you shown here \"killing is like basketball?\" You gotta remember when introducing someone to Achewood that the top rated strips are top rated by people who know the characters and contexts, and would not necessarily be the favorite of people who haven't read the archives.  Try \"killing is like basketball,\" \"the break-dance move Lie Bot taught Philippe,\" and (if you can convince her to read them) either the GOF arc or the Lonis Edison arc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "\"Phillipe's New Shoes\" is a pretty objectively hilarious one too. <br/> \n <br/> \nI think the best introductory method is starting with the Party arc and going all the way through chronologically."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I've treated her to my favourite strips. She found the one with Robert Smith in the bath tub 'kinda funny'. Granted, that's one that requires you to know a bit about the characters, so there's HOPE, dammit! <br/> \nI've got it now; yesterday she expressed the desire that I read to her...I shall buy the collections and FORCE HER TO LISTEN, and damn well enjoy it. <br/> \nAnd norrin is correct, I want someone that is basically me. And now I've come along and swept me off my feet!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "You have a girlfriend that wants you to read to her. <br/> \n <br/> \nMad style points. <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Whispering sweet nothings into her ear"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "And by sweet nothings, I mean explaining the occasional Teodor cock."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Maybe she's 11."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "<strong>MAYBE YOU CAN FLUFF MY HOG</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "heh. I can imagine how this would go: <br/> \n <br/> \n\"And...and then the helicopter, it's got these long legs now, right, but they're really Ray and Bensington's legs, just really long, and...for fuck's sake, just--just look at the pictures.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Since he mentioned that his girlfriend wants him to read to her I cannot help but read your post the way I read Smoove B from  <em>The Onion</em> . <br/> \n <br/> \nYeah, girl. That helicopter has some  <em>long legs</em> . I will lift those legs up and sprinkle my concoction of rose essence and canola oil on them, and then lick it off. Following that, there will be a brief intermission during which I will freak a website. <br/> \n <br/> \nI will receive no cookies following that freaking."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Also, one time my girlfriend of a while back wanted me to read her a story because she was sick and wanted to sleep. She wanted me to read her a children's book to which she had sentimental attachment. I forget which one, I think it might have been  <em>Goodnight Moon</em> . <br/> \nAnyway, my point is, I did it but it felt really weird and awkward to me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Or anything with Nice Pete in it, aside from that (warning:opinion) rather boring \"band\" arc."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dovey",
    "plus": 3,
    "snip": false,
    "text": "DOVEY HATE YOUR OPINION <br/> \n <br/> \nRARGH"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "This is what I did to convince my boyfriend to like Achewood. You have to link her to the first strip of the Great Outdoor Fight and let her read it on her own. You cannot be looking over her shoulder. You cannot even be in the same room.  <br/> \n <br/> \nThen you have to make your avatar not be a John Wayne Gacy painting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Great advice, but...would you really call a Gacy avatar \"too soon\"? Or is there another reason that avatar makes me seem like a terrible man?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It's not too soon, it's just creepy as fuck! It doesn't offend me, it just makes me not want to date you. This new clown is no better. There, I've said it. I won't date you, buttermoths. I won't!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Oh, snap! <br/> \nBut will you at least be the lady who points to my avatar pic and exclaims \"Fuck THIS guy!\" at my funeral?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "I will be like, \"Fuck this guy's clowns!\" That is all I can commit to, unless you become a total douchebag before you die."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>How did you win these people over and make them realize that Achewood is sheer brilliance?</em></div> <br/> \n <br/> \nI just said, \"Hey, check out this little otter who's about to be horribly traumatized by a nightmarish but well-intentioned Mickey Mouse Pancake!\"  <br/> \n <br/> \nThat got the ball rolling.  <br/> \n <br/> \nThen I said, \"Hey, take a look at this cat who's about to use such as a simple toy truck to revolutionize the art of imagineering for this bear....no....yes, I'm sure the one on the left is a cat.\" <br/> \n <br/> \nIt was pretty simple from there.  <br/> \nMy girl is  <em>raw.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Yes. Mickey Mouse pancake for the win. No one can not like that strip. <br/> \n <br/> \nOh, wait. I did date a girl one time who didn't really like it. She...she didn't get it. I'm not sure how it's possible to not get it. I mean...what is there to even  <em>get</em> ? It's just...it's right there. It's funny. <br/> \n <br/> \nAnyway, she and I are not together any more."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Good. Just imagine what other problems would've resulted in her inability to laugh at even that. Some quiet nights, to be sure."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "True. But for the sake of argument, say you had a birthmark shaped like a disfigured Mickey Mouse head in some concealed and shameful--but erotic--place. Her non-reaction to such a visage could be the difference between years of therapy and a simple t-shirt at the beach. There is no such thing as a glass half-full."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Well, this is not the only reason we're not together. She was also boring, and slightly too clingy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Did she \"get\" the concept of how ingesting food leads to nourishment? I mean, there are some things where you can say \"I don't get it,\" and then there are things where everyone just HAS to get."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "My father knew a girl!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "minarch",
    "plus": 0,
    "snip": false,
    "text": "Ray is indeed from history"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 19,
    "snip": false,
    "text": "Behind the scenes fact: Those are giant, cardboard cutouts. This-This is how Ray spent the weekend."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "u235",
    "plus": 1,
    "snip": false,
    "text": "Ray probably thought of \"wiping something with dogs so that it is offensive to everything\" and devised the entire exercise so as to be able to implement the idea."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blindspot",
    "plus": 1,
    "snip": false,
    "text": "That should have been the alt-text."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chrissketch",
    "plus": 1,
    "snip": false,
    "text": "I dunno, \"double handfuls of dogs\" is a beauty of a phrase that was clearly missing from my life, before this strip's alt-text."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "I like how Onstad took outclassed my attempt at a strip from yesterday in every way possible... Still, I feel like mrclarinet and I just won the Internet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chrissketch",
    "plus": 0,
    "snip": false,
    "text": "I was wondering why there aren't more comments addressing this fact. This means that Onstad does, at least occasionally, read these threads. Much like a scientist, watching a petri dish every day, as microbial bacteria shift and mutate, occasionally skimming out interesting samples and reinserting them, observing how the simple lifeforms will react. <br/> \n <br/> \nOr maybe he's just fucking with us."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 0,
    "snip": false,
    "text": "I think both of those theories have a lot of merit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I always wondered about that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "I started giggling at the phrase \"horrors of the canine body\" and outright guffawing at the notion of gathering buckets of vomit.  I guess \"like, a zillion craps\" also tickled my funnybone.  What can I say - purile sense of humor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I want to say something about how much I like the lines in this strip that reference dogs, but I find there is nothing to say--the dialogue is perfection. \"wipe the cable with dogs\"? \"thousands of free dogs\"?  <br/> \n <br/> \nVerily. What could I say?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I usually preface something like that with \"I'm not very good with words, which is why I'm in this delicate conundrum.\" <br/> \n <br/> \nFuturama solves al my ills."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "this is the first time i can remember where photographs were used instead of comic style representations"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145756/http://achewood.com/index.php?date=11022005\">Not quite</a> . I'm sure there are other instances, but I can't remember them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "good catch. <br/> \n <br/> \ni can remember various  <a href=\"http://web.archive.org/web/20101009145756/http://achewood.com/index.php?date=03152002\">examples</a>  of  <a href=\"http://web.archive.org/web/20101009145756/http://achewood.com/index.php?date=10282002\">emeril</a>  and one of  <a href=\"http://web.archive.org/web/20101009145756/http://achewood.com/index.php?date=07252006\">george michael</a> .  <br/> \n <br/> \nactually come to think of it there were others <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009145756/http://achewood.com/index.php?date=08252003\">david schwimmer</a> <br/> \n <a href=\"http://web.archive.org/web/20101009145756/http://achewood.com/index.php?date=09292004\">the mr. t/hulk hogan/charlie sheen 3-way</a> <br/> \n <br/> \nwhere is my mind?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "also i would give you a chubby for that except that i have used up all of mine for this page <br/> \n <br/> \njust know that i would give it to you if i could"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dejavroom",
    "plus": 0,
    "snip": false,
    "text": "ok now that is just demented."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 4,
    "snip": false,
    "text": "Panel 11: <br/> \n <br/> \nRAY: LYLE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "antigear",
    "plus": 0,
    "snip": false,
    "text": "Now where is Shanty?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasuta",
    "plus": 1,
    "snip": false,
    "text": "Hell of impractical."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "But not your avatar. It is producing hell of enjoyment in the pleasure center of my gall bladder right now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I'm going to see if i can figure out this plus sign thing. <br/> \n <br/> \n/  \\  \" \"    .  //  \\\\  \"  [plus] [ ]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "&amp;"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "Tacodor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 3,
    "snip": false,
    "text": "from that i got a definite conclusion. Assetbar's father was violated by a plus sign when it was very young. It blames its parents eventual divorce followed by it's fathers eventual suicide and it's own confused sexual orientation on this event."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "[code]2   2 = screw you, Assetbar[/code] <br/> \n <br/> \nDid it work?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Fascinating."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i am so intrigued by what you've accomplished...now if only it could happen outside of code tags.."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "..like plasma. it only exists for fractions of fractions of seconds at a time..but it is still fascinating."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "miku224",
    "plus": 3,
    "snip": false,
    "text": "This comment is going to be completely off-topic, so please lame away if you so desire.   <br/> \n <br/> \nIs there any rhyme or reason to the order in which comments appear in my inbox?  Also, is there any way to get rid of comments that I've already seen?  Please, help, cause this thing is hell of irritating."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "Nah, there's nothing to be done (as far as I know). <br/> \nAnd no one is going to lame you, ever; not with that funkadelic new-rave dinosaur."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "They seem to add from the middle of the stack and radiate outward in mine. And who could lame the psychedelic dancing dinosaur?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it seems like you just gotta run through the whole inbox, glancing to see is there were any recent responses. If you're really, really bored at work, that is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "augeno13",
    "plus": 0,
    "snip": false,
    "text": "is there a larger version of the psychedelic dancing dinosaur somewhere?  like, desktop size?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "It is times like these I wish I lived in Harry Potter-world.  <br/> \n <br/> \nA moving poster of the psychadelic dinosaur would complete every split end in the fiber of my being."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Please do not let me see where a desktop dancing dinosaur is.  My mind is not able to deal with that level of awesomeness."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "pixilated as anything you could ever care to see, and doesn't dance at six frames a second (on my computer at least) but it is now viewable here:  <a href=\"http://web.archive.org/web/20101009145756/http://img166.imageshack.us/img166/1391/dancauray3.gif\">http://img166.imageshack.us/img166/1391/dancauray3.gif</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Is...is that God?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "yes, but in a way that is hard to care about."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "HA!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "God DAMN I wish I had more chubbies left."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yeah, i get that a lot. thanks, though!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "I've said this before, but it seems like comments on the new strips seem to show up on page four. Well, they did until today, when page four filled up and rather than knocking comments off of page four, they started on the top of page five. (Which does, of course, knock comments that were on five on to six and so on...)  <br/> \n <br/> \nOther than that they are grouped by the strip they are on, but how those are arranged seems indeterminable."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "but of course that depends on how many comments you've made."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Goddamn, I could read this for  <em>days</em> . DAMN."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Chances are, you will have to.  That, or use the Achewood strip generator to get through Wednesday."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "is it weird that i was listening to cat power when i read this?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure. Why would it be?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that is weird, because I was just listening to this \"Tranquility\" CD I bought at the gas station! Bizarre."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 2,
    "snip": false,
    "text": "I'm listening to Battles! <br/> \n <br/> \n(It's not weird, or relevant, but what it is, is  <em>fucking awesome</em> )"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "So is Battles a band name or are you just listening to recordings of battles."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145756/http://www.youtube.com/watch?v=1LLAN29W-4w\">Battles</a>  is a band name."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "And it's a GREAT band, too. I can imagine the funkadelic new-rave dinosaur dancing to 'Ddiamondd'...wait, why  <em>imagine</em> ? <br/> \n <br/> \n...I have seen God. He looks like Tron."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I saw a funkadelic new-rave pixie at a Battles gig. She kept bumping into me, which was annoying. It was worth enduring her drug induced flailings to be a metre from John Stanier though. The dude can play hell of drums!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "On drums we got John Stanier <br/> \nHit all those drums John just have a great old time <br/> \nJohnny is thirty-nine years old people so be supportive he needs it at his age"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "oh, hee hee man you can take that to the bank"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "was she hot?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bertson",
    "plus": 2,
    "snip": false,
    "text": "Seriously, though, dogs are pretty disgusting."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 2,
    "snip": false,
    "text": "A cat will lick its own butt because it is a necessary function.  A dog will do it because you are trying to eat a sandwich nearby.  It's all in the intentions."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "The thing is: dogs smell bad."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "I usually hate people who are all hating and saying that Onstad is phoning it in, but these last two have been pretty reminiscent of the fan stuff that gets posted here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This one, maybe. I mean, I dig it, but I can see where you're coming from. However, I thought the Achewood Generator was one of the best strips in at least a couple of weeks. Don't worry about Onstad, man. Onstad's  <em>fine.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "javonathan",
    "plus": 0,
    "snip": false,
    "text": "Ray wasn't alive in 1856. <br/> \nWas he?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "yes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "So was Phillipe! Can anyone guess his age?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 3,
    "snip": false,
    "text": "circumstances!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Phillippe is five. Come on, man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mos6502",
    "plus": 0,
    "snip": false,
    "text": "Man, I hope they mention Sir Daniel Gooch in this story."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "schnappm",
    "plus": 0,
    "snip": false,
    "text": "So, I gotta say congrats to Onstad for getting the \"Great Outdoor Fight\" arc published by Dark Horse.  I hope he makes a ton of money"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "after reading your comment and flying to dark horse to see what they had to say but coming up empty handed, a second web search brought me to the proper page. <br/> \n <br/> \ni don't know how i feel about this deal just yet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I can't find it. Please post the link."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "yeah, whatchutalkin 'bout, cpnglxynchos?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145756/http://achewood.com/shop/books_vol8.php\">http://achewood.com/shop/books_vol8.php</a> <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em><strong>Volume VIII - Emergency Party At My Place</strong><br/>\nThis is a pre-order and begins shipping the week of March 16th. <br/>\n<br/>\nVolume VIII spans from December 23, 2005 to September 19, 2006. Includes all the standalone strips, plus these story arcs: Philippe and the Couch, Magic Underpants, Badass Games, Pat's Dad, Leo Fontanetti, and Magreaux Dog. Also includes a selection of new, print-only material. Approximately 144 pages. Does not contain the Great Outdoor Fight arc, which will be published separately by Dark Horse Comics in September 2008. <br/>\n<br/>\nProduction note: during this period the strips in our story arcs often ran to three, four, even six rows per day. In this volume, the longer story arcs are stitched together as proper self-contained stories, with titles and fins, and skipping the mastheads on individual strips. I find they work pleasingly well this way, and offer a new perspective on the material.</em></div> <br/> \n <br/> \nMy feelings on this are pro."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Huh. That's interesting. Thanks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145756/http://forums.somethingawful.com/showthread.php?threadid=2711107&amp;pagenumber=6\">word from the man himself</a>  (dear god i hope that url works...) <br/> \n <br/> \nand  <a href=\"http://web.archive.org/web/20101009145756/http://www.comicreaders.com/modules.php?name=Forums&amp;file=viewtopic&amp;p=18781\">the page i originally found</a>  mentioning it. <br/> \n <br/> \n..both are forums, which could be considered untrustworthy, then i think about all i've learned on here and then i don't feeeeeel soooo baaaad. <br/> \n <br/> \n*sends up a prayer for operating links*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Is anybody else a little bit disappointed that Chris told SA about this more than a month ago but we, Acheworld, didn't find out about it until today?  I am a little bit.  I mean, I know it would be awkward for Onstad to actively participate in the forums for his own comics, because it's impossible to contradict his interpretation of his own comics, but still one would think that we would be his go-to internet dudes :("
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'm sure this announcement has been hanging on that page ever since the preorder link went up. we've just never cared to look..? my feelings on THAT asset..ALL of our assets, is hella con."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 6,
    "snip": false,
    "text": "I am ready to get to work.  <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "cpnglxynchos refreshed and scrolled down to the end of the page, wondering if anybody else had noticed the Dark Horse news (or lamed him for his stance on it.) <br/> \n <br/> \ninstead a picture of a man armed with puppies stole his glance and after the quick connection of what the picture and the words above it meant, an evil grin crossed his lips and an entirely-too-loud bellowing of evil laughter SPRANG from his vocal cords and raced around his dwelling like banshees which disappeared as soon as they'd come. <br/> \n <br/> \ncgn had a good day, this day and this comment was the icing on the cake."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "I do my humble best."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Ifn that's you, you gots some odd taste in nail polish for a mannish-type folk. Yessir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "This strip is fantastic.  I am only commenting to note that it is criminal that it has only received 4.1.  There are many worse strips."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "there are many other better ones, as well."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "not to be a cock to a stranger....just sayin'."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I'm just sayin' that this is one of my all time favourites, it's up there with Judas Priest Friday the 13th.  I find it way funnier than \"Roast beef bangs a website\" and am sad that others don't share my opinion"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tropicana",
    "plus": 0,
    "snip": false,
    "text": "I am never disappointed when there is no new strip if there are new blogs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "yeah blogs are nice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pox",
    "plus": 0,
    "snip": false,
    "text": "Mr. Brunel is fuckin hot."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Most of us will have to take your word for it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redzerostar",
    "plus": 0,
    "snip": false,
    "text": "my appologies that i commented this later on without reading your comment first. ditto. though i will deny it later."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "raia",
    "plus": 1,
    "snip": false,
    "text": "Between Achewood and Monty Python I'm sure I've learned more about history than I did in high school."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "YES."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kodiakclock",
    "plus": 0,
    "snip": false,
    "text": "The man has rude sideburns"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Gets a five just for including Brunel... <br/> \n <br/> \nThe thinking man's Winston Churchill."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I've kind of always thought of Winston Churchill as the overzealously jingoistic man's Brunel. But that's just me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "suppose so, their both cigar-chomping half-english top hat wearing geniuses in their own ways. <br/> \n <br/> \nboth got thinsg wrong though, Brunel wasnt too vocal about the time he by mistake swallowed a soveriegn... eating moneys not really that laudable when youre fully grown and suposed to be sorting out infastructure."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "21echoes",
    "plus": 0,
    "snip": false,
    "text": "my all time favorite strip ever"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 7,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nMolly:  <a href=\"http://web.archive.org/web/20101009145756/http://mollysanders.blogspot.com/2008/02/another-solo-chat-with-ray.html\">Another solo chat with Ray</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I'm giving this a 5 even though Brunel just after the Leviathan's maiden voyage, many years before the cable was laid. <br/> \n <br/> \nGaze apon my pedant pendant and be awed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Fuck... Brunel died, he was dead, ie. not alive when the cable was laid."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redzerostar",
    "plus": 0,
    "snip": false,
    "text": "anyone else think mr. brunel is kind of hot? he has a devious look in his eye. no? me neither."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nerd_specs",
    "plus": 0,
    "snip": false,
    "text": "This was the first achewood I ever saw, and I didn't get it at all. In fact, my first thought was \"Man, this comic blows.\" I'm glad I clicked \"rand\" to see what the others were like. Because my first thought was wrong. Very, very wrong."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Strange, I clicked \"rand\" and learned all about Objectivism and the power of the individual."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I clicked \"McNally\" and all I got was this stupid t-shirt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arelladawn",
    "plus": 0,
    "snip": false,
    "text": "This strip makes me want to enroll in college again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "inthetunk",
    "plus": 0,
    "snip": false,
    "text": "Wow this one is hilarious, I must not have got it the first time but it had me crying today.  Nice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "This is a great comic. It is just fantastic."
  }
]