[
  {
    "depth": 0,
    "minus": 0,
    "name": "malesherbez",
    "plus": 6,
    "snip": false,
    "text": "How many different Hispanic magazines were developed before deciding on these choice three?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 104,
    "snip": false,
    "text": "\"Chinga Jaime\" means \"Fuck Jaime\" in Spanish."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 6,
    "snip": false,
    "text": "Cheers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by madnes, koodge, jezebel, shoinan, mountain, nutmeg, LRosetw8)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 19,
    "snip": false,
    "text": "To be fair, if I were a subtitle writer for a movie, for example, and I had to translate a character saying \"¡Chinga te!\" or some such, I'd probably either have it say \"Screw you!\" or \"Fuck you!\" as those are basically the closest contextual analogs in English. The phrases are used very similarly in either language. <br/> \n <br/> \nYou're right about the verbs, technically speaking, I've just heard far more Spanish speakers yell variations of \"chingar\" at people in the heat of anger than anything else. <br/> \n <br/> \nBut hey, at this point we're probably splitting hairs, eh? :)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 62,
    "snip": false,
    "text": "Chinga te, Jaime!   <em><span style=\"border-bottom: 1px dotted\">Jode</span></em>  a te!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fancyrat",
    "plus": 1,
    "snip": false,
    "text": "Goddammit give this  <em>mas</em>  chubbies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by KilroyWasHere, n00b, _cheesekayke, jezebel, Direhaggis, yaegmenthor)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by karljw, saddestking, riotdejaneiro, heccibiggs, sarmatron, pwb, VeniVidiEffluxi, Mangtastic, Deusoma, mashisoyo, TonyHighwind, rowboat, Private_Public, morypcaina, loneal, Fermatprime, Semiquaver, atticusonline, Kennisiou, Art-Vader, heartofoak, fattypneumonia, adonkon, mediumrare, nutmeg, charchar, empy, captneko, zaer, Doc_Rostov, yingkaixing, Aiglos, Madoushi, stormagnet, alchemicnirvana, LiquidCruelty, ouroboros, morbo, UserBeliever)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 51,
    "snip": false,
    "text": "I hate to tell you this, but Colonialism is no longer a main thing of dudes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by saddestking, daidai, NeoNaoNeo, fosters, rowboat, HSE, Private_Public, DougTheHead, atticusonline, Doc_Rostov, Madoushi, tellumo)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "boredom_man",
    "plus": 84,
    "snip": false,
    "text": "In no way is my disgust for your (however feigned) post-Renaissance English style of imperialism an advocation of my country's current style of imperialism. I'd gladly dip all of my country's imperialist in wax with yours, position their bodies in dances such as Hitler and Stalin in  <em>Europa Europa</em> , and put a pair of you at every border checkpoint across the world, in celebration of patois, evolution, neologisms, and most especially language as a dynamic and vital entity which breaths anew with every generation, not to mention every village it enters. Frankly, though, the dialogue in Achewood does a better job of teaching evolutionary language. Which makes me wonder: why are you here?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Norsef, sirhan_duran, daidai, riotdejaneiro, Mangtastic, anticitizen, Private_Public, Kennisiou, Doc_Rostov, Madoushi, tellumo, morbo)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cryztal",
    "plus": 2,
    "snip": false,
    "text": "Oh god why can I only chubby this once?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 5,
    "snip": false,
    "text": "Excellent comment.  I've only been reading the comments recently but I had a strong desire to question why soticoto, who regularly berates the very idea of American English, would be spending so much time around a comic written in an aggressively American dialect.  If only he'd had an answer."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 3,
    "snip": false,
    "text": "Think about it from the opposite perspective. <br/> \nImagine I never delved into american creations at all. How then would I know to dislike them?  <br/> \nConsider also the fact that it does account for the majority of internet content by a large margin, and I would be cutting myself down severely were I to limit myself only to webcomics and the like of a British origin.  <br/> \n <br/> \nI mean really, these are obvious answers. It then begs the question: why would you ask such of me when the answers are so obvious?  The answer to that seems pretty clear too: You folk just want an excuse to hate on me for having a view opposed to your own, even if I am in no way attacking anyone with the expression of my views.  <br/> \nIt is simple communal viciousness on your (plural) part that makes you question my presence... and likewise the basic rule that a larger number of people are always of lower mind than a lesser number that results in everything anti-me being chubbied and everything I post being lamed.  <br/> \n <br/> \nBut feel free to disagree if you wish."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I think it might just be how you word things sometimes, guy. It can come off in such a way that it seems negative."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 3,
    "snip": false,
    "text": "You've earned the right to tell him to fuck along now."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "semiquaver",
    "plus": 3,
    "snip": false,
    "text": "Uhm.  This is pretty awful stuff in the main.  I thought I liked you but I didn't know you were a damn  <em>elitist</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Norsef, Mangtastic, mashisoyo, HSE, Private_Public, loneal, Miku224, shoinan, nutmeg, sncether, Doc_Rostov, LiquidCruelty, morbo)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "vweep",
    "plus": 0,
    "snip": false,
    "text": "Well, that's three things going for you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aelindil",
    "plus": 6,
    "snip": false,
    "text": "Hint: only pick the ones that cheese off your mum and dad. <br/> \n <br/> \nThat'll show THEM!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Doesn't much matter what cheeses off the dead, does it?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Ah, yes.  The sport of uncultured douches."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 1,
    "snip": false,
    "text": "your totally right. 'spanish' isn't even a language, it's Castilian, or one of the other 5 different languages that come from spain. and as a child of Latin American parentage. I can tell you. there is no real unifing theory of language or word useage in the \"spanish\" that is spoken accross the americas.  <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Though should there ever be such a unifying word usage, it's gonna be \"chingada.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "That works for me. <br/> \nWorks much better than the lame-cascade that followed on basically from my pointing out that languages undergo Peripatric Speciation.  <br/> \nWould it be fairer to say that people like to hate on what they don't really understand, or that they're just plain malicious?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "splendorr",
    "plus": 1,
    "snip": false,
    "text": "One other possible conclusion is that sometimes you might have the wrong idea about something. Not saying that's the case here, but if you regularly find yourself berated by a large number of people, while it is possible they're just dumb masses, it is also possible that you might maybe be wrong about something, and could ponder that. <br/> \n <br/> \nAgain, this may or may not be the case here. If you see a pattern of victimizing yourself in the face of opposition, investigate the cause of that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "venividieffluxi",
    "plus": 0,
    "snip": false,
    "text": "31 wankers buggered 'emselves."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 4,
    "snip": false,
    "text": "i think \"fucking\" would be \"chingada\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "goosey",
    "plus": 20,
    "snip": false,
    "text": "That comment, combined with that avatar. <br/> \n <br/> \nIs SO wrong. <br/> \nIs SO funny."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "zefiel",
    "plus": 8,
    "snip": false,
    "text": "Your thinking is wrong. But yeah, I can totally picture Philippe going around thinking 'Chingada' is a cute little species of mexican rodent."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 4,
    "snip": false,
    "text": "For a kinder, gentler manifest destiny vote Phillipe for President. <br/> \n <br/> \n <em>I like to marry things I find<br/>\nI'm glad that I found you!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kledermans",
    "plus": 1,
    "snip": false,
    "text": "I assume this is just based on the very popular Mexican epithet \"¡Chinga tu madre!\"   <br/> \n <br/> \nSince we're discussing the meaning and usage of words, does anyone know if \"chingar\" is actually used outside of Mexico?  It's not really part of my working Spanish vocabulary, because most of my Spanish I learned in Spain."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "n00b",
    "plus": 1,
    "snip": false,
    "text": "Mine either.  My Spanish is Venezuelan and Joder is used more often for both fucking and screwing.  Chingar is far less prolific."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "Most of my admittedly limited Spanish was learned with an emphasis on Mexican Spanish, since given the demographics of my area that's the variant most likely to be used. \"Chingar\" seems to be used to pretty much the complete exclusion of \"joder,\" although the Mexican population has a large number of other cuss words, some of which are rather impressive in their complexity. When I have spent time in Spain, however, I have never once heard \"chingar\" or any variant thereof. It seems to be fairly equivalent to calling someone a \"spanner\" or a \"tosser\" versus calling them a douchebag; people who speak the language anywhere know what it means but one is far less common."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 1,
    "snip": false,
    "text": "I know his is a reallly old thread, but it confuses me. I live in Arizona and spend a lot of time around Mexicans, and this phrase is completely authentic. I hear chinga this, chinga that all day long. It does mean \"fuckin'\", conceptually if not literally. Do Mexicans not say this south of the border?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unquotable",
    "plus": 2,
    "snip": false,
    "text": "Oh my god that's what \"chinga\" means... I am a foolish man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heatbag",
    "plus": 1,
    "snip": false,
    "text": "I like that clicking on the strip for the latest anti-Jaime poetry and photography results in a google search for blibbity-bloo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by joeyramoney, SenseiHollywood, Ubermensch)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "1000hz",
    "plus": 1,
    "snip": false,
    "text": "KILL <br/> \nTHIS <br/> \nMAN! <br/> \n <br/> \nOh man, the thought of that on a magazine cover is too hilarious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "Hispanic scientists have boring hobbies and interests just like scientists everywhere."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 4,
    "snip": false,
    "text": "Not according to  <em>Spider-Man 2</em> , in which Hispanic scientists have hobbies like creating  <a href=\"http://web.archive.org/web/20110417070805/http://www.poemhunter.com/poem/green-chile/\">wriggly phalluses smarter than themselves</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red_dawn",
    "plus": 3,
    "snip": false,
    "text": "Apparently Ray only put out one publicity photo, so everyone has to use the same one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 2,
    "snip": false,
    "text": "\"Kill This Man!\" <br/> \n <br/> \nIs it wrong to give a strip a five or just one part of it?  Like, I didn't read the rest before I gave it the five.  Isn't that bad?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 9,
    "snip": false,
    "text": "You know those recipes are good because they're peer-reviewed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 1,
    "snip": false,
    "text": "You also know the bridges are good because they've been pier-reviewed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 21,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nPat:  <a href=\"http://web.archive.org/web/20110417070805/http://journeyintoreason.blogspot.com/2005/09/heretic-asshole-moron.html\">Heretic. Asshole! MORON!</a> <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20110417070805/http://philippesblog.blogspot.com/2005/09/my-son-franky.html\">My son Franky.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "The more I see of Pat's blog the more I realize that my brother is basically half Pat and half Showbiz.  And it is disturbing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Jesus Christ, Pat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "So what are they going to do to Carlos Mencia?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gigs",
    "plus": 3,
    "snip": false,
    "text": "Not enough. No matter what they do to him, they will never be able to erase what he has done."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anticitizen",
    "plus": 4,
    "snip": false,
    "text": "hi, i'm from the future. <br/> \n <br/> \nyou'll be happy to know that carlos mencia no longer has anything resembling a career.   <br/> \n <br/> \nalso: H1N1 is on the way and we.  all.  fucking.  die."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "domdacey",
    "plus": 1,
    "snip": false,
    "text": "I am from your future! We stop giving a fuck about H1N1. Carlos Mencia is still unemployed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "i wonder who the frigg raoul cousins is......"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "travo",
    "plus": 0,
    "snip": false,
    "text": "Yeah Fuck Jaime!"
  }
]