[
  {
    "depth": 0,
    "minus": 1,
    "name": "andrew_",
    "plus": 8,
    "snip": false,
    "text": "I've always loved the sound effects in achewood. <br/> \n <br/> \n*splut* might be my new favorite."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 82,
    "snip": false,
    "text": "However much Onstad feels Garfield is low and poor, he  <em>knows</em>  where he got that onomatopeia"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by littlecat, daidai, Deusoma, Hatticus, NDCaesar)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catachresis",
    "plus": 71,
    "snip": false,
    "text": "I would say something about the paralell between Onstad's reclamation of \"splut\" from Garfield and the ongoing debate in the hip-hop community over whether \"nigga\" reinforces or destroys racial hatred, but then I'd be a pretentious dickhole <br/> \n <br/> \n*SPLUT*"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "*splut* indeed, sir."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "lk",
    "plus": 7,
    "snip": false,
    "text": "in garfield, splut was the sound of garfield's face falling into a lasagne"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stoicromance",
    "plus": 11,
    "snip": false,
    "text": "To be fair, Garfield dedicated entire weeks to that certain glorious onomatopoeia.  <br/> \n <br/> \nA rose in a garden of weeds is a rose no less."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "True. Said rose is doomed to die in anonymity however."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "7th_shot",
    "plus": 0,
    "snip": false,
    "text": "Philippe looks horrified by the source of the sound."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cuddlefish",
    "plus": 3,
    "snip": false,
    "text": "*splut* was actually first utilized by jim davis in Garfield comics.  but I'm game for whatever sound effect comes from nice pete getting stabbed in the head multiple times. dude freaks me out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cromulent",
    "plus": 3,
    "snip": false,
    "text": "Wasn't 'splut' the sound that the pies were making in that one episode of Garfield and Friends, when the pies were randomly hitting people in the face from off screen?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bookofsand",
    "plus": 9,
    "snip": false,
    "text": "It's also the sound Garfield makes when he greases himself with lard to avoid being grabbed by Jon and *spluts* through the poor bastard's grasp. <br/> \n <br/> \nNo lie. I am goddamn serious."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dougthehead",
    "plus": 12,
    "snip": false,
    "text": "Also, whenever pies hit Garfield in the face in the comic strip, they go SPLUT.  Jim Davis once wrote a week's worth of strips where nothing happened, except pies hitting Garfield in the face and going SPLUT, a phenomenon Garfield referred to as \"splut week,\" and everyone else referred to as \"Jim Davis writes a week's worth of strips in five minutes week.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aikennubbles",
    "plus": 22,
    "snip": false,
    "text": "Yeah reading Achewood really makes you realize how lazy these daily newspaper comic writers are.  Every day they're all: \"Can't sleep Dagwood?  Why don't you make yourself a sandwich,\" when Onstad can average five jokes/strip and literally advance the English language."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norsef",
    "plus": 1,
    "snip": false,
    "text": "Yes but do you think any of the jokes in here would be allowed within 100 yards of your average newspaper. I seriously doubt it. <br/> \nPlus syndicated dailies have to all be standalone in case a reader only gets the paper on saturday and misses the other six issues. The effect is that you are unable to develop characters beyond the simplest of stereotypes. Despite that they still have to keep the same characters to maintain the brand and ensure its still recognisable to the casual reader. So Jim for example couldn't get rid of Garfield and write about a duck with bad manners instead. If he did then the reader wouldn't know it was by the guy who did Garfield. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I would like to see a comic about a duck with bad manners."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lordpretzel",
    "plus": 1,
    "snip": false,
    "text": "Someone's never heard of  <em>Mallard Fillmore.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That's not what Mallard Fillmore is about though!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lordpretzel",
    "plus": 0,
    "snip": false,
    "text": "True, but it features one.  <em>Duckman</em>  would be the best option, but it isn't a comic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hyetal",
    "plus": 1,
    "snip": false,
    "text": "Now, without looking it up...  What is Samoan for \"splut?\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stormagnet",
    "plus": 1,
    "snip": false,
    "text": "...Is that a Mensa question?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "What is splut? Was...was that a daily double?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "redjoker",
    "plus": 1,
    "snip": false,
    "text": "I would have gone with who is Costa Zeta Acosta, but fair enough."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bazookaradio",
    "plus": 1,
    "snip": false,
    "text": "SPLUT."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "prine",
    "plus": 2,
    "snip": false,
    "text": "Teodor's expression. Last panel."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "Ray's is even better."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 0,
    "snip": false,
    "text": "looks like those  <em>Millions of people</em>  voted against Nice Pete this time!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vreeeee",
    "plus": 0,
    "snip": false,
    "text": "It takes a nation of millions, etc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "goatmasterflash",
    "plus": 0,
    "snip": false,
    "text": "million man julienne"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 12,
    "snip": false,
    "text": "I love how it is assumed that millions of people were already waiting on Nice Pete's site to stab people over the internet, so much so that the moment the device was turned on it started stabbing and  <em>did not stop</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 2,
    "snip": false,
    "text": "Your perception of what is happening here is a lot funnier than what I perceived, i.e. that he downloaded a  driver that did not make his thingamajig work as intended but rather just supplied power to its only functional component."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, Moraiat, Sargasm, SenseiHollywood)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 2,
    "snip": false,
    "text": "I think I actually downloaded that driver once"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "cdl146",
    "plus": 1,
    "snip": false,
    "text": "I love the little smiley face in the \"Driver successfully installed\" message box. MAC's try to be so damn cute."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "goatmasterflash",
    "plus": 2,
    "snip": false,
    "text": "Not once in all my years of using a mac have I ever had to find, install, or even know what the hell a driver is. A mac will just assume you don't know what the hell you're doing and take care of everything before you even figure out there was a snag. This only becomes a problem if you do know what the hell you're doing and want to tinker."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "The only time I had to install a driver was during an ill-advised period of trying to use an off-brand super crappy pen tablet thing that was made in Taiwan.  <br/> \n <br/> \nIt never worked. But other than that- yeah, no fussin' with drivers on my Mac."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dzieger",
    "plus": 1,
    "snip": false,
    "text": "Dammit, now I've developed an unreasoning fear of using my quickcam. Splut splut splut."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "I was so god damn happy when Pete got it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "Pete's hell of competent with the ways of technology in this strip. But you should never order a murder machine under the guise of a vegetable cutter from a wily Indian and then look straight at it from one inch away."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "All drivers are the same."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pa_ass_nts",
    "plus": 2,
    "snip": false,
    "text": "*splut* is also the sound of a coke-crazed squirrel's head exploding, if memory serves."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"If memory serves?\" You can't have posted that comment more than two days after said strip was put up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pa_ass_nts",
    "plus": 1,
    "snip": false,
    "text": "Well spotted. On the other hand, the down-my-throat-jumping that would have go on had I got it wrong would have been truly, truly tedious. Easier to type 3 words than go back and check."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "Well, I'm going to jump down your throat now anyway, out of spite. Allez-oup."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hyetal",
    "plus": 4,
    "snip": false,
    "text": "I'm not interested in your little tea party here, but a chubby for not writing \"alley-oop.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for \"little tea party\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "He said there should seriously be some red lights. <br/> \nI imagine there are a ton of them going off in his brain as he gets stabbed in the head 7 times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "Hell of stabbed"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Alt text here is really funny. \"Will this continue until the utilities district shuts off the power?\" It's an absurd idea."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pan-optic",
    "plus": 0,
    "snip": false,
    "text": "I don't suppose you've ever seen the recent movie Taken? <br/> \nBecause that exact situation is played completely straight. <br/> \nOr, well, as straight as a movie like that gets."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fourganger",
    "plus": 1,
    "snip": false,
    "text": "Textbook error. Never hold anything up to your face if you are the bad guy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "Is Pete going to die?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sarsbar",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete and technology are the best combination."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chochacho",
    "plus": 0,
    "snip": false,
    "text": "It's L'Arroseur Arrosé for the Murder over the Internet Age."
  }
]