[
  {
    "depth": 0,
    "minus": 0,
    "name": "anpanman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by anpanman was marked lame too many times and excluded. (marked lame by Howard, co1chester, Albatross, dbca, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "differentdog",
    "plus": 0,
    "snip": true,
    "text": "A comment left by differentdog was marked lame too many times and excluded. (marked lame by seven47, Albatross, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "benjamints",
    "plus": 0,
    "snip": true,
    "text": "A comment left by benjamints was marked lame too many times and excluded. (marked lame by ladydj, Albatross, aperson)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 2,
    "snip": false,
    "text": "I discovered earlier in the month that, although I am strongly righthanded, I am much better throwing a frisbee lefthanded. It freaked me out a little bit how much better, actually."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pigs",
    "plus": 5,
    "snip": false,
    "text": "You lie...no one can throw a frisbee.  It's impossible! <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by Norsef, apocowarg, Bambule, Aaronb1215, Mangtastic, 7th_shot, Crouchosarus, fatcat, fancypants, PurpleRose, Cracklewater, adonkon, waddlerz, ep2, Axhoola, TheSoulBear, Xaxx, Satyr, Pigs)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zapatos",
    "plus": 1,
    "snip": false,
    "text": "These things happen."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "anabanananana",
    "plus": 4,
    "snip": false,
    "text": "My little brother's like that--at his 4th grade elementary track meet, he threw the school record left-handed.  He's probably one of the most unathletic kids, so it was a nice moment of accomplishment for him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 6,
    "snip": false,
    "text": "once upon a gym class, i sank so many 3-pointers with my left hand Coach asked why i didn't try out for the b-ball team. then he saw that i was connected to my left arm and looked at me in a way that said, \"uh..oh...umm..ohh...yeah, nevermind.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "I thought you had like a deformity of the hand and he didn't see it at first, but then I thought: \"no, wait, left arm is attached to two things\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dcofosho224",
    "plus": 2,
    "snip": false,
    "text": "My music teacher in high school was this dude who played like every instrument. he was right handed and played guitar right handed, winds right handed, everything normal EXCEPT he could not for his life play french horn except in the left hand position true story."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gonzola",
    "plus": 0,
    "snip": false,
    "text": "I AM THE GHOST OF THREE-YEAR-OLD STRIPS. It's ok TO BE YOU."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I AM THE GHOST OF THE CUBE YOU KILLED. This was a triumph. <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "starforth",
    "plus": 122,
    "snip": false,
    "text": "Actually the most important thing to note is that despite getting hit in the face, the impact was enough to knock Elvis' hair off."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sealman87",
    "plus": 1,
    "snip": false,
    "text": "That detail makes this for me every time I see it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "singtralala",
    "plus": 0,
    "snip": false,
    "text": "wow"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nSeriously, thanks for pointing that out. That makes it a 5 for me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jumpingjehosephat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jumpingjehosephat was marked lame too many times and excluded. (marked lame by Franz, Thorfinn, theoneyouwant, Scorpio_nadir, cognitonaut, Wolfslice)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theoneyouwant was marked lame too many times and excluded. (marked lame by Thorfinn, jumpingjehosephat, jthompson)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jumpingjehosephat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jumpingjehosephat was marked lame too many times and excluded. (marked lame by Franz, Thorfinn, theoneyouwant, Howard, mustconcentrate, cognitonaut)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rothenbergxxx",
    "plus": 3,
    "snip": false,
    "text": "Well sure, but is that more conclusive than the fact that no tennis ball is solid enough to crack someone's face?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "It'd crack open a cat's face."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "thatcrazycommie",
    "plus": 2,
    "snip": false,
    "text": "Uh, yeah, no. It wouldn't."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 2,
    "snip": false,
    "text": "<em>WHY FIND OUT?</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "smaconi",
    "plus": 0,
    "snip": false,
    "text": "BOO TO THAT"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Yes a tennis ball could crack open someone's face with just a bit of extra velocity. <br/> \nIf you disagree then you just haven't been hit by a fast-enough tennis ball."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tragicone",
    "plus": 1,
    "snip": false,
    "text": "Do you believe that a cat can pitch a softball fast enough to crack a face?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "setzkin",
    "plus": 3,
    "snip": false,
    "text": "Do  <em>you</em>  believe that a cat can grip a softball in such a manner as to pitch it?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "if they have opposable thumbs like it seems mingus does"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 7,
    "snip": false,
    "text": "Apply your answer to your own question and press Enter."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "First off, this is a hilarious conversation. Second, the game of  <strong>soft</strong> ball does not employ the use of a  <strong>tennis</strong> ball. The end."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stagnantdisplay",
    "plus": 2,
    "snip": false,
    "text": "Dude, they're all stoned. Who knows what kind of ball they grabbed on the way to the field."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "peterjoel",
    "plus": 1,
    "snip": false,
    "text": "A softball is about the same size as a cat's head. This ball is about the size of a tennis ball."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 1,
    "snip": false,
    "text": "why is this important? many right handed people bat lefty."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "I am left-handed, as are Napoleon and Ray. These are surely the two most important examples of left-handers in history."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anpanman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by anpanman was marked lame too many times and excluded. (marked lame by violentlymickey, Albatross, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by joeyramoney, Overmedicated, the_dingle)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "A \" <em>splut</em> \" would have been nice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grayfox was marked lame too many times and excluded. (marked lame by ohmygooses, Albatross, aperson)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "someone3",
    "plus": 2,
    "snip": false,
    "text": "a base ball to the face is always a buzz kill."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "untilyouaresonude",
    "plus": 11,
    "snip": false,
    "text": "Nobody told Nightlife it was slow-pitch softball...he really let it sail."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, Zefiel, fosters, Moraiat, equinn2006, rhymesforkids, cognitonaut, profbobo, heatbag, SPECTRE)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 1,
    "snip": false,
    "text": "Why does he have ten lames?  I am giving you a Chubbies because Ray did get rung up, at the cash register of pain."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "A first pitch always has a little extra sass on it. <br/> \n <br/> \nBut yeah... woops..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "For Nightlife, thattt wasss slloowwwwww......"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Nightlife used to pitch fast-pitch for his church League. He led the league in hit batters, ERA, walks, forfeits, and bench-clearing brawls every year. <br/> \n <br/> \nRay didn't do his homework. <br/>"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "sabalpalm",
    "plus": 19,
    "snip": false,
    "text": "alt text: \"Keep your eye on the ball and your brain on the team, coach always said\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sargasm",
    "plus": 14,
    "snip": false,
    "text": "Nightlife threw the ball so hard he lost his J, and Ray got hit so hard even Elvis felt it.  Raw."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Something about your comment and your avatar combined makes me weep the good way. <br/> \n <br/> \nChubbtastic. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nyu was marked lame too many times and excluded. (marked lame by 2kings, TwoTonTurkey, aperson)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "grayfox",
    "plus": 1,
    "snip": false,
    "text": "Whoa, that'd be cool. <br/> \nIt has been awhile since anyones visited hell."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "natjo1986",
    "plus": 0,
    "snip": true,
    "text": "A comment left by natjo1986 was marked lame too many times and excluded. (marked lame by TheLoneliestMonkey, ThomasEdison, aperson)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ralgnar",
    "plus": 1,
    "snip": false,
    "text": "Nah, they resolved that storyline the first time he went to hell, remember?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 2,
    "snip": false,
    "text": "Onstad made the devil hell of classy in his strips, so I'd look forward to another devil line."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "fallow_fields",
    "plus": 1,
    "snip": false,
    "text": "Ha ha, I vote chubby for 'hell of' obviously being part of your lexicon. It also made its way into mine"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 0,
    "snip": true,
    "text": "A comment left by andrew_ was marked lame too many times and excluded. (marked lame by co1chester, the_dingle, aperson)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "delzhand",
    "plus": 0,
    "snip": false,
    "text": "Check out Nightlife's totally vertical jump."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ssddr",
    "plus": 0,
    "snip": false,
    "text": "Mingus has some classy pitching with that jumping and all"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ishbario",
    "plus": 0,
    "snip": false,
    "text": "Mingus needs more strip time!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dolphinboy05",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dolphinboy05 was marked lame too many times and excluded. (marked lame by mat4900, ThomasEdison, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 2,
    "snip": false,
    "text": "Has anyone else noticed that clicking on the comic from the frontpage achewood.com, and clicking on \"curr\" in the top of assetbar links you to two different comment boards for the same comic?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sabalpalm",
    "plus": 2,
    "snip": false,
    "text": "Thats exactly what i was just thinking!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nyu",
    "plus": 2,
    "snip": false,
    "text": "I sent The Dude an e-mail."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gtec",
    "plus": 27,
    "snip": false,
    "text": "The slick cat brings game to the bat, but the heat that is thrown is no longer his own."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jbrowning82",
    "plus": 1,
    "snip": false,
    "text": "I love that Nightlife throws it so hard that he jumps"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "edengel",
    "plus": 3,
    "snip": false,
    "text": "i knew this was gonna get ugly.  i didnt like this story line from the beginning, brought up ten (10) kinds of memories from ladhood... This Happened To Me Once."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "I got a softball on the jaw from poking my head out behind a dunk-the-teacher station at a fund raiser. First I was looking and then I was on the floor in the bathroom with people's heads above me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kelis_navidad",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kelis_navidad was marked lame too many times and excluded. (marked lame by philw852002, DocFaustus, Wolfslice, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "horace_lung",
    "plus": 0,
    "snip": true,
    "text": "A comment left by horace_lung was marked lame too many times and excluded. (marked lame by DocFaustus, mat4900, caduceo, aperson)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "bobquest3",
    "plus": 0,
    "snip": false,
    "text": "NAAAAAAOOOOOOOOOOOOO"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "Beautiful softball pitch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": true,
    "text": "A comment left by killingthejay was marked lame too many times and excluded. (marked lame by DocFaustus, SoupyTwist, Wolfslice, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "assetbar_admin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by assetbar_admin was marked lame too many times and excluded. (marked lame by LordNelson, johnnybaverage, americanadiano, missbee, Shinkusan, AndrewofDOOM, Stereo, XACBalistikX, mksta1000, rygarrett2, bigdumbtravface, glyphtheory, ishuta, TommyTheBrat, Homepie, CygnusX-1, expellens, DorianGray, Gazdatronik, TheGreatD, shatneresque, TheSmugElderly, Aelindil, salfordladsclub, Smallberries, shydra, wilbur, daidai, wfl, YorkshireTea, 1000Hz, scottawesome, HonestTom, speccer, HamScout, Poorochondriac, Dezufnocosem, calgit, Dusty, mockereo, cryztal, tsukurimekura, gimluck, gladi8orrex, never_die, nbeer, bengmin, flaxplus, Mattsolo, vheissu, orvel, direbmem, invidious, mabel, JTTuba, parkerah, loroca, Mangtastic, Deusoma, plummet, philophobe, Lacrimus, thebcm, msbumpkiss, nice-on-water, ajordan, decagon, purplehaze, re5urgam, flazisismuss, getawaykettle, jake11, falseprophet, ESwrathwright, autrepoupee, Tricky, tk001, firekow, westsider8, molotov521, chivalress, InspectorGadget, nicklon, kingfisher, ashbery, whoper, peterselj, LaVieNoir, snitchy, Bazacko, dtcommadt, incompleteunit, bigtom, PPPoA, ZombieZero, Jetbunny, greenkoolayd, peculiarnoise, rad_chillies, mikeleffel2, gingerbreadman, gussiejives, morypcaina, wazza, farqussus, neo-aeris, RobAngry, dickie_roxx, Granularsilica, Scorpio_nadir, varnish, drmadplay, GitarooMan, twells, Sweetlips, tehloki, LucidLoon, s1rnight, gobot, seanc, howl, weapon86, kendieatsbabies, hellaurie, MFrance, QingofChina, sittered, Phat, Nighend, DougTheHead, TSRTS13, AJESTERONLY, Garfield, btc, TheIrateTurk, Hazelfo, Sleaw, Ctrl_Z, Jar, thebaddoctor, HolyQ, mikerotch6, fleetmack, galbraith, ProfessorRiffs, hotconnerybod, TheGoodwillGirl, Carpenter, teluxe, anomalous3, the_doz, dasilodavi, helikaon, Fielding, greatjob, jun, luckypyjamas, Ham_Shoes, lennyx, lux, MajesticTrout, thedudeabides85, Plineythedumber, Lynnym, Aktinide, GoriasXY, Crowly, shambles, Red-Barchetta, heckuba, mr_november, gtew234, illgamesh, newspaperdrone, Gage, mistlethrush, owlshapedzun, old_chap, Crater12, streever, ArthurDentLives, JuggleGod, batface, Retro, jaldor, mystkmanat, RicNine, octafish, coldfrog, orrrderup, Fcannon, duperando, Abbie, artcrow, sixthfantasy, Damiel_Billiams, shortside40, diplomat76, EndlessMike, lateadopter, lightupafatty, crom, LexSenthur, vorrishnikov, grenzdebil, DeepOmega, megaskip, Shawgun, higuma, SomeDarkHoller, ASaltySalute4, charchar, JimmyK, raynach, dgalway, iidebaser, zaer, PresrvdKillick, badlion, smilebuddha, usversusthem, allknowingpants, Squi, purplesafruit, psykeres, agentcimorene, samwiseg24, lonestar52, puguglypress, Gelter, miaou, Dybrar, gonchoriffic, Fathington, taiga81, goopotato, campincarl, smooveb, Twistedkidneys, mattylite, soupkaty, peterjoel, ubersplat, bilingualmonkey, sherief, CMD7194, Myre, I_Love_Kate, exits2freeways, Irien, Grizzlebee, meowwwwwwwwwww, foea, thegoblins, ouroboros, ellie, Centipede_Damascus, swiftlikeafox, wotown, Archon_Divinus, matt_bohr)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "It's pretty unsettling that Onstad got lamed but assetbar didn't. I can't even count how many things are wrong with this outcome."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "I could totally picture this happening to me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by UntilYouAreSoNude, Zefiel, NYU, benk, Moraiat, equinn2006, cryptfiend85, lucidaconsole, theseknives, chatterjee, profbobo, Saint, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hexjumper was marked lame too many times and excluded. (marked lame by RogerGS, cryptfiend85, hopsyturvy, TwoTonTurkey, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by UntilYouAreSoNude, Zefiel, dienerinlb, fallow_fields, Vondicus, katal, Moraiat, equinn2006, SoManyWhales, chatterjee, profbobo, desrosier, mrn, Saint, Sabacc, aperson)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 2,
    "snip": false,
    "text": "just because you read it here today doesn't make it any less funny tomorrow."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "zombie",
    "plus": 2,
    "snip": false,
    "text": "\"My glasses! I can't see without my glasses!\" <br/> <br/> \n-  <em><strong>Velma Dinkley</strong></em> , the love of my life. <br/> <br/> Poor ray."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "delzhand",
    "plus": 0,
    "snip": false,
    "text": "Of course he can't, he sold his eyes to pay for the Achewood book."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by RogerGS, relaxing, aperson)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "nyu",
    "plus": 6,
    "snip": false,
    "text": "This picture is so fake. If it were real, there'd be blood pouring out of ears and a giant KRAK sign over his head. Psht, photoshop."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "I think it's probably real just because of how happy the guy sliding looks. He loves other people's pain."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lugosh",
    "plus": 0,
    "snip": false,
    "text": "I am not sure that the guy sliding can see through the catcher's ass to know that he is getting hit in the face with the ball. <br/> \n <br/> \nBut... maybe he can?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "stella",
    "plus": 25,
    "snip": false,
    "text": "that's how he's gonna look like: <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "Murderface, Murderface, Murderface."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "a_dude",
    "plus": 1,
    "snip": false,
    "text": "I Knew that bat was too cool to get swung...but i did not expect this... poor ray had a thing and now what? all these people with comments wanting to buy his stoned lightning shirt... so long dang ole' earth."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "closefriend",
    "plus": 0,
    "snip": false,
    "text": "Jesus, as I was reading I felt that on the bridge of my nose!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "vreeeee",
    "plus": 1,
    "snip": false,
    "text": "Nightlife cold clocked a dude."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "It's about time Ray gets faceballed."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zem",
    "plus": 4,
    "snip": false,
    "text": "That is not a slow pitch, Nightlife."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by 1000hz was marked lame too many times and excluded. (marked lame by dboothe, DocFaustus, Connellingus, hopsyturvy, aperson)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "volusiacntyblue",
    "plus": 2,
    "snip": false,
    "text": "take your base, ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nsrdude",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nsrdude was marked lame too many times and excluded. (marked lame by wharfrat, dboothe, NYU, DocFaustus, bug, cryptfiend85, mat4900, theseknives, hopsyturvy, typo, Wolfslice, mrn, aperson)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "wharfrat",
    "plus": 4,
    "snip": false,
    "text": "maybe ray will go to heaven for once"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pubdoggy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pubdoggy was marked as spam and excluded. pubdoggy: What a douche. (reported by NYU, Botulism, mrn)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucas",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lucas was marked lame too many times and excluded. (marked lame by wharfrat, tekende, jeofredo, MilesDonovan, dboothe, jack_samson, bug, woodenteeth, mat4900, theseknives, Jeef, ThomasEdison, dejavroom, alejandroadam, Sound-and-Motion, psykeres, anitrophaeron, mrn, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stephicologist",
    "plus": 0,
    "snip": true,
    "text": "A comment left by stephicologist was marked lame too many times and excluded. (marked lame by dboothe, theseknives, typo, Sound-and-Motion, anitrophaeron, mrn, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "kickass avatar, did you find it or make it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "It's from an old program called Microsoft Comic Chat <br/> \n <br/> \nbut I associate it with  <a href=\"http://web.archive.org/web/20101006175147/http://www.jerkcity.com/\">Jerkcity</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "I'm being an idiot here. the way the comments are kind of indented when they're marked lame made it look, at one point, like your comment was a response to one of mine up there. <br/> \n <br/> \nanyway the actual answer to your question is that it's from  <a href=\"http://web.archive.org/web/20101006175147/http://m.assetbar.com/achewood/uuadThCRn\">this strip</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "heh no worries, I was just wondering because I made that same avatar; I was thinking she stole it from me"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cynic8",
    "plus": 0,
    "snip": false,
    "text": "i hope those are not ray's brains coming out his ears"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "havenless",
    "plus": 6,
    "snip": false,
    "text": "Ray? RAY? RAAAAAAAAAAAAAAAAAAAAAAAY!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "billyamericana",
    "plus": 1,
    "snip": false,
    "text": "Leonidas sir it's too late for you to help him he's stoned go and get filled with arrows like you're supposed to"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lacrimus",
    "plus": 0,
    "snip": false,
    "text": "It was a one-man batting mission."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "afronaut",
    "plus": 0,
    "snip": false,
    "text": "RAY!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sensate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sensate was marked lame too many times and excluded. (marked lame by gouldgonewild, dboothe, cryptfiend85, typo, ThomasEdison, Wolfslice, dropkickpikachu, aperson)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "imitationcrab",
    "plus": 1,
    "snip": false,
    "text": "OH SHIT! <br/> \nRoast Beef is going to be like 'man i just knew it'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "abrahamjoseph",
    "plus": 0,
    "snip": true,
    "text": "A comment left by abrahamjoseph was marked lame too many times and excluded. (marked lame by dboothe, cryptfiend85, Sound-and-Motion, aperson)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "kylemcjuicy",
    "plus": 1,
    "snip": false,
    "text": "we get so see ray without his glasses now."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nihraguk",
    "plus": 2,
    "snip": false,
    "text": "we get to see Ray's sewed-up eye sockets again now."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "davidbowie",
    "plus": 0,
    "snip": false,
    "text": "And that's why you don't play softball!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "wino",
    "plus": 1,
    "snip": false,
    "text": "rush the mound ray.  izzy alcanatara that bitch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bazookaradio",
    "plus": 0,
    "snip": false,
    "text": "Blood out the ears. Harsh Slowpitch Justice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skyliner",
    "plus": 2,
    "snip": false,
    "text": "Subaru Brat here we come."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "liquidbanjo",
    "plus": 1,
    "snip": false,
    "text": "i'm always up for another spin through hades. chances are dr. andretti is going to patch this one up before we get there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kkkknasty",
    "plus": 1,
    "snip": false,
    "text": "Damn. Maybe this isn't a \"thing\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kkkknasty",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kkkknasty was marked as spam and excluded. kkkknasty: What a douche. (reported by philw852002, NYU, kilowatthour)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kkkknasty",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kkkknasty was marked as spam and excluded. kkkknasty: What a douche. (reported by philw852002, NYU, kilowatthour)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "If I can buy a lucite bat with a novelty toupeed Elvis inside, I guess I can buy a softball that bloats to twice its original size in midflight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 3,
    "snip": false,
    "text": "I imagine the ball moving in slo-mo and making that bionic Lee Majors sound effect."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "I imagine this happening in slo-mo like Edward Norton shooting his jaw unhinged at the end of Fight Club."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "This is like the new Dawn of the Dead; the ball is a propane tank and Ray's face is the crowd of zombies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baltimorabunnyface",
    "plus": 0,
    "snip": false,
    "text": "i wonder if Nightlife's joint is going to ever-so-innocently find its way back into his mouth in the next strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rach4ael",
    "plus": 0,
    "snip": false,
    "text": "number one I thought this was slow pitch, number I love how there is blood squirting out of Ray's ears...would that really happen?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red_dawn",
    "plus": 2,
    "snip": false,
    "text": "Why's everbody saying Ray's eyes are gone? He must of bought new eyes with his vast wealth, because he is able to enroll in the Robert Johnson School of Ocular Shenanigans."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "songbirdspectre",
    "plus": 1,
    "snip": false,
    "text": "i shall be nightlife for halloween."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by songbirdspectre was marked as spam and excluded. songbirdspectre: What a douche. (reported by NYU, kilowatthour, gowerski)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "craigola",
    "plus": 0,
    "snip": false,
    "text": "I enjoy a nice try at a palindrome as much as the next guy, but they should be kept in private. That said, I hope Ray's alright."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morganization was marked lame too many times and excluded. (marked lame by Zefiel, jaydub, byronic, chatterjee, bogmad, benfromtenn, Wolfslice, goddam, gowerski)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 19,
    "snip": false,
    "text": "It's true. In most karma-based comment systems, the currency which is doled out (slaps or pats) is in some way earned, resulting in the building up of a community of users who value positive feedback. Successful systems limit the amount of judgement that may be handed out, and often ration it according to the level of respect accorded by other users. <br/> \n <br/> \nIn the new achewood system (it's new - it'll change), karmic judgements are completely free and available to all. The result is a maelstrom of judgmentalism without cost or consequence. <br/> \n <br/> \nI have a Phd in this kind of thing. <br/> \n <br/> \nNow, watch this damn message get lamed to hell."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by apocowarg, fosters, Howard, Wolfslice, gowerski, Sabacc, morganization)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": false,
    "text": "i can tell because you did not punctuate Ph.D. correctly. fool."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by apocowarg, daidai, morganization)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": false,
    "text": "that was artistic freedom. and i'm a woman. call me a bitch. dork."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dennis",
    "plus": 0,
    "snip": false,
    "text": "not the glasses!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": false,
    "text": "he didn't throw it fast but for the fact that ray is so stoned every thing seemed to happen really fast."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by someone3 was marked lame too many times and excluded. (marked lame by dboothe, hunble, Wolfslice, gowerski, aperson)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "weapon86",
    "plus": 2,
    "snip": false,
    "text": "Snuggleguns sounds like a name for one of Ray's AIBO's."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "Nightlife is turning the war on drugs into another Vietnam."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "<em>You're an errand boy, sent by grocery clerks, to collect a bill.</em>   <br/> \n <br/> \nThis is the end <br/> \nBeautiful friend <br/> \nThis is the end <br/> \nMy only friend, the end"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ladydj",
    "plus": 0,
    "snip": false,
    "text": "I'm ready for the ball. In my face."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "biddlebubbly",
    "plus": 0,
    "snip": false,
    "text": "I'm bout to try that pitching style, all hopping at the release"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gouldgonewild was marked lame too many times and excluded. (marked lame by dboothe, ladydj, mike24, dropkickpikachu, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toby",
    "plus": 0,
    "snip": true,
    "text": "A comment left by toby was marked lame too many times and excluded. (marked lame by dboothe, gowerski, aperson)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "kilowatthour",
    "plus": 0,
    "snip": false,
    "text": "now ray got his brains on the ball."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "omnidope",
    "plus": 0,
    "snip": false,
    "text": "Despite this horrible outcome, the stoned slow pitch softball league is an outstanding idea. Wish I could organize it in my own hood."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "evolume",
    "plus": 6,
    "snip": false,
    "text": "a palindrome: <br/> \nGod's emu loves evolume's dog."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "There's Lames and Spams everywhere on this page. What the? I love the image that this palindrome gave me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I can only guess that we got hacked, because I don't remember laming dozens of harmless posts. <em>and yet that is what I see here</em>"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "jack_samson",
    "plus": 0,
    "snip": false,
    "text": "How could nightlife misinterpret \"slowpitch\"?  Also, ouch.  The blood out the ears, nasty."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kylank",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kylank was marked lame too many times and excluded. (marked lame by straw, spesimen, smog, dboothe, bug, lateadopter, nutmeg, J-Man)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nause",
    "plus": 0,
    "snip": false,
    "text": "I thought the first stoned injury would definitely involve one of the grills."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "Elvis...."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 3,
    "snip": false,
    "text": "maybe ray will be terri schiavo like and there will be a Debate"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "odei",
    "plus": 3,
    "snip": false,
    "text": "Snuggleguns sounds like a forgotten Top Gun pilot who was dropped from the script days before shooting began. They felt the character was 'too gay'."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "Because there was already too much gayness between Maverick and Ice Man.  (cite: Maddox)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ian",
    "plus": 4,
    "snip": false,
    "text": "mingus's  jump reminds me of the old video games where 'jump' meant the little dude on the screen just bent from his knees really fast and propelled himself in the air a few inches. <br/> \n <br/> \nwhen you think about it, video game jump animation has come a long way"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dans",
    "plus": 6,
    "snip": false,
    "text": "Nightlife has appeared on this strip twice, and has(presumably)killed both of the most central characters. <br/> \nHe's got a better track record than Nice Pete."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 1,
    "snip": false,
    "text": "way more than twice <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lowercasejim",
    "plus": 0,
    "snip": false,
    "text": "The face on the bat, the ball in the face-- now it is all worth it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "Ray has Einstein Bagels' website bookmarked in his browser."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "Stoned Lightning shirt is available, yay!  But only in navy.  :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "Dang, beaten to it for one minute! XD"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "I was hoping it would be offered in white."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "The blood coming out of the ears is just that perfect touch of pain."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gowerski",
    "plus": 1,
    "snip": false,
    "text": "Bad things happen to Ray when we can't see his Chochacho pendant"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "locke1127",
    "plus": 0,
    "snip": false,
    "text": "I laughed out loud <br/> \n <br/> \ngod, thank you Achewood for being like the only comic that draws that response regularly"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iaintnogent",
    "plus": 1,
    "snip": false,
    "text": "The Elvis head reminds me of the Red Meat comics"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "No one looks at the new comments."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_dna",
    "plus": 0,
    "snip": false,
    "text": "palindromes have no place in softball, stoned or otherwise"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "amberjunk",
    "plus": 1,
    "snip": false,
    "text": "That is the best smashed in face I have ever seen.  Thanks, Onstad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moe_hawkins",
    "plus": 0,
    "snip": false,
    "text": "What is  <em>up</em>  with Nightlife Mingus ?! The first time he shows up he gets Beef so high he pukes and dies and now this ?! To Ray ?!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heyman",
    "plus": 0,
    "snip": false,
    "text": "Nightlife is just like one of those guys that assumes that those around them can handle their high as much as he can"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "teknofatcat",
    "plus": 0,
    "snip": false,
    "text": "If you squint, his broken glasses look like the softball has robot legs. Also; I had no idea what was happening in the last panel until I read the comments. To me I saw a softball with robot legs, and Ray's pupils (not ears) spouting some kind of black brain liquid."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 0,
    "snip": false,
    "text": "what i love about achewood is that you can tell onstad does not plan these story lines at all beforehand. he just goes where the muse moves him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 0,
    "snip": false,
    "text": "Elivis' hair pops off with the force of the impact. such attention to detail."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 0,
    "snip": false,
    "text": "You know, I always had the vague impression Nightlife Mingus was kind of a dick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foxtrotamend",
    "plus": 1,
    "snip": false,
    "text": "After reading this one morning, I spontaneously burst into laughter during when I remembered the word \"Snuggleguns\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foxtrotamend",
    "plus": 1,
    "snip": false,
    "text": "during lunch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "beansdooma",
    "plus": 1,
    "snip": false,
    "text": "this needs to be an MLB pitch <br/> \n <br/> \nsomeone call johan santana"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Nightlife Mingus, the Railgun."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dwodles",
    "plus": 8,
    "snip": false,
    "text": "Based on later strips, Ray would appreciate this: [IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "is nightlife partaking in  \"a camberwick carrot\"?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cracker",
    "plus": 0,
    "snip": false,
    "text": "Snuggleguns is not a palindrome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "snugglgguns"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killingthejay",
    "plus": 1,
    "snip": false,
    "text": "SNUG GEL LEG GUNS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "I keep on thinking that is some kind of bone just coming right out of Rays face there in that last panel under the softball. I guess it is more likely a tooth but for some reason it just seems like a bone is comin out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "a girl in our school's softball team pitches with a  <em>DING</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Wow, I just now got what Ray is doing in panel 9, all visualizing the word and counting in from both sides to see if his palindrome checks out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 1,
    "snip": false,
    "text": "Nightlife's joint falls out of his mouth, bounces off of the ground and goes right back in."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "The last panel looks like a flashing neon sign where the ball lights up in three locations, and when the third one lights up the work \"Krak!\" lights up and then actual blood comes out of the sign."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cthulhu235",
    "plus": 0,
    "snip": false,
    "text": "Three years later, I still don't get it. The hell, Mingus? Slow-pitch softball means underhand lobs, not throwing the heater like you're a damn Women's All-American from Smith College."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "I've said it before, and I'll say it again: <br/> \n <em>Damn</em>  I'm glad Nightlife never really made it as a main character, or even a frequent support.  He just annoys the  <em>hell</em>  out of me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "That's one hell of a way to pitch."
  }
]