[
  {
    "depth": 0,
    "minus": 0,
    "name": "finemusk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by finemusk was marked lame too many times and excluded. (marked lame by randombeing, LordHumungus, equinn2006, TheLoneliestMonkey, Tragic_Johnson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gumption",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gumption was marked lame too many times and excluded. (marked lame by randombeing, riotnrrd, InspectorGadget, LordHumungus, TheLoneliestMonkey)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "finemusk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by finemusk was marked lame too many times and excluded. (marked lame by randombeing, riotnrrd, InspectorGadget, LordHumungus, rascaldom, TheLoneliestMonkey, dizkord, littlefatdog)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": true,
    "text": "A comment left by numberkillinger was marked lame too many times and excluded. (marked lame by randombeing, InspectorGadget, TheLoneliestMonkey)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 123,
    "snip": false,
    "text": "I'll post it, but I'm just the messenger: <br/> \n <br/> \nhttp://shmorky.com/achewoodtestb.swf <br/> \n <br/> \nThe URL leads me to believe that Shmorky, of Something Awful fame, is the dude in question. Plus his animation style is pretty recognizable."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "missbee",
    "plus": 1,
    "snip": false,
    "text": "That is AWESOME. But Ray is missing his tail!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 3,
    "snip": false,
    "text": "Holy SHIT! This wins eleven different contests simultaneously!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "snoozebar",
    "plus": 0,
    "snip": false,
    "text": "I can't chubby Schmorky, so please enjoy this chubby-by-proxy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "fuckin' A"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Shmorky had not updated in over a year, and I can't find this on the main page. How did you find it?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 9,
    "snip": false,
    "text": "Just the wild and crazy Chinese whispers game that is the Internet."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "Well you deserve mad chubbies for finding it anyway."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "This is excellent!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "baryonyx",
    "plus": 3,
    "snip": false,
    "text": "Seriously, I want an Achewood TV show to exist solely so it can have an intro number like this. Dissenters' arguments be damned."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "The music is perfect."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "It is classical"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "/r/ MP3 plz nao"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 1,
    "snip": false,
    "text": "Jesus fucking Christ that's awesome. Thank you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "steinhauser",
    "plus": 1,
    "snip": false,
    "text": "My favourite part is, \"BONE...BONE...BONE...\""
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "unfun",
    "plus": 3,
    "snip": false,
    "text": "It's not Shmorky's animation style unless Philippe is wearing a freshly urine-soaked diaper."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "You mean the largely contentious pedofur thing? I was waiting for that to come up."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "unfun",
    "plus": 2,
    "snip": false,
    "text": "What's contentious about  <a href=\"http://web.archive.org/web/20090925102208/http://www.lotlot.net/x/davekelly/\">this</a> ?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "the laughs do not end with this situation! <br/> \n <br/> \nI muft admit given the predilections of the creator, the thought did cross my mind that Phillipe would find himself buggered by the end of the animation. <br/> \n <br/> \nBut it was qt nonetheless!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "Nothing really. No doubt Kelly's work. I was referring to how there was a lot of contention, (mostly from Kelly himself), that he is not, in fact, a pedofur, bla bla bla, he was commissioned, yadayada, and that his Purple Pussy cartoon was mere parody, etcetera.  <br/> \nJust getting tired of it, is all."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Any enemy of Todd Goldman's is a friend of mine. And as I always say, being a furry is the crime with no victim."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "fuckin' everything."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "He is."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "homepie",
    "plus": 0,
    "snip": false,
    "text": "I watched this whole thing twice with the grin of a fool on my face. Shmorky, you are a king among men."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Well that was just precious!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 0,
    "snip": false,
    "text": "AWESOME.  Oh man, I am way too amused by Pat's looks of rage."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hikikomori",
    "plus": 0,
    "snip": false,
    "text": "Fucking BRILLIANT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "However, the way water runs off his back after the shower is somewhat disconcerting.  <br/> \n <br/> \nMaybe I just naturally imagine him hiding his scepter when I see shit like that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I thought that those patterns were wet, matted fur."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "finemusk",
    "plus": 0,
    "snip": false,
    "text": "since when do felines enjoy being wet, anyway?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "margargaret",
    "plus": 13,
    "snip": false,
    "text": "Since when do felines talk and own SUVs?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Cats do have the tainted miracle of digestion in spades, however. I've never visited anyone who owned a cat without being aware of the fact the minute I entered."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "At first, I thought your avatar depicted Pat being hunted by a Predator. <br/> \n <br/> \nie. a Yautja, not Northside Nolan."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Nice Pat?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Don't wear a cape!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "errrr....yes, it would seem.  \"Nice Pat\". <br/> \n <br/> \n <em>Dammit.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "shite, i had assumed those were trophy scars from the great outdoor fight!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Ray takes a lot of showers. <br/> \n <br/> \nAlso: when a biographer is over, be sure you order a big one.  I don't care what it is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 1,
    "snip": false,
    "text": "What?! What is lame about Ray ruling, people? <br/> \n <br/> \nDang! Freaking critics. Sit on it and scissor kick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Oh, come, you must admit, this strip is all about Nice Pete. And it makes me appreciate his character as never before."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "He's right. I am a writer, and as such, my road is often... \"fraught\"... with poverty."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "appleyardd",
    "plus": 3,
    "snip": false,
    "text": "Legally gay people are my favourite kind of gay people."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "According to the breaking news, that would be gay people from California."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "madmangosteen",
    "plus": 2,
    "snip": false,
    "text": "actually, according to lawrence v. texas, that would be all gay people. gay people in california can legally tie the gay knot."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gumption",
    "plus": 2,
    "snip": false,
    "text": "Naw west virginia's been pretty gay lately"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 10,
    "snip": false,
    "text": "How happy am I that Onstad gave a shoutout to the reason I have never been prouder to be a Californian? <br/> \n <br/> \n <em>Superlatively happy.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I hate to rain on your parade but this could mean bad news in the fall. Just sayin'."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "loneal",
    "plus": 11,
    "snip": false,
    "text": "I mean, it  <em>could</em> , but I think Obama is pretty unstoppable (and I am a Hillary supporter, so this isn't the slavering messiah worship to which some people are prone blinding me). California's going to vote blue no matter what, so I'm not sure how big an impact it'll have. It'll definitely piss a lot of people off in the South and stuff, but I think most of the people who would vote for a Republican president because some gays in another state got some rights are going to vote McCain anyway. <br/> \n <br/> \nAlso, this is kind of a Big Deal. I am loath to take unknowable political bickering into account when it comes to extremely important civil rights events.  <br/> \n <br/> \nHistorically, America just gets liberaler and liberaler. People freak out over women getting jobs, integration, Roe vs. Wade, etc., etc., but the liberal outcome eventually prevails. This California thing is (hopefully) going to open the floodgates, and gays are going to keep getting rights, and if McCain doesn't like it, he can lick my clit. His potential presidency is just another roadblock on the highway to more equal rights, and I'm not going to let that (slim) chance bully me out of standing up for what's right."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Congradulations, California, for a brush with common sense."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "Damn - I thought you said bush with common sense there, thinks 'pudenda or president'?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Silly McCain and his clit licking."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "synapse",
    "plus": 3,
    "snip": false,
    "text": "CLITS <br/> \n <br/> \nLOVE THEM"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 4,
    "snip": false,
    "text": "I'M NOT GOING TO MAKE A CLIT JOKE <br/> \n <br/> \nIT'S TOO FUCKING OBVIOUS AND I'M BETTER THAN THAT <br/> <br/> <br/> SO MOIST"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nillsner",
    "plus": 0,
    "snip": false,
    "text": "I think that, rather than referring to the presidential race, he's referring to the californian constitutional amendment that anti-gay-marriage groups are proposing for the ballot this fall. Basically, this judgement can still be over-ruled, and in a more permanent fashion, if it gets enough support. A lot of Californians are progressive, but they didn't sufficiently support gay marriage last time. This fight isn't over yet, so don't breath too easy!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I have a theory (almost shamelessly stolen from pretty much every political thinker of the 19th and 20th centuries, especially if German) that this is because it creates greater wealth, and in the short term suits the interests of various bourgeouis groups. For instance, the CA marriage industry can now serve EVERY GAY IN AMERICA (except the odd numbered one)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 2,
    "snip": false,
    "text": "This is what popped into my strange mind after hearing of the  <a href=\"http://web.archive.org/web/20090925102208/http://ap.google.com/article/ALeqM5iJhSowPhssEAjdaqWDYv-cK6erJgD90LPNE80\">Edwards endorsement</a> ... <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://i288.photobucket.com/albums/ll179/jesscmess/Achewood%20Comments/ObamaEdwards08.jpg\" style=\"border:0px;\"/></div> <br/> \nThis is  <em><strong>not</strong></em>  meant in  <span style=\"border-bottom: 1px dotted\">any</span>  sort of racist context. The lettering and digits just fit together soooo well. <br/> \n(Probably stuck in my head because of the great Daily Show \"08AMA\" graphic.)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I don't see how that could ever be taken as not being a racist statement."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't have thought of it if he hadn't said anything about racism."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I still do not get it <br/> \n <br/> \nWhat is going on"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Malt liquor. That is what is going on."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Oh."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Oh!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<em>Ohhhhhhhhh.</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "All it takes is a word, falseprophet, and the image will be removed. <br/> \nI wondered (as I posted it) if what margargaret was true--that it was so patently offensive that there was  <em>no way</em>  to treat it as simply a humorous statement."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You don't? Maybe I don't get it either then. I...I'm so confused."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I work in a conservative profession in the most conservative urban part of California.  Virtually everyone I know professionally is a Republican.  To a person, the unanimous reaction has been, and I quote, \"meh.\"  It's really hard to see it influencing even one house race out here, considering how gerrymandered all the districts are.  And as for the rest of the nation, don't they think we're all fruits and nuts anyway?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "To clarify, I argue with these people all the time, and they think of me as the resident commie.  So I was really looking forward to arguing about marriage equality and shit today, but I got nothing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Your disappointment is palpable."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Could you give a decent counter arguement against gay marriage? Something of more substance than the whole 'Adement Steve' thing that is thrown around? Otherwise, I got nothing."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "You don't have to convince me.  Any argument that I could think of against gay marriage work equally well against straight marriage.  I think the government shouldn't recognize any marriages."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Ah, well done.  <br/> \nI suppose I would ask how the rate of inflation would find a way to cover for any marriage benefits lost, considering that the benefits of staying single and childless would have more people choose to do so. Soon, those people would largely influence the market, which would probably see most of the breeding types as either the poor class, or the high class types who can sustain children, leaving a non-existent middle class for couples with child. <br/> \nMaybe? I don't know. I read too much dystopic literature. Your thoughts?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "If abolition of marriage leads to a decrease in fertility, fantastic.  We're well on our way to exhausting the carrying capacity of the planet anyway.   <br/> \n <br/> \nI've approached the issue from two directions.  First, utilitarian: should a popular government endorse an institution that has seemingly more negatives than positives?  Second, it appears that marriage is a primarily religious rite, entered into for religious reasons.  The government doesn't get to decide on baptisms, ordinations, or any of that shit.  Though I am well aware that this view would not find any support in the caselaw, I think that we should be working on expanding the reach of the 1st Amendment, not pretending it isn't there."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "First tackling the issue of the fertility, from the standpoint of national stability, (as North America never really cared about moderation in resource consumption outside of the world wars), I had implied a new generation of a non-existant middle class, and all that it implies. The system of institutionalized co-dependence would help keep the balance a little. <br/> \n Secondly, we both know exactly how much sway the concept of seperation of church and state actually holds, in a world where religious ethos will dictate a presidents viewpoint, and the interpretation of said ethos be manipulated to suit the presidents convienience. Then again, you had addressed that when you said that it would find no support from case law. (I will assume that this is so, because I have to plead ignorance of your legal system, being Canadian and all.) I am wondering, by expanding the reach of the First Amendment, are you suggesting removal of the institution of marriage via plebiscite? Otherwise, I would ask you to expand on that idea."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Translation: He lives in Canada, doesn't shop at Wal-Mart, doesn't have kids yet, and is afraid of the Spanish Inquisition."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Aw, I ain't no communist."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "Well ... no one ever expects it, you know... <br/> \n <br/> \nAw.. I just shamed myself."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "1st Amendment history is fascinating for a legal history geek and totally dull for everyone else.  But luckily I am such a geek.  The beauty of the bill of rights is its vagueness.  So, while in the Burger court the establishment clause could be, and often was, used as a progressive tool, now it simply stands for the proposition that the gubmint can't establish a state religion - and even that is being whittled away. <br/> \n <br/> \nWhat I was hinting at is there are only a few steps between a truly progressive jurisprudence and the abolition of marriage.  Marriage can, and should in a perfect world, be eliminated by the federal courts.  Look up Lemon v. Kurtzman, and ask yourself if, applying that standard, government endorsement of marriage is a valid or permissible goal.  I say no, but again, I am essentially extrapolating the best years of US constitutional jurisprudence and ignoring everything after the mid 70s. <br/> \n <br/> \n(Note: Lemon isn't good law anymore.)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I am pro-government intervention in religious public schools, to tell you the truth. If they must exist, it is best they get some manner of accreditation, and more importantly, a standard of learning not limited to religious teachings. Kids are horrible enough. <br/> \nApplying that standard to marriage, I would say that government intervention is necessary to make certain of proper distribution of shared assets in the eventuality of seperation."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Never go to a lemon party, either."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "What is your profession? <br/> \n <br/> \nLaw? Doctoring? <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "The former, unfortunately."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Do you ever struggle to get play because the interesting sex thinks you are Evil? <br/> \n <br/> \nI'm not saying you are evil but I am saying I am curious."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "\"The interesting sex,\" I like that."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "No, but I will almost always have to give this disclaimer within 3 minutes of meeting any hot woman: \"I don't practice family law, so I can't comment on your fascinating problem with your kids/ex/parents/lesbian lover/granddad's estate/child support/visitation issues.\"  They always ask again later anyway."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "oh haha my guess was that you worked for fox news or for a certain republican politician like say tom coburn or some such as that where the words ronald and reagan and obama and muslim fall out of peoples mouths like gumballs falling out of someones mouth who cant chew that many gumballs holy hell where is this going. <br/> \n <br/> \nk thx bai"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hey, don't denigrate your profession.  A society without laws and lawyers would be, well, like Assetbar!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "The first time I read this post I thought it said  <br/> \n <br/> \nLaw? Douchebag? <br/> \n <br/> \nIt made perfect sense to me."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Indeed it does. I may use that line the next time I need to be a cock to someone."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Have you seen the Louis CK bit where he asks the same question? He imagines the court, and the lawyer for the gay side talks about equality and civil rights and all, and then the lawyer for the other side goes, \"But your Honor...THEY'RE FUCKIN' QUEER!\""
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I was under the impression that that was a precedent setting court case in America."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "What? I've completely had it with this lame system. If you don't like something I have posted please reply to it, explaining clearly  <em>why</em>  you don't like it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I lamed it because it struck me as just more pointless, childish America-bashing."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I should probably make better jokes. Wasn't your A M E R I C A thing kinda America-bashing (probably not and I'm kinda thick)?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hmmm. Perhaps. To my mind, there was a difference, but now that I try to think of how to point it out, I find that I can't. <br/> \n <br/> \nTouche, odei. Touche. My apologies."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://farm3.static.flickr.com/2140/1794445039_d03ef0ff93.jpg?v=0\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hahahaha, thanks."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Man, you Oklahoma folk are sensitive."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Rich, highly educated conservatives -- those that don't make concerted efforts to maintain standing in elite high society, or a church -- are generally economically/fiscally conservative, but socially liberal.  <br/> \n <br/> \nIn the most liberal urban part of Utah your colleague-counterparts would be up in arms about it. (Except for the liberal ones, I guess.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "And flakes.  Fruit, nuts, and flakes, just like a good health food cereal."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "HOLY SHIT.  Let's hear it for Civil Rights!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "P.S. Thank you ACLU."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "the_doz",
    "plus": 0,
    "snip": false,
    "text": "Wait, so being gay is legal now? Where have  <em>I</em>  been?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chuvak",
    "plus": 2,
    "snip": false,
    "text": "In California I hear they're making it compulsory. Place is so advanced."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "finemusk",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://www.victorystore.com/signs/property_management/images/no_dogs-2.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "the_dude",
    "plus": 2,
    "snip": false,
    "text": "whoa, huge slam on dogs out of nowhere."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "biomusicologist",
    "plus": 1,
    "snip": false,
    "text": "It's not out of nowhere. <br/> \nNo dogs in the underground."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": true,
    "text": "A comment left by biomusicologist was marked lame too many times and excluded. (marked lame by snoozebar, d3athcann0n, colorlessness)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": true,
    "text": "A comment left by biomusicologist was marked lame too many times and excluded. (marked lame by Johnnyrocker, snoozebar, d3athcann0n, colorlessness)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": true,
    "text": "A comment left by biomusicologist was marked lame too many times and excluded. (marked lame by Gabalfa, snoozebar, d3athcann0n)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hamscout",
    "plus": 8,
    "snip": false,
    "text": "<strong>IN ASSETBAR:</strong> <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://i288.photobucket.com/albums/ll179/jesscmess/Achewood%20Comments/NO_biomusic.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \n(just doing it for the gag, b.m. - no hard feelings)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Haha, you said b.m."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 3,
    "snip": false,
    "text": "For some reason, this reminds me of some bizarre \"In Soviet Russia\" style joke. <br/> \n\"In Assetbar, woman chubbies YOU!\" <br/> \nI'm sorry, but it was the best I can do. The joke form itself is but an abomination."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<em><strong>STILL</strong></em>  funny!   <br/> \nChubby for you, for good-natured ribbing!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 1,
    "snip": false,
    "text": "Had we never come across the vastness of pavement <br/> \nThe barrenness of waves and the grayness of the sea <br/> \nNever lost or ne'er been misguided <br/> \nWe'd have ne'er reached seas so shining"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Oh dang. I forgot all about Ted Leo. Off to my hard drive for me old albums."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "If my entire job in life was to remind people of Ted Leo or introduce them to his work, I would be insanely giddy constantly."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "the_dude",
    "plus": 1,
    "snip": false,
    "text": "who is ted leo? is he good? should i check him out?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Basically yes to all three of your questions."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "OH MY GOD YES <br/> \nany man who can legitimately use the word \"ossify\" on a fucking rocking album wins my heart forever"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "the_dude",
    "plus": 0,
    "snip": false,
    "text": "i dont even know what ossify means, so, maybe over my head? does he rock? can i at least rock out and pretend to know what words like ossify mean?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "He is a man who will expand your vocabulary while causing-- nay,  <em>commanding</em> -- your toe to tap and your heart to swell with the power of pure rock."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "That sound where he yells about how much the rest of the world hates America really actually makes me angry. No shouty angry song ever actually makes me angry. It is a cathartic anger."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "sound equals song"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Lets check in with Gregory Corso as he explains the nature of lames... <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://img186.imageshack.us/img186/4876/gregorycorsoey3.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nThank you Mr Corso."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 7,
    "snip": false,
    "text": "Oh cocking bastard, there should be the word \"die\" at the end of the line \"they'd rather\". Oh man I can't believe I fucked photoshop. <br/> \nBy way of apology please accept this. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://img505.imageshack.us/img505/3584/jesushancj8.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Actually seems a bit more poetic without the word, in my opinion."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "someonegreat",
    "plus": 0,
    "snip": false,
    "text": "You fucked photoshop? <br/> \n <br/> \nNo cookies for you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "That's funny.  It still makes a lot of sense."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nbgreene",
    "plus": 3,
    "snip": false,
    "text": "boys can get married in california now? <br/> \n <br/> \nhilarious!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 22,
    "snip": false,
    "text": "Wow, a dude is rockin' my civil liberties!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 2,
    "snip": false,
    "text": "I never thought it would be like this!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howwedo",
    "plus": 5,
    "snip": false,
    "text": "Oh, I thought it was like being legally blind.  Like he was saying Pat had all of the qualifications to be legally considered gay and had to mark that as a restriction on his driver's license unless he had some kind of corrective apparatus. <br/> \n <br/> \nBut that makes way more sense."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I am intrigued as to what you would imagine for corrective apparatus. A neck brace that keeps ones line of sight at chest level?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alreadyinuse3",
    "plus": 0,
    "snip": false,
    "text": "a suit made out of bibles <br/> \nbibles covered in the finest leather <br/> \nmade of the finest human skin <br/> \n <br/> \nmaybe it was legally gay as in the sense of legally blind - not completely, but for the purposes of a drivers license, blind enough. <br/> \n <br/> \nI have this song on tape, done by \"Dave Stewart & The Spiritual Cowboys\" <br/> \n <a href=\"http://web.archive.org/web/20090925102208/http://www.ablyrics.com/lyrics_119620_Eurythmics_Crown_Of_Madness.html\">http://www.ablyrics.com/lyrics_119620_Eurythmics_Crown_Of_Madness.html</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Buttplug?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "howwedo",
    "plus": 1,
    "snip": false,
    "text": "That doesn't correct anything!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 7,
    "snip": false,
    "text": "It corrects unplugged butts."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tucky",
    "plus": 1,
    "snip": false,
    "text": "I have this awful old republican neighbor who talks about how stern the administration is to \"registered homosexuals.\" I don't have the heart/patience to tell him there's no such thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "THERE ARE NOW"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 1,
    "snip": false,
    "text": "hopefully at the home depot by me, because I  <em>am not</em>  driving out to the bed bath and beyond twice in one week."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "ladies to the Home Depot, gents to the BB&B."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Damn right you aren't: it's going bankrupt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "[url http://www.latimes.com/news/local/la-me-gaymarriage16-2008may16,1,4027698.story]!!![/url]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "oh bugger."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "THAT FORK IS A DANGEROUS HYBRID"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fielding",
    "plus": 5,
    "snip": false,
    "text": "I would be less worried if it had managed to use bbCode correctly.  This way, the fork is more human, and illustrates the evil within ourselves."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "It's a symbol for a fork."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "higuma",
    "plus": 1,
    "snip": false,
    "text": "I liked his watch better."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "equinn2006",
    "plus": 0,
    "snip": false,
    "text": "Did Ray take two showers in a row?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "squares",
    "plus": 1,
    "snip": false,
    "text": "I bet it's pretty hard to scissor kick in that scenario.."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Why is this one rated lower than yesterday's? This is funnier."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crev_gibax",
    "plus": 0,
    "snip": false,
    "text": "That would be true if Ray and Pete were riding THE AIRWOLF!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_doz",
    "plus": 3,
    "snip": false,
    "text": "Airwolf, man. Just Airwolf."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Airwolf was not in yesterday's strip. Therefore this is not a valid response."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 7,
    "snip": false,
    "text": "airwolf is ALWAYS a valid response, SO SIT ON IT POTSY"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "the_doz",
    "plus": 2,
    "snip": false,
    "text": "Yeah, and don't forget to scissor kick."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "crev_gibax",
    "plus": 1,
    "snip": false,
    "text": "Sorry about adding a 'the' but Airwolf is terribly exciting. <br/> \n <br/> \nAdditionally, yesterday's strip took place in Airwolf's Gentlemen's Club."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "synapse",
    "plus": 0,
    "snip": false,
    "text": "avatar... making me... dizzy"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 3,
    "snip": false,
    "text": "Ayyyyyyyyy! with two thumbs up <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://www.sitcomsonline.com/potsydoll2.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "With jukebox-listening action?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "Johnny Cash died with that same grin."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing from this post that you are probably Italian."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Whoa.  I've spent my entire life thinking it was \"Potsie\".  Such a dren."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "been",
    "plus": 48,
    "snip": false,
    "text": "Um, holy shit, life imitates webcomics:  <a href=\"http://web.archive.org/web/20090925102208/http://cgi.ebay.com/Airwolf-Helicopter-Replica_W0QQcmdZViewItemQQcategoryZ18836QQihZ014QQitemZ330234658865QQrdZ1QQsspagenameZWDVW\">airwolf is for sale on ebay</a> <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://i108.photobucket.com/albums/n30/coltsievers/ebay-airwolf.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "the_doz",
    "plus": 0,
    "snip": false,
    "text": "no way man  <em>NO WAY</em>  we have to buy it"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Of course, how on earth did I ever go without a Paul Frank laptop?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foea",
    "plus": 1,
    "snip": false,
    "text": "I always assumed you had one already."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Yeah, seriously dude, get on the ball already!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "the_dude",
    "plus": 0,
    "snip": false,
    "text": "i cant compute with anything that doesnt have a monkey on it"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "The Assetcopter!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 12,
    "snip": false,
    "text": "Wouldn't it be awesome if we all co-owned Airwolf? <br/> \n <br/> \nthe_doz, you can have it on Mondays, <br/> \nfalseprophet can have it on Tuesdays, <br/> \ncomrade_tom will have it on Wednesday, <br/> \nI will have it on Thursday, <br/> \n <br/> \nAND THEN YOU WILL NEVER SEE ME AGAIN."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "Next thing you're gonna tell me is that I can buy Keith Moon's pickled head. I seriously might have to blow my savings on that just so I can sit it on the mantle and have the creepiest conversation piece ever."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "That is one big-ass mantle you've got there if you can land Airwolf on it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "Oh man I wish I had a mantle big enough for airwolf. But no, it's only big enough for Keith Moon's head.  <br/> \nOh, and forgive my curiosity, but how would Airwolf be creepy?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I was solely focusing on the shelf above your fireplace, somehow having missed what seems today to be a fairly obvious reference to Keith Moon's cranium."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "...looks like  <em>somebody</em>  was burnin' one during a late night with eBay..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "hey!....is it that obvious?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 5,
    "snip": false,
    "text": "The Q&A section of that ebay listing reveals a horrible truth: <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://www.brianp.net/i/airwolf.png\" style=\"border:0px;\"/></div> <br/> \nIt muft fly!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ricnine",
    "plus": 0,
    "snip": false,
    "text": "Heelacopter? Everyone I know says hellacopter."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Note that it's a replica. Ray bought the real deal."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "A     ! Would Do Business Again! eBay_Ray! LOL in my room! L@FF!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "\"Hmm... 'A!' but no plus... Is this guy worth it?\" <br/> \n <br/> \n(PS I know)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jay-are",
    "plus": 1,
    "snip": false,
    "text": "This is why so many people grow to dislike tripe from an early age: their mothers fail to heat it  <em>just that little bit extra!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alreadyinuse3",
    "plus": 0,
    "snip": false,
    "text": "ya know how there are companies that will rent you a nice cryogenic storage space in which to preserve your baby's core blood, in case your baby one day needs it on the one in a gazillion chance they develop some rare disease that can only be cured with their own core blood... <br/> \n <br/> \nI am going to start a similar enterprise.  my company will store afterbirth.. the whole bloody 9 yards of it..  in case your baby one day grows up to be someone like nice pete who would not hesitate to find some useful purpose for the stuff...   <br/> \n <br/> \nthink rare vintage wine... limited supply...  <br/> \n <br/> \nmaybe nice pete would make a pasta sauce out of it and eat it or feed it to someone else <br/> \n <br/> \nimagine the pressure, knowing that there is only so much of this stuff to go around, so you have to get it right on the first go, and to make matters worse, you have never cooked with placenta before. <br/> \n <br/> \nI guess to experiment you could use monkey or goat placenta, kind of like when they were sending guys up into space first they sent up goats. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Frozen is not as good as fresh. This is actually a fairly common, well, not totally uncommon practice amongst hippies and certain ethnic groups. Another great use for placenta is burying it under a fruit tree, it does wonders for lemons."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cynara",
    "plus": 0,
    "snip": false,
    "text": "You can eat lemons which were fed on your own blood!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "There is a recipe for human placenta in my residence hall's kitchen.  Placenta, in Latin, refers to a small cake.  Delicious."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Does noone here remember the old SNL commercial for Placenta Helper? <br/> \n <br/> \n\"Ummm. That was great. Let's have Placenta Helper every night.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Maybe this is why people on the seedier parts of 4Chan refer to underage girls/pictures thereof as \"cake\". <br/> <br/> <br/> Heh. I said \"reefer\". (As verbs go, refer >> reference)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Holy **** I feel bad for posting that now that I've read further down the page. <br/> \n <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>Ha ha!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westsider8",
    "plus": 2,
    "snip": false,
    "text": "Wouldn't the fact that your biographer tried to kill you not too far in the past give a certain edge to the process? I mean, I think he'd at least want to order Nice Pete his own \"Gentlemen's Sopressata Platter\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "I love hands on cross'd knees Pete.  It is a theoretically pleasant pose, but when carried out by him it takes on a sinister air."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "That is a pose always look weird when dudes do it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 1,
    "snip": false,
    "text": "I also love Pete's subtly shifting eyes. Down. Skrit skrit. Pause. Up. Input. Down. Skrit skrit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "It reminds me of Buffalo Bill for some reason.  And not the cool one from oldschool history. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://i33.photobucket.com/albums/d88/divabrook/988566227_m.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "oh  <em>Precisely</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete is also adept at \"the tuck\"."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "*shudders*"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<em>...are you about a size 14?</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "It puts the lotion on its skin."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Pee-ee-eete ih-ih-is noh-uh-ot.... ap p p preciated. <br/> \n <br/> \nSo drink a long draught Pat... <br/> \n <br/> \nfor the nice pete-uh"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 13,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://i6.photobucket.com/albums/y204/abendsonnen/nicepetebuffalobill.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Veeery nice, my spinny cohort."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "oh shit jynx sorta."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "oh oh god oh god <br/> \n <br/> \nyes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 2,
    "snip": false,
    "text": "Oh hello there Brian Eno."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "st_elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "first thing I thought when I saw that picture, first thing I think whenever I see a balding man with long combed back hair"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Ted Levine is the bomb"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrflunchy",
    "plus": 1,
    "snip": false,
    "text": "Nice Pete and Ray are a hilarious duo.  It's like diametrical opposites.. although I suppose Nice Pete is the diametrical opposite of most things..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete and Roast Beef would get along. <br/> \nIt is, perhaps, no coincidence their names rhyme. <br/> \nOr I could be totally off my rocker. But they would get along, because Beef's answer to Pete's childhood question is the latter one."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Pete and Beef rhyme? <br/> \nIts Roast Beef not Roast Beet. <br/> \n <br/> \nRoast Beef is an insult for the English as used by the French by the way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I believe thats known as a soft rhyme.  Might be wrong though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "A slant rhyme?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "Yep. Your high school English teacher served you well"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I'm in 8th grade, and I was taught that this year... although I think I knew about them before."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "Wow. I thought the age thing was a joke. Goood job on not being horrible on the internet,"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Nuts. <br/> \nAdditional kudos to you for having better spelling than most of us who are old enough to have a job where you are given a chair."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "My job starts at 7:45 a.m., ends at 10:00 p.m., has no coffee break and only a half-hour for lunch, is in a building full of obnoxious coworkers, and offers no flexibility. Oh yeah, and I don't get paid. I do, however, get a chair."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Also you don't get paid. What a shitty job."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Yes, I said that. Thanks for the sympathy, though."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Oops. As my avataricon implies, I have had a couple of glasses of wine, so... <br/>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Is \"I have had a couple of glasses of wine\" your catchphrase? I think it is!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "margargaret I think someone else on the internet realizing you have a drinking problem is the Zeroth of the Twelve Steps. <br/> \n <br/> \n(Note: I am not seriously implying that anyone is an alcoholic. Please do not tell me to sit on it and scissor-kick.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "are you in prison?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I thought so, too. I did not know what finger-bangin' was when I was in eighth grade. You are too well-spoken and funny to be thirteen. I shudder to think what would have happened if my thirteenth year had been publicly recorded on an Internet forum."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "oh goodness it is a Terrible thing. i started \"boarding\" at 13 too."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Why is that terrible?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Well, for you it might not be because you seem to be very mature for you age. <br/> \n <br/> \nLuckily, I only posted in chatrooms back then(geocities, what?), so those exchanges are lost to the sands of time."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "When I was 13, we had no internet!  We had to look like jackasses (or not, in howl's case) in front of actual 3D people!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "i can only imagine if we had the internet when you were 13.  how many lives might have been saved in WW1?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "odei",
    "plus": 10,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>i can only imagine if we had the internet when you were 13. how many lives might have been saved in WW1? </em></div> <br/> \n <br/> \n <em><strong>Hitler89</strong> has joined the game.</em> <br/> \n <strong>Bulldog</strong>  killed  <strong>Hitler89</strong> ! <br/> \nHitler89: scheiße! <br/> \n <strong>Hitler89</strong>  killed  <strong>Franco</strong> ! <br/> \nFranco: what the hell, no spawnkilling man <br/> \n <strong>Hitler89</strong>  killed  <strong>Russkiy</strong> ! <br/> \nHitler89: noobs <br/> \n <strong>Bulldog</strong>  killed  <strong>Hitler89</strong> ! <br/> \n <strong>Russkiy</strong>  killed  <strong>Hitler89</strong> ! <br/> \n <strong>Franco</strong>  killed  <strong>Hitler89</strong> ! <br/> \n <em><strong>Doughboy</strong> has joined the game.</em> <br/> \n <strong>Doughboy</strong>  killed  <strong>Hitler89</strong> ! <br/> \nHitler89: scheiße!!1 fucking jews! you hackers are the most pathetic creatures to walk the earth! <br/> \n <em><strong>Hitler89</strong> has been banned.</em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "my feelings on this asset are  <em>chubby</em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I'm so glad I had a chub left for you."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I thought Francisco Franco was an ally of sorts with Hitler."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I hate to bring down something as awesome as this, but...you do realize you have the wrong war, right?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Hitler fought in the first world war and was promoted to the rank of corporal. He blamed Jews to some extent for Germany's defeat and subsequent problems, or at least used them as a scapegoat. Britain (bulldog), France (franco), and Russia (russkiy) formed the triple entente fighting against the central power (Germany, Austria-Hungary, the Ottoman Empire, and Bulgaria) and the U.S.A. (doughboy) helped out the entente powers towards the end. Of course any misunderstandings most likely come from my useless imagination and lacking historical knowledge."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Ahhhh... that Franco. <br/> \nTo put Hitler's military rank in perspective,  <em>I</em>  am currently a corperal.  <br/> \nkaiser_wilhelm1914 would be who you were looking for."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I guess but I've forgotten most of what I knew about WW1, so I was trying to imply Hitler would just spend his time spewing his silly thoughts online instead of becoming chancellor and then doing the whole third reich thing. You know a joke's bad when you spend longer explaining it than telling it!"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Ah I see. Yea I knew Hitler fought in World War I but Franco was what made me think you had WWII. Maybe you should've used \"Pierre\" instead."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "well it was for me. i was \"jailbait\" and not very nice things were said. lewd comments, and such."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry :("
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Well, thank you. It's from a song by Ludo, actually. And believe me, my thirteenth year has been hellish enough."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "Shit, loneal, we both made a mistake! I am actually in my fourteenth year. It's like that thing with the 19th century being the 1800s."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I was just going by your profile information. It occurs to me that my 12-year-old brother's style of e-communication makes him seem developmentally retarded in comparison to you. Are you actually a 50-year-old man? I'm going to be so disappointed if you are actually a 50-year-old man."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I assure you I am not a 50-year-old man."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Technically, Pogo could be her great-grandfather. <br/> \n <br/> \nGod damn, now I feel like we have a duty to protect Howl from the dangers of the Internet. We've gotta clean up our act and I need to stop mentioning things like tubgirl and swap.avi. <br/> \n <br/> \nOh crap! Listen, Howl, DO NOT google any of those things, okay? Eat your vegetables, do your homework, and please don't ever post a handface photo."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "O-okay! I promise! I know about those things, but I am not about to google them."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "You are an evil man."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Who, achilleselbow? He sometimes says lame things, but he isn't evil!"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Damn, I got pwned by a 13-year old. This must be how the Russians felt in the Winter War."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I think it would be best to go ahead and treat her like the hideous mechanical scarab-thing as we had before. She might get offended if we act like everything she says is 'soooooo precocious'. After all, Pogo and Irondave and their ilk have given us a decent shake, and us to them in return."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Well, yes, that could get annoying. But I expected there to be a little commotion when people realized I was probably the youngest poster."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "In that case; <br/> \n'Here comes a special girl!' <br/> \nYOU.... ARE.... RAD!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I still don't believe you're 13.  Take that as a compliment if you are I guess."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "LOL"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Ahhhhh. There we go."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I've been meaning to have a word with my ilk about that."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Say, ilk brother, seen and moose?"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Shit, \"any\" (still drunk)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I promise to never correspond with Howl, even if she might be kin. (Actually, my people breed kind of late, so I'm not even a grandfather yet. But technically, I could have bred back in high school if I had let that older chick scissors-kick on me.)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "Why is there an age limit for handfacing? I mean, sure, if the boobface thing had ever taken off that would make sense, but was handfacing REALLY that sexy?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Boobface thing?  Where?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "fattybeaver says whaaat?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YOUR MOM is the 1800s"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "evilawesome",
    "plus": 0,
    "snip": false,
    "text": "A BLOOO BLOO BLOO [url=\"/POORLY CONCEIVED JOKE\"] A BLOO BLOO WHY ISN'T THIS WORKING BLOOO"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Oh hell no. Those kids are growin' up in a different world than the one we came up in, you know?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "peterjoel",
    "plus": 10,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://i258.photobucket.com/albums/hh254/missskiffins/nolan-is-in-8th-grade.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Ugh, I'm flattered but that is seriously creepy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "A half rhyme!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "How does one pronounce Khryme?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "\"Kh-ryme\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_doz",
    "plus": 0,
    "snip": false,
    "text": "I'm going to venture a guess and say it sounds like \"rhyme\" but with a K before it. See also: \"crime\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Like crime, I'd imagine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I thought maybe it could be cream. Cream Cubes. Like some sort of individually wrapped pieces of cheese."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "syx",
    "plus": 1,
    "snip": false,
    "text": "\"Crime\" <br/> \nAs in: <br/> \n\"Their rhymes are a crime on my ears and I won't pay a dime for it <br/> \nThey make my brain bleed all the time like a downpour\" <br/> \n <br/> \n <em>Now I just sit back and let the lames roll in.</em> <br/> \nFor those of you playing at home, I've italicized that by using the box brackets, rather than the angle brackets."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "I am in a quandry, up untill this point \"sexual homeboys\" was my favourite of Ray's clients, though Kryme Kube may usurp that position. <br/> \n <br/> \nI got some thinking to do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "A Marvelous Biography, by Peter H Cropes. <br/> \n <br/> \nJudging by the last panel, this one may feature some interesting illustrations."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "I'd have said \"a momentous\" biography, though marvellous works fine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "loneal",
    "plus": 5,
    "snip": false,
    "text": "It has just occurred to me that Pat's baldness pattern includes a space for human ear placement, and that his glasses hook on to that space. This revelation is following on the heels of the one I had two days ago that Ray's glasses hook on to nothing at all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rene",
    "plus": 0,
    "snip": false,
    "text": "oh my god, I never noticed that! What the hell?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kickstart",
    "plus": 2,
    "snip": false,
    "text": "as soon as you said that I thought of the Sylvanian families grandparents:  <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://www.gamleys.co.uk/images/sylv_buttermilk_grand.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "Augh! I know those things! Why do I know those things?!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "In this country they are called \"Calico Critters\" instead of \"Sylvanian Families\" (which makes them sound like they're from a former Soviet Republic.) <br/> \n <br/> \nAnd I know these things because I have a four-year-old daughter. Not sure why anyone else would know them, though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I've never seen those before. I'm pretty sure Sylvanian means \"of the forest.\" I guess Transylvania had a lot of trees?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Trees that liked to wear dresses."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "st_elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "trees that like to wear dresses with lewd short men in lingerie and platform high heels dancing around them."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Transylvania would be \"beyond the forest\", so it would not necessarily have to be a forest."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Congratulations, Wikipedia agrees! Sorry for being bad at Latin roots."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Velcome to ma *TRANSYLVANIAAN FAMAHLY* *HAHHHAHAHAHAH*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Sylvanian Families and the Philosopher's Stone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cousinted was marked lame too many times and excluded. (marked lame by biomusicologist, d3athcann0n, Doc_Rostov, littlefatdog, flynn)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slackojones",
    "plus": 0,
    "snip": false,
    "text": "But glasses don't have to hook onto stuff. For example, Europeans, which just go straight back and come in many colors and are translucent with very small lenses. Not Trevor Horn lenses."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tessebatt",
    "plus": 1,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://www.akibenetah.net/files/morpheus.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Matrix style Acromegaly. Yikes!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Don't be mean, dude. That's a photograph."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tessebatt",
    "plus": 1,
    "snip": false,
    "text": "I always thought Pat's baldness pattern looked like a dead animal. With a pinned-on yarmulke:  <a href=\"http://web.archive.org/web/20090925102208/http://achewood.com/index.php?date=01022007\">01022007</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Holy shit!   <a href=\"http://web.archive.org/web/20090925102208/http://www.catnabbit.com/extraterrestrials-leave-crop-circles-in-cats-fur\"><strong><em>CROP CIRCLES!</em></strong></a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Okay  <strong>this</strong>  is the best Achewood I will ever read in my LIFE, so SIT ON IT."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "zaratustra",
    "plus": 0,
    "snip": false,
    "text": "The cat does not have a choice in regards of letting the serial murderer write his biography."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scott_335",
    "plus": 0,
    "snip": false,
    "text": "Did the salami put hair on Pete's chest?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "huh, it has now been updated to give him chest hair in all panels..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "loneal",
    "plus": 19,
    "snip": false,
    "text": "They gave me a false soda in a restaurant by accident the other day.  <br/> \n <br/> \nHere are some of their hands."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "A waitress once gave me false soda by accident, but I still tipped her extra because she had an accent and was exceedingly pretty."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_dude",
    "plus": 0,
    "snip": false,
    "text": "if it was a dude you should have taken his hands."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "Not with that accent!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I get just  <em>furious</em>  when people give me false ice cream*. <br/> <br/> <br/> <em><strong>*frozen yogurt</strong></em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "By contrast I wish it had more currency."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Drinking False soda is how I get my powers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "When Ray says \"five hundo,\" he is not indicating how much he will pay Pete for his work, but the percentage to which he is doin this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "Well, a six hundo is  <em>money</em> . Five hundo? You  <em>know</em>  Ray isn't taking this seriously."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon2",
    "plus": 0,
    "snip": false,
    "text": "onstad is on a roll"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "<strike>L</strike> ol ok so lol p <strike>A</strike> t silnent  <strike>P</strike> etey pat  <strike>DA</strike> sks ray to let sil <strike>N</strike> ent petey right biogpic of ray smell <strike>C</strike> ols lol. rays day fulla qw <strike>E</strike> rks. childhound to finnish up. LOL"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "It spells LAPDANCE. <br/> \n <br/> \nNice try."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Is this the path to loving thyself? Tell us more of this \"lapdance,\" o wise one. We are as childhounds to your adultterrier."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "eatmorekix",
    "plus": 2,
    "snip": false,
    "text": "this buggery is so hastily photoshopped i debated sharing it. but i have essays to write. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://img.photobucket.com/albums/v23/jellyfish/lapdance.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 8,
    "snip": false,
    "text": "ok, i tried a little harder this time. i'm waiting for edwell to show up and put me to horrible shame. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://img.photobucket.com/albums/v23/jellyfish/HAUNCHES.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Laaaap daaaaance <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://i218.photobucket.com/albums/cc49/aucontraireclaire/neil_patrick_harris.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Legally gay lap dance?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "noooooo!  That can only end with the  <em>\"Devil's three-way\"</em> !"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "I love  <em>How I Met Your Mother</em>  and I refuse to apologize for it.  DO YOU HEAR ME INDIE WORLDS?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "You mean  <em>The Grown-Up Adventures of Doogie Hawser MD</em>  don't you?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I love that show too!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Serious v-chub to kamet. Thank you for thinking my thoughts as well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snooky",
    "plus": 0,
    "snip": false,
    "text": "something ain't right here.  Hasn't Pat already written Ray, Ray of light, Reigning king of men's biography?  Is there a scheme at work?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Pat wrote a biography of ray?  I think you might mean Pete wrote him into his bible fanfiction.  Otherwise please share."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aikennubbles",
    "plus": 0,
    "snip": false,
    "text": "Ray is so rich he can make the tones on his phone bleep however the fuck he wants."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stonedlightning",
    "plus": 0,
    "snip": false,
    "text": "BEEP BOP DOOTLE DOP"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete remembers his birth in great detail, and both options he provided were true for him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Man, the wealthy cartoon cat is hella scornful of the one from Faulknerian Circumstamces. I think Nice Pete's writing will make Ray come across as even more epic than previously imagined.  His staggering attention to detail just underscores the magnificence that is Ray: the One Who Got Things Done.  Have a little faith in Pete, Ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Faulkner huh? I always thought Flannery O'Connor crossed with Robert Mitchum in  <em>Night of the Hunter</em> . Faulkner was a light weight compared with O'Connor when it came to fucked up grotesques. <br/> \n <br/> \n <em>Nobody with a good car needs to be justified.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "FLANNYCHUB <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "the last panel makes me feel so gross at having been born, as well as eventually having to give birth. (probably)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blueloggy",
    "plus": 1,
    "snip": false,
    "text": "I've given birth twice, and I didn't notice a smell of any sort. Don't get me wrong, though, it's a  total horror show gore-fest. I could elaborate but I probably shouldn't. I'll just say my husband knew there was going to be trouble when it was almost time to push and the nurses got out The Bucket.  <br/> \n <br/> \nBut the smell? If anything, it smells like the sea."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 4,
    "snip": false,
    "text": "So us ladies are full of salt and viscera? <br/> \n <br/> \nSomewhere, inside myself, I always knew."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dak",
    "plus": 0,
    "snip": false,
    "text": "In the last panel, Ray is thinking that perhaps this was a bad idea."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 7,
    "snip": false,
    "text": "Nice Pete plays the part of Holden. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://img135.imageshack.us/img135/7763/leonbq6.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 2,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925102208im_/http://www.petemandik.com/blog/wp-content/uploads/200px-BladeRunner_Unicorn.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 1,
    "snip": false,
    "text": "San Francisco's mayoral candidates are given the  <a href=\"http://web.archive.org/web/20090925102208/http://www.thewavemag.com/pagegen.php?pagename=article&amp;articleid=24031\">Voight-Kampff test</a> <br/> \nExtra relevance since one of the candidates was Gavin Newsom who was vindicated by the California Supreme Court today. (he's a Nexus 5!)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "That Tom Ammiano is sharp!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Chubby for gratuitous reference to PKD's fifth best novel."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What are your four superior picks?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<em>Man in the High Castle</em>  easy number one. <br/> \n <em>The Three Stigmata of Palmer Eldritch</em>  has got to be up there, probably  <em>A Scanner Darkly</em>  and  <em>Now Wait for Last Year</em>  to round it out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Interesting.  Most people would agree with the first three, but I thought I was the only one who loved Now Wait For Last Year.  You missed Ubik, though - that's among his best surely."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Well,  <em>...Electric Sheep</em>  wouldn't have made it into my top 5.  <em>Ubik</em>  would have bumped it, so it was some speculation on my part."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "In no particular order, I would say \"A scanner darkly,\" \"confessions of a crap artist,\" \"The world Jones made,\" and \"The man who japed.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "The World Jones Made and the Man who Japed are great titles for fairly mediocre books in my opinion.  Phil didn't hit his stride until Time Out of Joint."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "What did you think of Ubik?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "It was pretty rad."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Calling Ubik pretty rad is an understatement.  It is the raddest.  It is radder than rad.  It makes rad look positively non-rad."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "Ubik was awesome, man in the high castle is definitely number one. I don't know if it's top five or not but I thought Martian Time Slip was great."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "I really like \"Time Out of Joint\" mainly because it's easy to force on people who think science fiction is lacking in \"serious literary merit\" due to the fact that the title is an allusion to Hamlet. <br/> \nAlso, it is a really good book that is of \"serious literary merit\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Great article, thanks.  I may use that concept for our next election in the People's Republic of Madison."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Oh hell yeah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iidebaser",
    "plus": 0,
    "snip": false,
    "text": "fuck yes, it's been a while since a strip this good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "hear you there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i think the alt text here was funnier than the strip"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "note: i liked the strip. <br/> \n <br/> \ni liked the alt text more."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": false,
    "text": "iwant a god damn biographer around me all the time"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Yes.  It is worth $500 just to be able to tell people \"my biographer's here\"."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I love Pats haircut."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "RE: Panel 6 <br/> \nMaybe Ray is practicing his  <a href=\"http://web.archive.org/web/20090925102208/http://achewood.com/index.php?date=02162006\">\"attack crouch\"</a> ? <br/> \n <br/> \n <em>HSSSSSSSSSSSSSSSS</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Dang, you got me all nostalgic and now I have to reread the ENTIRE GOF storyline. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mint",
    "plus": 0,
    "snip": false,
    "text": "This feels like an excellent story arc."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "So I typed \"Achewood\" into Google for the hell of it and found  <a href=\"http://web.archive.org/web/20090925102208/http://touamb.com/\">this.</a>  It's essentially where all the old-school Achewood readers who didn't feel a need to upgrade to Assetbar when it came out still reside. Going there is kind of like attending a Flat Earth Society meeting. <br/> \n <br/> \n(Also, you don't have to putter around for long before you spot a familiar face with reflective glasses and long blond hair...)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "don't go there. don't ever go there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Why mira? Why?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "It's populated by the kind of dudes that aren't allowed to live within 5 miles of a school or comic book store."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "that is just too weird"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "It's like a bizzaro-world AssetBar. Unbeknownst to all of us, we have evil twins posting the opposite of our posts on that forum."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 4,
    "snip": false,
    "text": "no kidding--I met \"BaconRecon\", and she was an  <span style=\"border-bottom: 1px dotted\"><strong>asshole!</strong></span>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "And Parasaurolophus  <em>hates</em>  gas masks."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Hectorheel won't shut up about how much she loves Questionable Content."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "At least I know when to keep my mouth shut. Oh... and in other news, I deleted QC from my favourites folder. It actually died off my interest list naturally. Imagine that, like an old scab just fallin right off."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm planning a congratulatory party for you as we speak."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 1,
    "snip": false,
    "text": "are you serious?  didn't you say a few weeks ago that you still read QC and enjoyed it for what it was?  Don't tell me that Assetbar's criticism (led by achilleselbow, who apparently lost his left leg in a QC related incident) has led you to stop reading something... <br/> \n <br/> \nnote: yes, i read QC.  yes, i acknowledge that is has flaws.  if this means i am of low mind, so be it, and fuck off."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Nitenite is a zesty redneck with a taste for obnoxious humor. <br/> \n <br/> \nHow crude."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "ThemAndUs always uses capitals but has hella bad grammar to compensate."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Janey-Girl is soft spoken and well liked by her friends and peers."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 5,
    "snip": false,
    "text": "<em>notyetinuse</em>  is funny"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "hedgehog-girl kept  <em>insisting</em>  we \"talk about something else, this is boring.\" Also, she got me pregnant (we were in her universe; their physical law applied)."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "ChaosFlesh all explaining her positions at length."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "laenol is a dude who cannot get enough conservatism in his life."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "John...John McCain?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 12,
    "snip": false,
    "text": "Don't forget the prudish and ruthlessly logical PROFESSOR_GIRLBOT_ABHORS_ANAL_PLAY_PERPETUALLY"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Facthistorian is a Japanese kid who loves African-American culture way way too much."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Sven's not a bad guy, until you mention the fact that his grandfather died of old age."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Eugengene gets a little nutty after a couple of mugs of cocoa."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "CLITS LOVE ME <br/> \n <br/> \n <strong>LOVE</strong>  ME"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "DRY"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "blackhare has easily discernible character traits that make it simple to come up with an opposite set of character traits"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "dogdude is a mild-mannered sort of fellow who really doesn't mind when you mispell his name. Also, he took down his trendy foothairstud iconatar for undisclosed reasons."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I totally love this new fad I accidentally created."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It must feel great to have created such an instant hit."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "It's like being a god, but who can't fly or drink poison safely."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "pyromaniac is a pyromaniac <br/> \nmorypcaina is not"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Bark is a 50-year-old pervert."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "Asherdan makes thoughtful and insightful comments about the strip, and concise, witty responses to the comments of others. <br/> \n <br/> \nNo, but seriously, I just looked there and asherdan in there and still alive and they like him."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ogop is an eight-year-old prodigy who compliments everyone's posts and is never rude."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Ultrapoppy never cries himself to sleep. <br/> \n <br/> \nHe thinks he's soooo great."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Also, it turns out the whole time I was the only twin, but it was never explained why I had the big gnarly surgical scar on my side."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "[url=http://www.randomhouse.co.uk/minisites/petercook/]Peter Cook Fan?[url]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Fucking forward fucking slash, fuck you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "heehee, that looks like a funny gentleman, but I was trying to make a Brian DePalma based joke.  Unfortunately, I realize now that I must not have really \"gotten\"  <em>Sisters</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Not me. My twin is good."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 2,
    "snip": false,
    "text": "all with their foot-butt iconatars"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Oh no! Beaten!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "is ok.  cats think alike. <br/> \nalthough JumpStop the dog would probably be a dick about it ;-)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Yeah, except they  <em>hate</em>  \"inappropriate language\" over there, choosing to politely express their love of spongy-soft dogdong"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charlottien",
    "plus": 0,
    "snip": false,
    "text": "Oh damn. That right there is a situation I would not want to be in."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "I have viewed  <strong>666</strong>  strips. I will never view another strip again. I don't really know how this ties in to this strip, I just thought I'd share.  ...Lame away."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alreadyinuse3",
    "plus": 0,
    "snip": false,
    "text": "I got nuttin'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "perfidy",
    "plus": 0,
    "snip": false,
    "text": "legally gay person?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090925102208/http://www.nytimes.com/2008/05/16/us/16marriage.html?ref=us\">California legalized gay marriage!</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Well, sort of. It's hardly permanent. But it's a start!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "The start of the ultraconservative reactionary backlash, you mean."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "It didn't happen in Massachusetts, it isn't likely to happen at all."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Exactly; see loneal's earlier post about it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You think Mass is anything like Cal?  Remember, Regan came from Cal, and there are John Birch Society people there, too."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I would have said that Massachusetts is more conservative than California. California is the most populous state, so of course people of all views live there, but it is by and large very liberal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuntman",
    "plus": 0,
    "snip": false,
    "text": "You have to forgive a hick, they were never taught the proper ways of society."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "javonathan",
    "plus": 1,
    "snip": false,
    "text": "Tomorrow: <br/> \nRay's New Pornographer"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Cool, I hope he gets Neko."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Noone likes the first album from the New Pornographers or noone thinks its funny or did I just explain the joke while thinking I was making a joke or what."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I have a feeling there will be blood before this bio hits the press."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Most misleading movie title after Naked Lunch."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "They made a movie out of that?!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "No, they made a movie based a little on Bill's life (shooting his wife, and other stuff), with a bizarre nightmare mix of homosexual and drug related imagery lifted from parts of the book. Actually you can easily explain it by saying it is like the the book combined with  <em>Adaptation</em>  directed by Cronenberg."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I have no idea what you are talking about (the library won't let me reserve Naked Lunch and I have never heard of  <em>Adaption</em> ), but... that sounds cool?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "It is.  <br/> \nIf it wasn't for Cronenberg, (and to a more controversial degree, Atom Egoyan), us Canucks would only have 'Strange Brew' and 'Porky's' to our cinematic legacy."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Damn, davey-boy, why you always  <em>talking</em> <br/> \nWhen people talk about movies, it always sounds like gibberish to me"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I just like the movie is all. <br/> \nThough I agree. You probably do not have the six or eight hours required to understand my name dropping repetoire.  <br/> \nIf you like to see movies where people get high and demented off of roach poison fumes, see 'Naked Lunch'. <br/> \nIf you like jokes about erections, and gratuitous nudity, see 'Porky's'. <br/> \nIf neither sound like your thing, IMDb is a good place to spend five minutes to get up to speed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Is that because you are not of age? <br/> \n <br/> \nIn any case, I would suggest that it is a terrible book. Like really gross, and as far as I got, without any redeeming feature."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "NO <br/> \n <br/> \n <em>And with that the terry cloth typewriter fumes retreated forever.  Sensuous scents malicious.  Forgotten sexual collaboration.</em> <br/> \n <br/> \nNO No no .."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I once mistook 'Boogie Nights' for 'Saterday Night Fever', and 'Weekend at Bernie's' for 'Breakfast with Tiffany'. I regret the latter more."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Breakfast with Tiffany? A lot of breakfasts if you know what I mean, nudge nudge wink wink. Holly Golightly is in the book  <em>Breakfast at Tiffany's</em>  a bit of a root rat, of course cleaned up in the film."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Breakfast at Tiffany's. Hot piss, am I shamed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "I thought it was a porn cover title... <br/> \n*stops googling*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Holly was a woman to be taken lightly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I dressed up for a costume party as \"Naked Lunch.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I'm kinda sorry I missed that party.  I think."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I imagine something truly gruesome."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "It involved tin foil and a brown paper grocery bag made into a skirt."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "It wasn't really naked then, was it?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Naked enough for a Purim Party!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Oooh! For the one I went to mine, I was a ceiling fan! I had a shirt with \"GO CEILINGS!!\" written on it, and painted my face with their \"logo\" and cheered for things obnoxiously loudly.....No one got it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Took me a few seconds, wondering whether your arms were your blades, then I got the metaphor.  Clever!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "I totally went to Halloween as a ceiling fan last year.  I had a graphic designer friend of mine make a sports logo and it also said \"Go Ceilings!\"  Also, for me, no one got it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Oh hell and hot damn that is awesome."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It was as naked as you are ever being."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "SO nude."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "<em>puff</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "<strong>p u f</strong>   <strike>f</strike>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "err, thats a crossed out f. that didnt really work out."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "It looks like a very polite and unobtrusive British Pound symbol."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "poof."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Ahh... I get you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "The paper bag skirt I can picture, but what then, a tinfoil tube top?  And pardon my after-Thursday-craft-beers density, but what's the relationship to \"Naked Lunch\"?  Were you a brown bag lunch?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I believe that is the implication. It is a pun."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "As I did not take hallucinoginic drugs and ramble for the entire party, the pun was the only relation to the novel.  <br/> \n <br/> \nAlso, the tin foil was wrapped around a bikini top. The... 4 of you here on Assetbar that are my facebook friends after the Great Handface Debacle of 08 can check out a picture there."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I saw this picture. I did."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Onstad back in form!  Don't know about you, but I chuckled out loud.  Nice Pete seems to be a reliable wellspring.  Makes one wonder.  What is this fascination?  It's like looking at the rattler.  Where?  Over there by the trees.  Where?  Right over there?  Over here?  Yeah, don't get too close..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "What I liked was the little broken metaphor Pete made to explain his condition. Said to me that he was swallowing a good portion of good country pride to dare ask anything of anyone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Oh indeed.  What's with Ray's left hand in 12?  Holding an invisible phone to his ear?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I imagine making a grip for the back of his neck, in evident discomfort. Not as well conveyed, but this is what I gather from his uncharacteristically meek response."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "he is wishing that he could pretend to be in a fake conversation on the phone to avoid the one he is having with Nice Pete."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Macauly Culkin handface right there."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "OH my GEEZ ray dont take that sass even from a nice pete because you got better sass!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "\"Q\" Is the Rap Unfatisfactory? <br/> \n <br/> \n <em>\"A\" Sizz-Ell the Rap, it <span style=\"border-bottom: 1px dotted\">muft</span> Sizz-Ell.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "I would pay a lot to have the events of my day catalogued and filtered through the mind of an insane person."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "I pretty much play that role for myself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "A fact that this comment conveys, but no-one has yet commented on is that although Pat now appears to live with Rod, his partner, this comic indicates that Pete lives with them. <br/> \n <br/> \nIt also indicates that despite Pete's confused psycho-sexual makeup, he is not homophobic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I think the first thing we ever saw Nice Pete say was that it was okay for a man to give another man kisses. Dude is way too terrified of women to not be down with other dudes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Hmm good point. Still weird that they live together though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Technically he merely asked if it was okay in Pat's opinion."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "\"Or  <strong>do you agree</strong>  that it is okay\" <br/> \n <br/> \nEmphasis mine."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Sure, it's a leading question. That does not mean that we can infer that he will be in agreement with any particular answer."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea I'm pretty sure Nice Pete is beyond our boring everyday sexual categories. I think he's pretty much asexual with like Classical/Greek homosocial tendencies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ragtagop",
    "plus": 0,
    "snip": false,
    "text": "Man, \"super-heated tripe\" just makes me hungry for some pho right now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "With extra pizzle!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "To clarify: I love pho. I don't love faux-pho though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Hey guess what? You reminded me I can go out for pho. Awesome."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "fuh?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "I had good pho last night, with eyeround, tendon, and shank. The tendon was a little dissapointing, as it tasted king of like solidified water."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "That's right it tasted  <em>king of</em>  like what I said. And solidified water is different than ice."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Looks like their havin' faux-pho fo' four."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I was going to have pho tonight. Why didn't I? Because Prince Caspian run past the closing time. Why did I stay until the end of the movie instead of going out to eat delicious soup?  <em>I have no fucking idea.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "How good is that film?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "It was filmed in New Zealand, so it has very nice scenery, and Peter and Prince Caspian are hot. Other than that, it's not worth it. It consists mostly of illogical battles, dramatic pauses, long, soulful glances, and terrible one-liners that they stuck in the middle of every dramatic scene in an attempt to loosen the tension. The point is that it was not worth staying through when the payoff was not getting to eat pho."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drmemory",
    "plus": 0,
    "snip": false,
    "text": "Rarely has psychopathy been so funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Ray doesn't strike me as the sort who would tolerate crude comments about his mother.  The alt-text backs me on this, I think.  Trouble brewing?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Yes"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "hell of fifty-five fives for Ray n Pete!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "obvious",
    "plus": 0,
    "snip": false,
    "text": "Is that last line a Rabelais reference?  If so, holy shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "I like this one because although it does seem in hindsight that it is the beginning of an Arc, it could also be really good as just a standalone Strip. You can sort of imagine how the day wears on. <br/> \n <br/> \nAlso because Nice Pete is amazing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "narm",
    "plus": 0,
    "snip": false,
    "text": "This gets a 5 for \"Make it a large.  My biographer's here.\"  and \"super-heated tripe.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "Pete would love to touch on Ray's childhood"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": false,
    "text": "mostly the first one <br/>"
  }
]