[
  {
    "depth": 0,
    "minus": 0,
    "name": "fireking",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fireking was marked lame too many times and excluded. (marked lame by featurelessvoid, Zoltan, grenzdebil, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fancypants",
    "plus": 9,
    "snip": false,
    "text": "Damn, Cornelius. First you lay on the heavy stuff, then you break it down for us, and then you provide the crushing perspective. <br/> \n <br/> \nThe second half of the strip was well worth the wait."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": true,
    "text": "A comment left by notcool was marked lame too many times and excluded. (marked lame by fakead, flazisismuss, businesstime, makkuwata, salvar, sje46, clintisiceman)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "fireking",
    "plus": 6,
    "snip": false,
    "text": "The roller skate running gag (shitty pun of the week) began with the Phillipe/French Fry arc. Other appearances include Pat shooting Cornelius (as a red herring), Pat shooting Roast Beef (no roller skate is seen, only mentioned by Beef), and when Téodor dies when gagging on a bottle cap thrown into a roller skate Todd is sleeping in.  <br/> \n <br/> \nOne could also argue that Ray's roller skating in an attempt to stave off diabetes is an allusion to the dark foreshadowing of death the roller skates usually incur."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shinkusan",
    "plus": 0,
    "snip": false,
    "text": "Doesn't Ray slip on a roller skate, and maybe injure Roast Beef, at one point? I'm having trouble finding this particular comic."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Yep, Ray is pretending to be Tony Soprano and waving his piece (gun ,that is) around, slips on a rollerskate and  <a href=\"http://web.archive.org/web/20110415013830/http://achewood.com/index.php?date=09162002\">shoots Beef</a> . <br/> \n <br/> \nI think it's Beef's first in-strip shooting (and he goes to hospital, not heaven), though when emailing Corliss in the next strip he includes a  <a href=\"http://web.archive.org/web/20110415013830/http://achewood.com/index.php?date=09172002\">'PS'</a>  which suggests it has been a reasonably common experience over the years."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "therealsnazzle",
    "plus": 9,
    "snip": false,
    "text": "Nah, I don't think you'd get lamed just because of your opinions on religion. Everyone at Achewood is pretty tolerant of everyone else, we just join together to discuss our favorite comic strip, not get into petty arguments over who's right or not."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sje46 was marked lame too many times and excluded. (marked lame by tekende, riotdejaneiro, cmr, Cane_5, IronDave, TheLastWhiteMan, orrrderup, lazarusloafer, Doc_Rostov, lovelibeam)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": true,
    "text": "A comment left by steerpike66 was marked lame too many times and excluded. (marked lame by riotdejaneiro, Deusoma, plantless, jake11, Sweetlips, MortisInvictus, xiaomimi, Cane_5, IronDave, TheLastWhiteMan, ursinus05, lazarusloafer, Doc_Rostov, wingspan, lovelibeam, Hwed)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "antimatter",
    "plus": 66,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>the police ... always want more power and they are happiest when in total domination</em></div> <br/> \n <br/> \nNot all of the police are like that -- Just Sting."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I don't know, Copeland had a pretty malicious glint in his eye."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "Yeah.  And he stole Appalachian Spring's 7th movement from Weezer (\"variations on a Shaker theme\")."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Still, Billy the Kid gets ya right here."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "In the back. Billy was a backshooter."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Yes he was. No courage at all."
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "In my experience it takes slightly more courage to attempt to go after someone from behind. Especially when they aren't expecting it."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "You're confusing courage with prison sex."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "usversusthem",
    "plus": 6,
    "snip": false,
    "text": "Well, fuck, all Tool songs sound the same to me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "... Anyone remember all that time ago when people were having a merry old time mouthing off about Scientologists and I off-handedly made the remark that Christians were worse... and it got me a veritable tsunami of lames along the course of an extensive squabble-fest?  <br/> \n <br/> \nSee... the thing is... religion is basically just syphilis. <br/> \nI pity those who have it. <br/> \nI am disgusted by those who deliberately spread it.  <br/> \nThose who have the outward physical symptoms of it all over their bodies seriously gross me out.  <br/> \nIt is pretty damned difficult to cure... though in religion's favour it is sometimes possible. <br/> \nAnd I will continually look down upon those who speak well of it or don't do their socials with protection, y'know?  <br/> \n <br/> \nAnd churches? Mosques Christian or Muslim communals and clubs? Those are like those web communities where people  <em>share STDs for fun</em> . Or like  <em>AIDS Pride</em>  or something. Twisted shit. <br/> \n <br/> \nBasically, I figure it'd be in everyone's best interests if the religious folk were just euthanised. Poor buggers don't know what is what any more. Severe brain-damage and all that. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "<em>Soticoto is having a nonreligious day today.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "Seriously dude, if I ever meet you in meatspace, I'll buy you a beer and sit down and try to convince you I don't have mind-clap."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "I second this, he seems like a cool dude to hang with. SotiCoto, the next time I'm in England, we should hang."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lazarusloafer was marked lame too many times and excluded. (marked lame by plantless, Cracklewater, techiebabe, tellumo)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "As for atheism... I'm not sure in this day and age it even warrants its own word. I mean what is the point in indicating one's non-belief in some undefined non-thing?  We going to label ourselves aunicornists or adragonists while we're at it?  <br/> \n <br/> \nThat stuff isn't there is like... the default. It goes without saying. Onus is on those who do believe in stuff to be saying what the stuff is, cos the stuff we don't believe in is far more than we could recite in a lifetime.  <br/> \nSo in a sense... I ain't down with defining atheism... cos by all rights I'm aomnist... (there I am just making up a word to explain I disbelieve everything)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fancypants was marked lame too many times and excluded. (marked lame by Deusoma, plantless, MortisInvictus, Firehawk, cmr, luckypyjamas, IronDave, GunsOfRay, lazarusloafer, lovelibeam, Hwed)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fermatprime",
    "plus": 2,
    "snip": false,
    "text": "<em>fancypants is glad pass it on</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "sje46",
    "plus": 7,
    "snip": false,
    "text": "I can see how you can think that if you grew up on religion. <br/> \n <br/> \nBut you can have a happy life if you are not religious.  You have to make your own meaning instead of accepting religion."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fancypants was marked lame too many times and excluded. (marked lame by DougTheHead, lovelibeam, Hwed)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "therealsnazzle",
    "plus": 11,
    "snip": false,
    "text": "Yeah, I'm religious, personally, but I just don't think it's cool to try to impose my personal beliefs on others, it's just not how I operate. And I agree that it's possible to live fine without religion, and that the biggest problem that we as a species has is intolerance. But I'm sorry for jawin' on so much, I kinda just wanted to enjoy the strip, I'm sorry if I started something. I'm new, you see."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "Dude, this is what assetbar is all about: tangents and tangents of tangents. Welcome aboard."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "I thought for a second there'd be a whole religious-themed pun thread formin'. <br/> \n <br/> \nSomeday..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 4,
    "snip": false,
    "text": "I'm not all that tolerant of tangents."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "srikamaraja",
    "plus": 7,
    "snip": false,
    "text": "I got this Einstein-Spinoza-John Paul II God goin' on... He doesn't do any magic, and he doesn't care about You. He just keeps the electrons flying, and makes sure your damned protons don't decay too FUCKING quickly, thank-you-very-much."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fancypants",
    "plus": 4,
    "snip": false,
    "text": "It's funny, because Einstein advocated the use of nuclear weapons against Axis forces.  So it fits in pretty well with the genocidal, PMS-ing God of the Old Testament. <br/> \n <br/> \n <em><strong>\"Worshiping Ba'al, are you? Come get a taste of YHWH, muthafuckas!\"</strong></em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I don't think that's exactly right.  <br/> \n <br/> \nAFAIK, Einstein knew that Germany had a fairly advanced atomic research program and was more or less convinced that they would develop atomic weapons at some point in the war.  <br/> \n <br/> \nHe was wrong about that (and according to some reports we have a small band of courageous Norwegians and their guerrilla war against heavy water manufacturing to thank for this), but it seems like a fairly rational judgement - if atomic weapons are going to exist, it's better that the Nazis aren't the sole owner/operators."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that's right.  He still advocated developing them, and only after he learned of the devastation wrought in Japan did he wholeheartedly regret writing to FDR in support of the USA's nuclear program. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110415013830/http://achewood.com/index.php?date=05092005\">http://achewood.com/index.php?date=05092005</a>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pie4me6",
    "plus": 0,
    "snip": false,
    "text": "Ya know this all started out as a conversation about Michael Jackson..."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "spectre",
    "plus": 3,
    "snip": false,
    "text": "For me it's Einstein, Spinoza and John-Paul-George-Ringo. <br/> \nBut we pray to Ringo a little less."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "That is one excellent way to describe up my God image as well. Here, have a mother-fuckin chubby sir"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I kinda just wanted to enjoy the strip, I'm sorry if I started something.</em></div> <br/> \n <br/> \nHey therealsnazzle, that's not cool.  I chubbied your first comment 'cause I thought you were starting something."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 9,
    "snip": false,
    "text": "Did he wanna be startin' somethin'?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "u got 2 b startin somethin"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Just tell him to beat it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Bein religious is fine and well if you don't tell people. <br/> \nThat is unfortunately what it comes down to. Sometimes just saying you are something is as good as shoving it down their throats, so sensitive can folks be to the social highways and byways of subtle communication.  <br/> \nAfterall, folks will measure the merits of whatever values you hold against their particular rating of your personal self... which is frankly a poor way to judge things, but is one of the many nasty little shortcuts hardwired into the human psyche. Ask any psychologist and they'll confirm it. <br/> \n <br/> \nOnly way not to be imposing it is just to keep your mouth shut... sad to say.  <br/> <br/> <br/> As for me... I got no problems with keeping my imposing at the same level I see everyone else imposing. Gives me a feeling of doing things justice, even if other folks get riled cos my stuff is different.  <br/>"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "How the fuck is fancypants' second comment worthy of even one lame? Some people..."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "How can you say you're perfectly happy in one sentence and then Life just sucks in the next? <br/> \n <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I'm perfectly happy knowing that life sucks."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "That's different."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "zapatos",
    "plus": 1,
    "snip": false,
    "text": "Potato, Potato."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jeffspaulding was marked lame too many times and excluded. (marked lame by plantless, InspectorGadget, pmbarrett, illgamesh, lightupafatty)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "therealsnazzle",
    "plus": 0,
    "snip": false,
    "text": "Dag, yo, you make an excellent point. Here's a chubby, one of my firsts!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "therealsnazzle",
    "plus": 0,
    "snip": false,
    "text": "And I'm REALLY sorry for double commenting. I know it's a real snafu.But thanks for the welcome, fancypants, it's much appreciated."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Oh my god this is beautiful, where's Arrrrthur, he'd love this..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "I definitely see where you're coming from there, jeffspaulding, and I also believe that the most important part of any sort of metaphysical belief is the spiritual impulse- the attempt to sense some transcendent presence in the universe.  However, I've always found that religious ritual is a good way to gain and nurture that connection, rather than a mere \"system of behavioral rules.\"   <br/> \n <br/> \nThe widespread use of ritual in almost every even remotely successful religion seems to bear out the idea that the empty legalism of so much religious dogma does have a spiritual impulse behind it.  Perhaps it's the way we're supposed to contact this force, perhaps it's just a form of self-hypnosis.  Either way, I know that my spiritual feeling generally grows stronger when I'm regularly attending church.  And if it is just a sort of self-hypnosis, well, I know people who've really managed to improve their quality of life with hypnosis."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "I wonder, have you ever by any chance read Small Gods? <br/> \nIt's what I imagine sometimes has happened to religion. The gods are dead; but we go through the motions because it's the motions we believe in now - we didn't notice that the gods died."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "(I mean this in a metaphorical manner.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "Lapsed Catholics, on the other hand, tend to be pretty down-to-earth, rational, and extremely skeptical of 'the routine'. IME."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "fancypants",
    "plus": 5,
    "snip": false,
    "text": "So are lapsed Nickelback fans."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Yes.  I should have mentioned my \"lapsed\" status. <br/> \n <br/> \nDon't forget the radical priests of the 1960's that left their pulpits to minister to the disenfranchised (many were defrocked for doing exactly what Jesus would have done)."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "fancypants",
    "plus": 14,
    "snip": false,
    "text": "<em>\"Argh, Jesus! Stop stealing my heroin!\"</em> <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 7,
    "snip": false,
    "text": "Cigarettes, whiskey, coke  <em>and</em>  heroin (and gambling, guns and a skull)?  Man, being a kindergarten teacher is tough these days. <br/> \n <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 5,
    "snip": false,
    "text": "You missed the nunchaku hanging from the doorknob.  This guy is hardcore."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "doppelganger",
    "plus": 9,
    "snip": false,
    "text": "I also missed Christ losing his fez."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "I think that was the skull's. He couldn't believe what he was seeing there."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fancypants",
    "plus": 2,
    "snip": false,
    "text": "also missed the plaster map of south america on the wall <br/> \n <br/> \nwhat a strange, strange man"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Where do you think his drugs come from?   <em>South America</em> ."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Also, Rape"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "johnald",
    "plus": 1,
    "snip": false,
    "text": "Also that scented candle, which represents homosexuality."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Man... that guy got some issues"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "jonno",
    "plus": 20,
    "snip": false,
    "text": "I guess that's the reason Jesus' siamese twin wasn't in the bible all that much."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "You marvelous bastard you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 4,
    "snip": false,
    "text": "I just don't get the same kick without my heroin skull."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "salvar",
    "plus": 1,
    "snip": false,
    "text": "That's a freebase skull. <br/> \nIt's for  <em>later</em> ."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "capnroblivious",
    "plus": 0,
    "snip": false,
    "text": "That's my kind of savior.  Jesus never did heroin for my sins. <br/> \n <br/> \nThen again, my Jesus never had a spider tattoo on his left arm. <br/> \n <br/> \nWhat the fuck, people."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "steerpike66",
    "plus": 7,
    "snip": false,
    "text": "And spirituality is based on a false dichotomy; that the mind and body are separate or separable. So we write off all our sensuality and physicality as somehow inferior to some imagined spirit. There is no spirit separate from the body. The flesh is spiritual. The mind is not housed in the body; it IS the body. It's all there is. Without it we cease to exist in any functional or self-aware way."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "So I guess you're not too into transcendental meditation."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "How do you know?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "His avicon is yelling so hard. He must know."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 1,
    "snip": false,
    "text": "I'm with skeptic."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "steerpike66",
    "plus": 3,
    "snip": false,
    "text": "Because there is nothing remotely scientific to support the fantastic hypothesis that the soul lives forever; it's clearly an idea developed to make you feel better about life (those ideas are usually bullcrap) and I don't think most people have enough personal will and imagination to live for the 100 years we already have, let alone be stuck about for eternity, jabbering about their new iphone and Paris Hilton. People utterly waste the short lives they have, why on earth do they think they deserve eternity? <br/> \n <br/> \nOh and the machine you are using to communicate with right now is one of the reasons why I homor the scientific method. Religion didn't crete no damn microchip technology; religion can't even cook good food."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Au contraire, my friend... clearly you have gone through your life without tasting of  <a href=\"http://web.archive.org/web/20110415013830/http://commonsenseatheism.com/wp-content/uploads/2009/06/fsm.jpg\">our lord's</a>   <a href=\"http://web.archive.org/web/20110415013830/http://thisteensweightlossplan.files.wordpress.com/2009/05/spaghetti-ck-1227936-l.jpg\">body, blood, and delicious meatballs</a> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I hate to break it to you, but pasta predates the flying spaghetti monster."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "'Religion' shares a root with words like 'ligature' and 'ligament', with the same meaning of 'binding'."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Reli?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "layzerblade",
    "plus": 1,
    "snip": false,
    "text": "Not that I disagree with everything you're saying, but I feel like you're missing the upside of religion, which is, at its best, an encouragement for people to keep in mind the others in their community and a prod toward the very spiritual (or personal, or ethical) truths of which you're such a fan. Remember that we now live in a culture largely detached from the religions of old, and the surviving strains of religion tend to be more virulent and insane than their ancestors, which were checked by their need to reach a wider following. I guess what I'm saying is, it's easy to tear anything down on an Internet forum, but even religion has its benefits."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Yet as many atheist are mindfull of their community as religious people."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You can have this sense of community without faith in supernaturalism."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "therealsnazzle",
    "plus": 0,
    "snip": false,
    "text": "This is amazing, I love how one of my first posts just started a thing. Although it'd be rude of me to give credit entirely to myself."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "layzerblade",
    "plus": 2,
    "snip": false,
    "text": "Sure. I don't believe in anything supernatural, and I've never been to any kind of church service except funerals, etc. I'm just sick of people going online and saying, you know, \"religion is always a tool of fascism and control, all religious people are either mind-controlled zombie retards or money-hungry manipulators...\" Because it's such an easy conclusion, which ignores the myriad reasons why our ancestors \"wasted\" so much time on their religion. Belief in something bigger than oneself is a productive thing because, natural or supernatural, personal or impersonal, there is a Universe out there much bigger than any of its inhabitants. I'm not saying that without religion, the world suddenly goes to Hell. But if we throw out all the teachings of religion at once, good and bad, we do lose thousands of years of ethical and \"spiritual\" development without any clear replacement for them. \"Spiritual\" meaning mental, internal, personal. And a lot of the little Christopher Hitchenses out there seem, at least rhetorically, to want that to happen. Am I making sense? <br/> \n <br/> \nI'm just trying to say the hardest thing possible to say on the Internet: \"the issue's more complicated.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Well, yes, certainly it is more complicated than that, and I don't think that rational atheists think that all religions are tools for control or that all religious folk are zombie retards.  I think that priests aren't deliberately lying to people (well, most of them), and that people just accept these things blindly.  A lot of people are indoctrinated, however, and there are some kinda subtle brain-washing type things happening unconsciously by the religious society.  Like if one says it is a sin to doubt.  Or you mustn't associate with atheists, or associate with them.  And they educate you when you are too young to be able to question these things, and then you can't unbelieve it when you get older because you have built you sense of meaning from this.   <br/> \nI disagree that we will lose thousands of years of ethical and \"spiritual\" development.  I . .I don't know what to say about the spiritual thing, because I don't really know what it is.  At least not from a non-religious point of view.  Could it be some type of feeling associated with appreciating the beauty around you?  What is it?  You mential the adjectives :mental, internal, personal, but certainly you can be mentally, internaly and personally healthy without religion!  I have no idea, and I don't see how that's been built up over the thousands of years, or how we need religion for that. <br/> \nAnd ethical development. . .I just don't see it.  Are we really more ethical than we were two thousand years ago?   <br/> \nHow have we developed since then?  Would we be so much worse off if religion had never existed. . .would there have been more wars and serial killers?  I highly doubt that.  If there has been development in morality, it has been due to pluralism.  Cultures getting together and sharing their mores and people realizing that their moral code may not be the only valid one, and they started to re-examine them.  Science began to show that their is no significant difference between races and genders, and that the Bible may not be true, and people began to re-examien the moral code contained within.  Values such as gender roles began to decline out of necessity and cognitive dissonance and other values such as equality and fairness begin to take shape. <br/> \nIf anything, there has been more ethical development with the decline of religion."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "All right, but it's unfair to respond to the closed-mindedness  <em>of</em>  religion with closed-mindedness  <em>against</em>  religion. Mankind can get on without the old religions, and ideally, maybe it should. But the billions of people who follow the old religions will tell you it's not because they've been indoctrinated. I guess what I mean about ethical and spiritual development doesn't have to do with warfare or the crime rate or many of the larger-scale examples of ethics, but with the prayers and meditative practices and social engineering that help normal people get by. These haven't all been studied, the good ideas haven't all been incorporated into the post-religion world, and if we just say it's all poppycock, they never will be. If you tell a religious person that it makes him less of a rational person than you, he'll be on the defensive. He may never see your side of things, he may just pronounce you an infidel. <br/> \n <br/> \nIt's one thing to say the good aspects of religion aren't worth the bad. It's another thing to say religion is so evil we should ignore the good aspects altogether, or that there never were any good aspects."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Certainly closed-mindedness is a bad thing for anybody to engage in.  And while telling a religious person that he is a less rational person than me probably won't result in anything good, that doesn't mean I'm not right. <br/> \nWhich I may not be.  Assuming that it is I who has the right thought processes and not the pious man, all this means is that I am the most rational when it comes to the question of God.  He could be a brilliant mathematician, biologist, literary critic, whatever, and over-all a much brilliant man than I could ever hope to be.   <br/> \nAs to ignoring the good aspects . . .what can I say?  Here's a cup of apple juice and here's a cup of cyanide apple juice.  Why speak the praises of the poison juice while a perfectly healthy cup stands right here?  Does the poison juice offer some sort of advantage?  Does it taste better?  And if so, is that worth the death? <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "Honestly, I can say that you are wrong for one reason: humans will always find excuses to kill each other. If it's not 'he isn't in my religion', it's 'he looks different to me', 'he lives over That Hill', or 'he won't give me that thing I want'. <br/> \nOne day we will sort this out. Until then, we have prisons. (And in some places the death penalty.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Well Jeffy...  <br/> \nSeems you and I are, in a sense, alike in our viewing of the world as a lesser thing. Nietzsche would hate us, for sure.  <br/> \n <br/> \nBut I don't view the Nihilistic way as depressing at all. The idea of ceasing to exist is what keeps me going.  <br/> \nNature has it hard-wired into your head that you have to persist, but that is not the way of the Universe. It is the way for everything to fade, rot and die. For all form and distinction to unbecome. Entropy is  <em>the</em>  law. The ways of life that are hard-wired into your brain just don't vibe with the Universe... and if you can sever yourself from such self-torturing instincts then the idea of unbecoming as a thing and ceasing to exist will no longer seem anathema to you.  <br/> \n <br/> \nMaking stuff up though? Flights of fancy? You can't build any walls up around yourself that time won't break down. Best save yourself the effort. Embrace nothingness. It ain't bad.  <br/> <br/> <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rexsjain",
    "plus": 1,
    "snip": false,
    "text": "There is just this one little bit... <br/> \n <br/> \nFUCK those who fucked MJ. Fuck you all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 5,
    "snip": false,
    "text": "http://www.break.com/index/michael-jackson-is-dead-by-jon-lajoie.html"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Nice"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rexsjain",
    "plus": 0,
    "snip": false,
    "text": "Spot on!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "also check out LaJoie's \"Regular Everyday Normal Guy\" two parter."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "aperson",
    "plus": 3,
    "snip": false,
    "text": "So, his dad (mindfuck), Priscilla Presley?... That nurse... McCauley Culkin (JUST KIDDING, DANG jeez sorry for partying)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "That would be, possibly, LISA MARIE Presley, not Priscilla.  Dear God."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "And Elvis.  Don't forget Zombie Elvis."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Sometimes partying involves being laughably incorrect, irondave."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sweetlips",
    "plus": 11,
    "snip": false,
    "text": "Expecially fuck all of you who fucked him and told him he is the one. THE KID IS NOT HIS GODDAMN SON. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 5,
    "snip": false,
    "text": "Whenever I hear that song I imagine a five year old kid with a diamond-studded glove, moonwalking across the kitchen floor of his harried mom. She just needs a little more money to help with the bills."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Philippe?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Neither is the chair, for that matter."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 3,
    "snip": false,
    "text": "RIP Billy Mays"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sweetlips",
    "plus": 0,
    "snip": false,
    "text": "The man's off selling hell to heaven. St. Peter's all hooked in and every time Mays goes \"BUT WAIT THERE'S MORE\" his heart jumps and flutters a bit, egarly waiting what else could come with eternal damnation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "I loved Billy Mays, but I have to admit his style would be served a lot better as a pitchman in Hell. Plus Billy would look pretty awesome in a bright red shirt, and with little red horns."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sweetlips",
    "plus": 0,
    "snip": false,
    "text": "Yeah but I'm pretty sure it would be pretty easy to sell anything to someone surrounded by brimstone and probably sweaty fat people."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "You misunderstand human nature a bit. Who more is looking for something new than someone who has everything? Surrounded by loved ones in eternal bliss, and an unbelievably happy man is telling you he knows how to make things  <em>better.</em> <br/> \n <br/> \nThe reason heaven or hell is an option is the reason Billy Mays will be able to sell things in heaven."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "<strong>The End!  With Moral!</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "Actually there is ALOT to say! <br/> \nAlot of funny things even.... <br/> \n <br/> \nBut the first one that tried would be lamed to hell and back."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 8,
    "snip": false,
    "text": "By far my favorite reactions to the event have come from Onstad (this comic but even moreso the Ray essay). <br/> \n <br/> \nAlso, dig Philippe's look change from complete dread to complete delight."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fireking",
    "plus": 0,
    "snip": false,
    "text": "Onstad and Ray know how to Handle a Thing. It's that simple, and yet, so complicated."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fancypants",
    "plus": 1,
    "snip": false,
    "text": "Dig on how fast Philippe learns. Kid's a natural."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jeffspaulding was marked lame too many times and excluded. (marked lame by ppccd, Jesler729, rowboat, Cane_5, IronDave, eidolem)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "doppelganger",
    "plus": 1,
    "snip": false,
    "text": "Its not what you think.  Phillipe is just happy that Pat grabbed some sausage."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jshelton",
    "plus": 1,
    "snip": false,
    "text": "Actually, your description of events is pretty much exactly what we were thinking."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "utv",
    "plus": 1,
    "snip": false,
    "text": "I can't help but think that deppelganger worded his comment that way deliberately, to facilitate innuendo. I think he just set you up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "oh christ achewood 34 on assetbar <br/> \n <br/> \n <em>Oh Christ, Achewood 34 on Assetbar!</em> <br/> \n <br/> \nps. chubbied and would chubby again."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 5,
    "snip": false,
    "text": "At first it seems all crazy and wrong, but then It's like, \"at least SOMEBODY'S havin' fun!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fireking",
    "plus": 4,
    "snip": false,
    "text": "Phillipe is probably thinking he can moonwalk to the moon if he tries hard enough."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sweetlips",
    "plus": 0,
    "snip": false,
    "text": "He's probably thinking the moonwalk is mad magical. That shit blew my young mind and still messes with my aged one."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "lexsenthur",
    "plus": 2,
    "snip": false,
    "text": "He is terrified. Mom mentioned that her friend Joan had a stroke recently. Phillipe used the computer to look up stroke, and said that when you have one things start to become strange. Upon seeing Teadore walk backwards while appearing to walk forwards, Phillipe wonders if he just had a stroke. But he doesn't wonder what will happen to him, no. He just hopes that he runs off into the woods to be eaten by tigers, if only so his mother will not have to know two people who had a stroke. <br/> \n <br/> \nThe child is thinking he is dying, and yet all he can think of is his mother whom he loves."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Like a hasty clinch in an under-stair cupboard at the wake of a beloved elderly relative."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 3,
    "snip": false,
    "text": "Phillippe learned to moonwalk!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dracer2",
    "plus": 3,
    "snip": false,
    "text": "He's moving backward, but he's doing the feet all wrong. Nobody can figure it out that quick."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tgies",
    "plus": 5,
    "snip": false,
    "text": "Everybody thinks they can do the moonwalk, but they're all just sliding their feet backwards on the toes.  <em>It's Not That Simple.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "He told us all how to do it on the Simpsons. It is our own fault that we continue to fail."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Did you know that the moonwalk was invented by a Frenchman?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "The moonwalk is 'man walking against the wind' a mime developed by Marcel Marceau.  <br/> \n <br/> \nJackson himself attributed it to him."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "And I think either Shields or Yarnell could do it too."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "oozienelson",
    "plus": 0,
    "snip": false,
    "text": "http://midnightman84.wordpress.com/2009/01/11/the-origins-of-michael-jacksons-trademark-moonwalk-dance/"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 3,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em> Phillippe learned to moonwalk! </em></div> <br/> \n <br/> \nCharisma  3 <br/> \nAgility  5 <br/> \nAfrican-American  10 <br/> \nGod's Love -2 <br/> \nMagic Point cost = 2 MP"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Ah shit I forgot assetbar brooks no plusses."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shinkusan",
    "plus": 0,
    "snip": false,
    "text": "Chubby for avatar-comment synergy/disynergy"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fancypants",
    "plus": 1,
    "snip": false,
    "text": "With that joint Connie's mourning the only way a proper aficionado of music ought to. <br/> \n <br/> \nLet's all take a metaphorical puff for MJ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonamejoe",
    "plus": 0,
    "snip": false,
    "text": "Huh.  I would have thought strobe means go, all robotic and stuff.  And blacklight means stop and check for any white on your clothing, etc."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "<em>Cornelius Bear, Cad Extra-Ordinaire</em> ."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "skoora",
    "plus": 1,
    "snip": false,
    "text": "Stone Cold Truth is the name of his game and the man is an All-Star."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 1,
    "snip": false,
    "text": "Hey, don't you know this game is rigged?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "salvar",
    "plus": 1,
    "snip": false,
    "text": "Hey, don't you know, we're just products of our time and <br/> \nHey, what do you say, show me yours and I'll show you mine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "oingoboingirl",
    "plus": 0,
    "snip": false,
    "text": "all my chubbies are belong to you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "That makes one. :P"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 1,
    "snip": false,
    "text": "He is not the Michael Jackson of my generation; that will probably be 50 Cent, Akon, or the like.  Thus I mourn two-fold."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "And by Michael Jackson, I of course meant Elvis.  It is late at night and I have a paper due tomorrow that I have not yet begun."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cormano",
    "plus": 7,
    "snip": false,
    "text": "There will never be a Michael Jackson - or an Elvis - of our generation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "You are right, and I am sad."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fancypants",
    "plus": 1,
    "snip": false,
    "text": "I've clung to the stars of the 60's to fill in for my missing 'Elvis'.  Unfortunately there is always that creeping sense of recognition that soon these aging artists will begin to drop like flies much in the same way MJ did.  <br/> \n <br/> \nHell, I already lived through the death of one Beatle, and he died not far from me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fireking",
    "plus": 0,
    "snip": false,
    "text": "All of the big groups of the 60s and 70s have had either one or two members die. <br/> \n <br/> \nThe Beatles? John and George. <br/> \nPink Floyd? Rick Wright. <br/> \nRolling Stones? They're all dead, they just haven't stopped moving yet. <br/> \nMonty Python? Graham Chapman.  <br/> \n <br/> \nMe and my friend are in a terrible pool to see which one goes first (I've got Cleese) even though we can't stand to see any of them go. <br/> \n <br/> \nThen again, they themselves probably have the same sort of thing going on."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "madnes",
    "plus": 1,
    "snip": false,
    "text": "It's gonna go Terry Jones>John Cleese>Michael Palin>Terry Gilliam>Eric Idle. Eric Idle will live to be 105, just to spite me."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I agree with Idle holding on for spite (he admits that he is the least kind Python).  Palin's in the best shape though (or was at the time of his travelogues for BBC). <br/> \n <br/> \nGilliam is the next to go -- his lifestyle is the most unhealthy (e.g., the stress of fighting studios over every frame of art).  Plus, all those marker fumes will catch up top him."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Idle is the most commercial. If this holds true that would also mean that Paul is the last Beatle. I do not endorse this one bit."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "I saw Michael Palin in person. Dude's in great health, and his handshake nearly broke my fingers.   <br/> \n <br/> \nHe must jog.  Plus he's the type of dude who seems to do a lot of laughing, and that's always a boon to health."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "What if our laughter breaks into tears?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "You'd rather see Macca go before Ringo? Harsh, dude."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 5,
    "snip": false,
    "text": "I would hold that pure karmic justice would make Ringo the only remaining Beatle.  <br/> \nAll smirking and asking us how we liked \"With a Little Help From My Friends\".  <br/> \nAll raiding Macca's cocaine stash. <br/> \nAll bonin' Yoko Ono. <br/> \nAll spite-fulfilled furious ding-dong."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 3,
    "snip": false,
    "text": "Agreed.  Ringo was always and will always be the Greatest Beatle.  Not in terms of music.  No, that was John (or maybe Paul).  In terms of what it means to be a Beatle, and what it means to live the philosophy of their music.  He was a humble man who never became greedy, spoiled, and remained down-to-Earth, loving, and didn't want to see anybody fight . . .the heart and soul of the group, everybody's friend.  All the other Beatles were hypocrites."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Pretty much. Plus he was the first to do a guest spot on the Simpsons... one which basically just has him being a fairly nice guy whose only real flaw is being a tad too polite to his fans. The rest would get around to doing it eventually, but Ringo was there first."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "oingoboingirl",
    "plus": 0,
    "snip": false,
    "text": "AHHHH stop it, both of you! It makes me physically ill to think about ANY of them dying but the Terrys(ies?) are two people that are NOT allowed to die until I get to hang out with them. They really need to know that at least one person likes them more than Eric Idle."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lapinguina",
    "plus": 0,
    "snip": false,
    "text": "No worries!  I met Terry Jones a couple months ago and he was sharp, fit and spry.  And he managed to knock up his 20-something girlfriend a few years ago, so everything must be in working order."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "You've forgotten The Who."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "The Who?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "Who?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Them?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 3,
    "snip": false,
    "text": "<em>Her?</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "No,  <span style=\"border-bottom: 1px dotted\">Them:</span> <br/> \n[IMGS OFF]"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "<em>Sic transit gloria mundi.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 2,
    "snip": false,
    "text": "What, is she funny or something?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Egg?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Yes?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Weren't they the ones who started all that swine flu pandemic paranoia?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Fun fact: a man in my dad's office has swine flu. <br/> \n <br/> \nToday my dad stayed home sick with flu-like symptoms."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Best to get it now before it gets all flesh-eating. Currently it's killing fewer people than water."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I've got Harry Callahan in my pool."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Rolling Stones? They're all dead, they just haven't stopped moving yet.</em></div> <br/> \nGood line, but one of them DID die early on, guitarist Brian Jones, I think, floating in a pool.  The licks were never the same."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "hatstand_mcq",
    "plus": 7,
    "snip": false,
    "text": "Lenon dies in suspicious circumstances. McCartney starts trying to buy back the rights to the Lennon-McCartney songs. Michael Jackson, owner of all the Beatles' back catalogue dies in suspicious circumstances. Please do not say that I have to spell this out for you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "McCartney took his time going after MJ... dude is playing the long game like a pro. We all know, however, that Ringo will be the last one. He will close the book on the Beatles and we will truly understand them then."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Don't forget that lousy back-up singer for Wings.   He knocked her off with cancer."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "No, that was MJ back when they were still friends before he bought the Beatles catalog. He showed us that he can turn into a car, clearly he can also give people cancer. This is a known fact."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "No, that was MJ back when they were still friends before he bought the Beatles catalog. He showed us that he can turn into a car, clearly he can also give people cancer. This is a known fact."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "He can also make you double-post even when you don't click twice. But... OMG! He's not the real MJ! We're all in danger."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Strong together, united forever? <br/> \n <br/> \n...I think  <em>not.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tetsujin",
    "plus": 1,
    "snip": false,
    "text": "I see...  It was all a part of his ingenious plan to get Dr. Manhattan to leave Earth!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I do believe that Paul said recently (a few months back) that he wasn't interested in going after the rights to his music, since--for some reason--they were going to go back to him anyway."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Whoa.  I wanted say \"Two Beatles have died\" but then I realized that perhaps you were born after 1980, because John Lennon has been dead for TWENTY-EIGHT PLUS YEARS and regular people are in fact that age and even younger.  And then I was going to say something witty about changing my dating zone from \"alive when Star Wars came out\" to \"alive when John Lennon died\" but then I curled into a ball and wept."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "coke_hakola",
    "plus": 0,
    "snip": false,
    "text": "It's so much easier to just use 'half your age plus 7'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gigs",
    "plus": 1,
    "snip": false,
    "text": "Fuck that noise. If your age is accurate, we're the same generation, and I say MJ is still our Elvis. We sure as shit don't have anyone better, so let's just share him with our collective older sibling generation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dracer2",
    "plus": 1,
    "snip": false,
    "text": "If you were born after 1988 then Michael Jackson is not your Elvis. I base this on being old enough to remember the feeling in the air during the 1996-97 HIStory World Tour. <br/> \n <br/> \nI've no idea what you post-88 people listen to, but I feel I'm obliged to suggest someone. Perhaps your Elvis is Snoop Dogg?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 3,
    "snip": false,
    "text": "Achewood is my Elvis."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "Declan McManus is  <em>my</em>  Elvis."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "sorry,  <span style=\"border-bottom: 1px dotted\">Mac</span> Manus"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "You better be fuckin' sorry. <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "You know what annoys me about tinypic.com?  I have no idea who any celebrities are, and their filenames are no help at all."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Its Stephen Baldwin as \"McManus\" from  <em>The Usual Suspects</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Man, he's like the really pathetic Baldwin now. That was his one cool thing. Now he's a washed-up toilet-bowl Christian fundamentalist."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "It's Jacob from Lost. :P"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Oh dang, is it?  It totally looks like him..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n <strong><em>MACMANERBURY!</em></strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I think Thom Yorke will be my Elvis."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Radiohead write some good songs and all, but man, Thom Yorke's singing is  <em>dogshit</em> .  I sometimes dream about how awesome Radiohead could be if their front-man had, like, one iota of vocal talent."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 1,
    "snip": false,
    "text": "I'm sorry invidious, but we can't be friends anymore. :("
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "In the interest of supporting my view beyond sad emoticons, I will say this: have you never listened to Karma Police?  Life in a Glass House?  Reckoner???  HE HAS THE VOICE OF AN ANGEL, GODDAMMIT"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "To borrow a line from Spinal Tap, most of his singing on \"OK Computer\" could be described as \"shit sandwich.\"  Maybe it's because I was a music major in college and automatically hear every little flaw.  But come on, Exit Music for a Film?  Incredible song.  Terrible, terrible singing.  I'd be hard pressed to name a person not called William Hung that could do a worse job.  I've heard random Joes at karaoke night with better tone quality and control of their pitches."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Doesn't knowledge suck?  Ruins everything."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "It's like, how much more black could this be?  And the answer is none.  None more black."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "It goes to eleven."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<em>It's part of a trilogy, a musical trilogy I'm working on in D minor which is the saddest of all keys, I find. People weep instantly when they hear it, and I don't know why.</em>   <br/> \nIt's very nice.  <br/> \n <em>You know, just simple lines intertwining, you know, very much like - I'm really influenced by Mozart and Bach, and it's sort of in between those, really. It's like a Mach piece, really. It's sort of...</em>   <br/> \nWhat do you call this?  <br/> \n <em>Well, this piece is called \"Lick My Love Pump\".</em>   <br/>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I bought my friend this for his 18th birthday, not knowing what an awesomecore movie this is.  I have never laughed so hard when that tiny stone-henge was lowered.  I know I should be quoting it or something, but I've only seen it once, man."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "<em> Spinal Tarp</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Wow. Are you fucking kidding me? Thom Yorke's not the greatest singer of all time or anything but he's really good, and has a great range. You, sir, possess a tin ear."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Thom Yorke is this generation's Sting. There I said it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I look forward to the release of his new lute-heavy album based on the work of 16th century composer John Dowland."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "In Soviet Russia the Thom Yorke is a lie."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "I think the flaws and uniqueness to his voice are what make him stand out for us regular people. <br/> \n <br/> \nThe real reason we don't have an Elvis of our generation is that, with the huge saturation of artists on the scene, music is the easiest means of achieving a smug sense of superiority that you don't really deserve, something we humans love to do. Way back when, the popular music was the music that everyone loved. Now, the popular music is the most ridiculed, because we've all convinced ourselves that we're better than that. There can be no sacred cows in this generation of music. Maybe it will change in the future!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Radiodread solves that problem... I swear if it weren't for reggae cover bands the 90's would have been a complete waste of my time."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "salvar",
    "plus": 1,
    "snip": false,
    "text": "Frikkin' David Bowie, man. He's gonna live forever."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "David Bowie: Angel or Satan? <br/> \n <br/> \nHe is definitely one or the other, but I can never quite determine which. Either way, yeah, he's an immortal. Don't go into any car parks alone with him."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110415013830/http://jjrowland.com/wigu/20041021.html/\">God</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "But God is Alanis Morissette!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 1,
    "snip": false,
    "text": "That's ironic."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Close, but you're way off. He's actually an  <a href=\"http://web.archive.org/web/20110415013830/http://img134.imageshack.us/img134/2783/bowieheathen7lh.jpg\">Agent</a> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I hope he does. Should the day of Bowie's death ever come, it will be the first celebrity death to truly affect me on a really emotional and personal level."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boy",
    "plus": 0,
    "snip": false,
    "text": "My Elvis is  <a href=\"http://web.archive.org/web/20110415013830/http://www.myspace.com/brokencyde\">brokeNCYDE</a> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hey, stay in character."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "I was born the year Thriller came out, but I think it still counts.  He was ubiquitous.  I am deeply shaken.  As the child of deadheads, I can only say it's like the day Jerry died."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "doppelganger",
    "plus": 2,
    "snip": false,
    "text": "Jerry Lewis died? <br/> \n <br/> \nWhat a fuckin' week!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I don't know about you, but I don't remember Michael Jackson ever being famous for a good reason.  I just remember him being crazy,and everyone talking about how crazy he was. <br/> \n <br/> \nBut you are a year older and wiser, and maybe you were much more dialed in to the music scene than I was in elementary school."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "I am more than one year old and wiser than both of you and I also do not remember him being famous for anything other than Bad Touch--or at least, Bad Touch was was always very strongly associated with him."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "That's the Bloodhound Gang."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "Even with the typo it is still grammatically and logically correct."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "This is because you are both from the wrong generation. Even Wingspan you're clearly from just over the line. Back in the day when you could actually see the dude's videos on MTV he was pretty much famous for being, well, quite good and with some great videos. \"Beat It\", for example, has not only an Eddie Van Halen guitar solo, but was directed by  <em>monkey-fighting</em>  Scorsese. \"Thriller\" had a cameo from Vincent Price doing some spoken word and wasn't just a video (directed by John Landis with effects by Rick Baker because if you're going to turn into a werewolf on film you get the director  of the best werewolf film ever made and the makeup artist responsible for a transformation scene that still hasn't been topped), it was a goddamn fucking event every time it came on. \"Billie Jean\" made it look like the dude was breaking laws of physics and had those cool light-up tiles. Hell, even moving on to \"Smooth Criminal\" and he holds a patent for the little heel things that let him lean waaaay the fuck over. <br/> \n <br/> \nMichael Jackson was legitimately famous for a wide host of reasons. He just... well, pop stopped being relevant after the late 80s and it honestly hasn't ever really come back. He lost his niche and that was that. Same thing happened to Elvis since Onstad already made the comparison."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Wait, I was mistaken, Scorsese directed \"Bad\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "It's okay dude."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Wait, I was mistaken, Scorsese directed \"Bad\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Nah man, really, it's fine."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "I know the dude originally got his fame from being insanely talented, I'm just saying I'm not old enough to remember the time before allegations about him kind of overshadowed his talent in media coverage.  <br/> \n <br/> \nOn a moderately related note (related to your post in any case), you might be just as frustrated as I am to learn that a remake of  <em>An American Werewolf in London</em>  could be on the horizon. It's quite possibly my favorite movie ever and I'm not so sure if Zac Efron (or whoever the get to do it) and overdone CGI will add a lot to the story."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Stick to the path."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gigs",
    "plus": 0,
    "snip": false,
    "text": "I guess I just have a cooler family than you or Mystk, because ever since I was 5, I knew him as the dude who did Don't Stop 'Til You Get Enough or Beat It. Shit be part of my childhood. <br/> \n <br/> \nSo fuck it. Maybe he's not my generation's Elvis, but he's still MY Elvis."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "gigs, it is no contest.  you most definitely have a cooler family. <br/> \n <br/> \nexhibit A: The new Eagles album currently in my Dad's CD player.  <br/> \n <br/> \nAnywho, I am glad you get to have an Elvis... or maybe I am sad for you(?).  I'm happy there's a musician you can connect so much to, and sad you had to lose him.  I am also on so so much caffeine, and I just wrote the shittiest essay of my life for my online class at the local community college.  Long story short, it is bad for me to be on the internet right now. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "God, MJ and Auto-Tune all at once. Talk about a one-two punch, God. Now what music are we going to listen to?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Waves Tune, convincing people they can sing since at least a few years ago."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "<strong>Microsoft Songsmith.</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripperday",
    "plus": 4,
    "snip": false,
    "text": "This comic needs a roller skate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stagnantdisplay",
    "plus": 0,
    "snip": false,
    "text": "Teodor is actually moonwalking on roller skates. How else could he pull that shit off?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Conveyor belt. Tism. Look it up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "jesus, connie, not even one ounce of compassion?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rexsjain",
    "plus": 1,
    "snip": false,
    "text": "Only a part of us died. Compassion demands death. Connie is rightly compassionate towards Michael, and rightly wise towards Beef and Teodor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Which is more compassionate, to share important truths with your friends, or confirm them in their comfortable delusions?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 3,
    "snip": false,
    "text": "Cha- <em>mown</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Hoo hoo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skoora",
    "plus": 1,
    "snip": false,
    "text": "Ts-AH"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rexsjain",
    "plus": 0,
    "snip": false,
    "text": "Eee-Hee"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "You just know Philippe is continuously moonwalking for the rest of the day."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "tetsujin",
    "plus": 3,
    "snip": false,
    "text": "...Until he moonwalks right off the front steps, hits his head and gets rushed to the hospital... <br/> \n <br/> \nAnd embarks on a vision-quest.  Still moonwalking, he can only blunder his way backwards through the wonders he finds...  And by the time he is able to see any of them, he has already passed them...  Poor Philippe is lost on this journey, unable to return.  He very nearly moonwalks off a cliff into a giant chasm, until Michael appears, and Moonwalks beside him. <br/> \n <br/> \nPhilippe still lacks the perspective to know quite who Michael is, but is overjoyed at being rescued and befriended...  Then Michael shows Philippe the \"anti-gravity lean\" shoes, and Philippe is overjoyed, spending the better part of a day leaning forward altogether too far, and then pulling himself back up. <br/> \n <br/> \nPhilippe, now equipped with a few more techniques from Michael's arsenal of dancing moves, is able to continue on his vision quest - with the anti-gravity lean he peers down into the chasm, and finds his own life, and his future.  Michael tells him he will have to get down there to return to that life... <br/> \n <br/> \nPhilippe finds a path down to the chasm, and moonwalks down it, leaning over the edge from time to time to check his progress - until finally he is beset by angels wishing to escort him away to the afterlife.  Michael warns Philippe that it is not yet his time to die yet - the angels appear to not understand or not care.  Philippe tries to escape them, but in Moonwalking away he simply bumps into another of them.  Michael comes to Philippe's aid, luring the angels into a dance routine so Philippe can escape.  Philippe moonwalks away, horrified as the angels take control of the dance routine and take Michael away.  Philippe tries to spin around and return to help Michael, but in the process falls off the ledge and into the chasm...  and awakes. <br/> \n <br/> \n...Nah, that would be stupid."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heyo",
    "plus": 0,
    "snip": false,
    "text": "He is also moonwalking badly like every five year old in the 1980s."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "domini",
    "plus": 53,
    "snip": false,
    "text": "I was on the subway in New York the day Michael Jackson died, and there was a kid with a boom box playing some of his songs at a respectable volume. Some uppity lady decided it wasn't appropriate, so she told the kid \"You need to turn that off. It's against the rules to play music on the subway.\" <br/> \n <br/> \nThe kid looked her dead in the eye and said \"Michael's dead. There are no rules.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fourninefoxtrot",
    "plus": 0,
    "snip": false,
    "text": "<em>\"And he was singing, <br/>\n'Bye, bye, Miss American Pie...'</em> <br/> \n <br/> \nGuess it is The Day the Music Died."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "As a former A Train regular, I can safely say that everyday is \"no rules\" day on the NYC subway."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "sweetlips",
    "plus": 4,
    "snip": false,
    "text": "Holy shit that probably blew her ovaries right the fuck up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Right in the baby-maker!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "COMBO BREAKER!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Dammit... this page needs infinite chubbies. I'm all out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "v-chub until they get refreshed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "*snap snap*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fourninefoxtrot",
    "plus": 2,
    "snip": false,
    "text": "Man, I'm 24 and MJ isn't even close to being my generation's Elvis... even though I do remember  <em>Thriller</em> , but there's no magic there for me. <br/> \n <br/> \nStill and all, when somebody's Elvis dies, you bow your head and you say \"Goddamn\" and you pour one out, like a man ought. <br/> \n <br/> \nTo Michael Jackson, may he rest in peace, moonwalking his way through the hereafter, and when ol' Saint Pete asks his name at the Pearly Gates, MJ will say, \"Baby, don't  <em>tell</em>  me you never heard of Michael.  OW!\", and grab his own crotch with a white-gloved hand."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "We never realized that we actually loved him all this time. We never got to tell him how we really felt. If only we had tried maybe we wouldn't all feel so damn guilty. <br/> \n <br/> \nWe slammed the door on Michael and moved away to the coast and only now are we realizing what our actions have bought us, but we can't ever take it back. <br/> \n <br/> \nIncidentally, if he's our Elvis what is his \"In the Ghetto\"?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Stranger in Moscow?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "What is the one with MJ standing in a denuded forest with crying South American Indios?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "24?  Yeah, you're too young."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "overman",
    "plus": 3,
    "snip": false,
    "text": "You can reset the calender.  <br/> \n <br/> \nWe are now at 1 ADoMJ instead of 2009 AD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 10,
    "snip": false,
    "text": "Kinell, this is rivalling the drivel that poured forth when Princess Di popped her clogs."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "aperson",
    "plus": 40,
    "snip": false,
    "text": "Oh my, what came over me. I  <strong>meant</strong>  to say. <br/> \n <br/> \n[IMGS OFF] <br/> \n <strong>Michael UR in R harts 4eva, UR 2geva wiv god now - der is a new star in da skie....</strong> <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "<em>It's... it's so beautiful...</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "bahahaha"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "mikeal jaxin was an true hero ;_;"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Popped her clogs. Shoot the boots. Loose the shoes. I love it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "YOU LEAVE PRINCESS DI ALONE, APERSON, YOU MEANY. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "I always wondered why he's in some sort of blanket-based structure. Does he walk around in a tent?  A make-believe fort?  Or does he traipse around in a sheet like a halloween ghost, shouting \"BOOOOooo leave Brittany alone\"?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "It's a brown paper bag."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "i tried to lame you for making me see this but i couldnt so FUCK OFF"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "What infuriated me about that was not that Princess Di got metric ass-tons of media attention, but that it utterly overshadowed Mother Theresa's death.  And of those two, I rather think that Mother T deserved a bit more than she got."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "She didn't get any while alive either (bein' a nun and all)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 3,
    "snip": false,
    "text": "Means  <em>Anno Domini</em> , i.e. \"Year of Our Lord\". You wanna change it you're just gonna be changing it from  <em>Anno Domini Nostri Iesu Christi</em>  to  <em>Anno Domini Nostri Michael Jacksoni*</em> . It would also mean we are currently in ADMJ 50. <br/> \n <br/> \n*You know I got no sense of transliterating names without a corresponding Roman form into a manner appropriate for Latin grammar!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tetsujin",
    "plus": 1,
    "snip": false,
    "text": "...But in Latin, they spelled Jackson with an 'I'..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "MIC. IACSON"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "valrus",
    "plus": 0,
    "snip": false,
    "text": "You don't have to wind your watch back. You have to get a new bloody watch!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "isaidboourns",
    "plus": 0,
    "snip": false,
    "text": "I had \"Billie Jean\" on when I came to see if this was up yet. You dance, Philippe... you just dance. <br/> \n <br/> \nCornelius also worries me. I fear my generation has no Elvis. I'll have to latch on to Paul McCartney, and that won't be the same. :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vegasrebel29",
    "plus": 0,
    "snip": false,
    "text": "The only game in town. <br/> <br/> <br/> Damn Onstad. Damn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "not_onstad",
    "plus": 1,
    "snip": false,
    "text": "Billy Mays, too.  <br/> \n <br/> \nIt's okay, hes with God now. <br/> \n <br/> \nBILLY MAYS HERE. ARE THOSE PEARLY GATES OF YOURS NOT LOOK SO PEARLY ANYMORE? JUST SPRAY ON SOME ORANGEGLO AND WATCH THE SHINE AND LUSTER COME BACK. JUST $19.95!! CALL NOW AND I'LL EVEN THROW IN AN EXTRA BOTTLE AND A SUPER SHAMMY. BEING THE FATHER OF ALL CREATION, I'LL EVEN GIVE YOU A BOTTLE OF KABOOM WITH YOUR ORDER. CALL NOW."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "If Caps Lock is cruise control for cool, Billy Mays was the coolest. He will be missed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skoora",
    "plus": 4,
    "snip": false,
    "text": "I think we need a Bill Mays strip. Everyone is yelling and everything is clean."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Seriously , Billy Mays's story is a sad one of a man trying to sell produce on TV, sometimes getting laughed off without reason. A greath man with a big voice, a contagious enthusiasm and a big, big heart."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hateandwar",
    "plus": 11,
    "snip": false,
    "text": "I'm pretty sure the Shamwow guy killed him. <br/> \n <br/> \n\"Watch this, are you watching? Notice how the Shamwow is powerful enough to garrote a man, but so soft that it leaves no evidence that can be discovered by a forensics team.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Follow THIS, camera guy! *KRAKT*"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Nah, it was the Slap Chop guy trying to make a name for himself by taking down the old establishment."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Check this!  It sucks the life right out of them!  No mess, no fuss."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Never heard of him until yesterday."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "And the best beard anywhere. That shit was JET BLACK."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "So unnaturally dark it might as well have been neon pink."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "xenoterranos",
    "plus": 1,
    "snip": false,
    "text": "I would mark my life a success where my gravestone to read \"Everyone is yelling and everything is clean\" followed by a sepia lithograph of Lyle in a suit giving the hardest finger he could.  Take that, world."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Barry Scott is my Billy May."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 4,
    "snip": false,
    "text": "s"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spicerice",
    "plus": 4,
    "snip": false,
    "text": "cornelius has once again solidified himself in my heart as the biggest badass in achewood. <br/> \n <br/> \nand am i the only one who really could care less about MJ's death?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Guess you don't play blubbering self-pity filtered through a wah-wah? <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 5,
    "snip": false,
    "text": "I encourage you to care less, until you get to the point that you couldn't care less."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "So I guess Ray's personal musings are free, now? At least, I think it was subscriber only before. <br/> \n <br/> \nAlso, check Roast Beef's wildly oscillating eyebrows in the last three panels."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "nasa needs funding"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "shuttle plan"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I hate it when I laugh and then hate myself for laughing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "i get like this when i jerk off over bukkake except substitute laughing for jerking off over bukkake"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 3,
    "snip": false,
    "text": "This really was great. The fact that the oldest among them is smoking while speaking of how death don't give a fuck, that's just graaaavy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 2,
    "snip": false,
    "text": "Cornelius has thought about death daily for the past two decades. He has harsh yet bracing words to dispense on the event of any significant death. You should hear the speech he prepared for the contingency that the Large Hadron Collider at Cern loosed a cloud of hegemonising stranglets toward North America. It would ensure that all who heard it faced the imminent apocalypse with backbone, stiff upper lip, and a certain measure of wry amusement."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I prefer a certain measure of  <em>Rye</em>  amusement. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "That is the only beverage that makes Old Overholt taste good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Cornelius smokes reality."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "And shits existential dread."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "And farts ennui."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "He digests the assailable emotions."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goldhat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by goldhat was marked lame too many times and excluded. (marked lame by rockstarsatemy, illgamesh, salvar, sje46)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prisonerx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by prisonerx was marked lame too many times and excluded. (marked lame by rockstarsatemy, illgamesh, salvar)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buckmulligan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by buckmulligan was marked lame too many times and excluded. (marked lame by fakead, Retro, salvar)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mrbix",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mrbix was marked lame too many times and excluded. (marked lame by fakead, rockstarsatemy, Retro)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "generalripper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by generalripper was marked lame too many times and excluded. (marked lame by rockstarsatemy, jaypage, illgamesh)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "clemenza",
    "plus": 0,
    "snip": true,
    "text": "A comment left by clemenza was marked lame too many times and excluded. (marked lame by rockstarsatemy, jaypage, illgamesh)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mensch was marked lame too many times and excluded. (marked lame by rockstarsatemy, jaypage, old_chap)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "clamenza",
    "plus": 0,
    "snip": true,
    "text": "A comment left by clamenza was marked lame too many times and excluded. (marked lame by rockstarsatemy, jaypage, illgamesh)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "This was better when it wasn't obviously one guy's multiple accounts."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "doppelganger",
    "plus": 1,
    "snip": false,
    "text": "They're all separate individuals. They orchestrated this on the shadow-board where all the trolls hang. <br/> \n <br/> \nYou should join - we trade recipes and Star Trek fanfic."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Ah... a hive mind."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Someday they will all change their avatars back to whatever they were, and this will be incomprehensible to posterity.  For the ephemerally challenged people of the future, goldhat through clamenza changed their avatars to a single letter each, spelling out \"FUCK YOU!\" in some italic script.  But clamenza may have the wrong typeface because the exclamation point is not inclined to the right.  Then it looks like they chubbied one another to fill an entire screen with an ill-gotten green background."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Good historical recording there. But Spoiler: a few strips later it is confirmed to be one dude with multiple accounts."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "invidious",
    "plus": 4,
    "snip": false,
    "text": "Okay, so ten out of ten for style, but minus several million for good thinking, yeah?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Well played. V-chubs all around."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Why am I only alloted one lame. <br/> \n*sigh*"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "well, that's because your trollerskates just got their training wheels taken off.  Instead of just laming and taking the easy way, you must actually troll them with your post and induce butthurt in others <br/> \n <br/> \nit happens when Assetbar deems you a Successful enough troll to do it yourself"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I love aperson too!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "awww <br/> \nyou changed"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Wow"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "There's that woman eating that old lady's hair, again. She's munchin' it like cotton candy."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I'm more concerned about the Betty Page look-alike on the right who appears to be having a fit to the beat of Snakefinger's  <a href=\"http://web.archive.org/web/20110415013830/http://www.eggcityradio.com/?p=360\"><em>The Man in the Dark Sedan</em></a> ."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "I like the woman in the third row, eating that guy's head like corn on the cob.  And one row back, there's another woman just ripping out dainty little chunks o' brain.  It's zombie-licious!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "emosexy",
    "plus": 0,
    "snip": false,
    "text": "Who da hell?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "emosexy",
    "plus": 1,
    "snip": false,
    "text": "Hey...no laming.  I was \"who da hell\"-ing the above \"FUCK YOU\" post that has now become Love.  Jeez."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Looks like hackzorz to me. Would be better as \"Love Me\", though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xenoterranos",
    "plus": 0,
    "snip": false,
    "text": "The man excels at the stabbing of hearts and the crushing of souls.  That he does it with a javeline wrought of words, and from the hip at that, is but a indulgence."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "AHH OH MY GOD Peter Serafinowicz linked this comic in his Twitter! He reads Achewood! A famous person that I like reads Achewood! I'm so very very psyched. <br/> \n <br/> \nOh yeah, uh, MJ, cry weep mourn."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "divot",
    "plus": 0,
    "snip": false,
    "text": "THAT IS VERY VERY COOL. And also I must now go spend some time reading his Twitter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "His tweets are also generally hilarious, which is nice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Lookin forward to the MJ interview on Radio Afterlife."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh my goodness what if he's on Assetbar right now! <br/> \n <br/> \nI WILL LOVE YOU FOREVER FOR LOOK AROUND YOU YOU BEAUTIFUL PERSON."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "that. was. cold."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Alright,  <em>maybe</em>  the bottom half was worth it.  No, it totally was.  Those of you that haven't been listening to MJ all weekend should get started on that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "punkmonkey",
    "plus": 0,
    "snip": false,
    "text": "Dammit Cornelius, you know your not supposed to watch any Ingmar Bergman films this late at night! You know this!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lynnym",
    "plus": 0,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "P cool comic IMHO.  I feel like Onstad plagiarized me.  We are facebook friends, and I made a status mentioning how MJ is the Elvis of our generation.  But I do not mind that I am plagiarized.   <br/> \nI love his nonchalant smokedness."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "MJ himself thought that he was the Elvis of our generation.  Thus the \"King\" moniker and the (symbolic/politcal) marriage to the King's daughter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "Shit... he married the Emperor's daughter. Shit. <br/> \n <br/> \n[/Dune]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Billie Jean was a concubine and, as such, even if the child was demonstrably his he would have no legal rights of inheritance."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry sje, but you don't really believe that he got the idea from you, right? People have been drawing that comparison since before sje."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Meh.  I doubt it personally.  Maybe he didn't remember it until he saw my facebook status?  I don't know/care."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well you better  <em>start</em>  knowing/caring, young man! Your apathy is killing this board!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I hacked sje's FB account. <br/> \n <br/> \nHis inbox is full of love letters from Onstad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I'm just going to 5 and leave the strip.  <br/> \n <br/> \nI'm in the only game in town now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "i dont think michael jackson was my elvis <br/> \n <br/> \nim too young <br/> \n <br/> \nwho is the elvis of the generation Y? <br/> \n <br/> \nNotorious B.I.G. is all i can think of <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "it's Prince, don't b stupid"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "justin timberlake"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "u choose justin cuz he white an' prince is black?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "Prince is a game-changing prodigious talent.  I'd vote for his elevation to King status (he's already a Prince). <br/> \n <br/> \nLike Elvis, his sexuality scares the hell outta white parents."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110415013830/http://www.pbs.org/wgbh/pages/frontline/video/flv/generic.html?s=tavi08s2ab7qa0c\">Prince is jus' a reg guy</a> <br/> \n <br/> \nwatch is tavis smiley interview n pbs"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "type n prince n search thingy"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "garth brooks is our elvis"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Casual Prince?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Nah, man, Prince isn't really gen Y."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "There isn't an Elvis of every generation.  Elvis and MJ are often compared because they were both larger than life and both caused a seminal change in music. Elvis brought Black music to the (white) masses. MJ was the Black superstar entertainer.  People as old as me will remember that MTV did not show videos of Black musicians until Michael Jackson's Billie Jean. (It is unbelievable that this was in the 1980's not the 1950's). <br/> \n <br/> \nSome people are unique products of their time and there is not an analogue in every age."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "It's worth noting, though, that MTV had only been in existence for ~2 years before the Billie Jean video. <br/> \n <br/> \nI'm not saying they didn't have a questionable selection of material, but it's not like it had been some long-standing, insurmountable barrier to overcome."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "MTV was the convenient ladder leaning against the long-standing barrier."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Don't have one yet. Somebody needs to step up. Like if John Mayer stays with blues guitar till his 50s or something maybe he could do it. <br/> \n <br/> \nBut for now we don't have one. Aside from a select few bands we are one of the shittiest music generations for now -- unless you really like Grunge, Rap, or \"Alternative Pop\" or whatever the hell they call Lady GAGA and Gwen Stefani."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "rdj"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Grunge is not going well too man."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Yeah, when the hell is Nirvana releasing a new album?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "I've got some bad news and some good news..."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The last good music generation was the hippie generation.  Beatles, Kinks, The Who, etc, going a little bit into the 70s.  This is also the first good music generation. <br/> \nClassic rock is the only music to listen to."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "punkmonkey",
    "plus": 0,
    "snip": false,
    "text": "I wholeheartedly disagree my good sir. Many prodigious forms of pitchery can be found with a moments research. It can be said without hesitation that the notes whirring upon the FM could be dismissed as crass or \"not good\" but do not receive this as the siren call of a generation. Dismiss those who foster a new breed of (dis)organized sound and they will never greet your mind. Only when you step into the light will they find you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Don't take me so serious."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "punkmonkey",
    "plus": 0,
    "snip": false,
    "text": "Alas, my sarcasm goes unrecognized."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dillricesow",
    "plus": 0,
    "snip": false,
    "text": "Not the first time \"the only game in town\" has appeared in a strip.  Remember Beef's fantasy tatoo, \"Carbon: The only game in town\"?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i was indeed checking if anybody else noticed. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110415013830/http://m.assetbar.com/achewood/uua2xCd3b\">thee originalleee</a>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "if u can rememb how many peeps u've tapped out den ur a shit figter cuz  <em>i've lost track.</em> <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "<em>...I've lost track</em> <br/> \n <br/> \nPunch drunk. This explains everything."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "another paece o shit actin' like dey know me. well lemme tells u  <em>u don' know shit</em> <br/> \n <br/> \nshit, wats wit all teh assholes actin lik dey gots eerything figured out all teh time. junior pyschiatresses up ins 24/7 hours a day. lemme jus say ib u not comf not noin' stuff lemme tell u, eeryday i step n2 deh ring i dunno wat i ooppponent gon' bring, could work teh takedowns, could cum wit leg kix. i dunno. but m ready 4 whateer he throws at me cuz i got teh trainin an conditionin 2 withstand it <br/> \n <br/> \ntake up sum kick box. get u a li'l cnfidence n cardio at teh least, don' hab 2 go full MMA like me but is good 2 stay n shape coupled wit a wait routine. i m try 2 help u out cuz u don' know so much. email me wit ur weight body-type an' ur max benchpress n i'll set u up wit a nice rotuine good 4 begineers"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "bro i used to take BJJ and Krav Maga <br/> \n <br/> \ni was ruinous in the ring until a knee injury knocked me on my ass for a year"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "ma bro was out for like 8 months due 2 cardilage dmg n his knee. jus' go hard with teh physical therapy. stair masters, treadmills, etc. he's good as new now. li'l more careful wit his joints, not so crazy, but same as new. get back n der an' get ur conditioning back. alot of ma earlier fights i won jus cuz i had better wind than other guy"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "ya, i started my weight routine again, being careful not to fuck myself up by lifting really heavy shit right off the bat.  getting my cardio too, i run on my off days when i'm not lifting <br/> \n <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "good deals bro, conditionin' is realy a big thing"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "krutus",
    "plus": 1,
    "snip": false,
    "text": "It's like... pretty impordant"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "GodDAMN, Cornelius! {i]Goddamn.[/i]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thing",
    "plus": 2,
    "snip": false,
    "text": "Man, Cornelius is so old! <br/> <br/> <br/> <em>(HOW OLD IS HE?)</em> <br/> <br/> <br/> MAN, He's so old HIS Elvis was BACH!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Unlikely. Bach was largely only respected as an organist in his own time. Not until after his death was he revered for his work as a composer. <br/> \n <br/> \nOn the other hand Mozart... totally the Elvis of his generation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Salieri = Pat Boone?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I really need to hear Salieri's cover of \"No More Mr. Nice Guy\" in that case."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "It is a scary thought that for a new generation growing up, the Jonas Brothers are their Elvis."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Jonas Brothers = New Kids on the Block = The Monkees"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "drugs = sex"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I like the Monkees, though.  Nice, happy, feel good music.  And a lot more honest than people give them credit for.  They wanted to play their instruments, and fought hard for it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Yeah, they played their organs."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "C'mon, guy.  Enough with the \"Jonas Brothers Sux\" meme.  The only people that like them are 14 year old girls, and that's it.  And there are lots of bands just as bad as they are. <br/> \n <br/> \nI just get sick of seeing everyone complaining that this generation doesn't like good music like  <em>this</em>  anymore and only listens to the Jonas Brothers.  On  <em>every single Youtube music video</em> .  I get it.  They suck. <br/> \n <br/> \nI'm glad I use grooveshark now. <br/> \n</rant>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "You want to see a  <strike>shitty</strike>  awesome band? <br/> \n <br/> \nhttp://www.youtube.com/watch?v=ytCvoWxfjag&feature=related"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Make that a Grooveshark link and I'll think about it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jonno",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em> sje46  » neu  4 hours ago<br/>\nThe last good music generation was the hippie generation. Beatles, Kinks, The Who, etc, going a little bit into the 70s. This is also the first good music generation.<br/>\nClassic rock is the only music to listen to.</em></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "Is that your own petard sje? 'Cause it sure looks like your own petard you are being hoisted on."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Don't call me no stinkin' mongoloid. <br/> \n <br/> \nBut it's true though.  60s rock/pop is the only good music.  I just get annoyed when people only name one band as an example of a horrible band.   <br/> \n <br/> \nBut, you know, that's just my opinion. . ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "You know what is a horrible band? The Eagles, Chicago, The Venga Boys, Hobostank, The Little River Band, Nickleback, Bucks Fizz, and James Last. That is a horrible band."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 1,
    "snip": false,
    "text": "thank god for you sje, i've fallen out of touch with what forteen year old girls enjoy.  Jonas Brothers eh... guess I'll need to get some of their albums."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Thank goodness Phillipe is busy moonwalking: he missed the sadness.  <br/> \n <br/> \nHe wouldn't understand but he'd pick up on the mood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 1,
    "snip": false,
    "text": "I have to ask, and I mean no offense by this. What happened to the whole \"Michael Jackson is an arrogant child molesting freak who hasn't had a hit since 1995\" viewpoint? This is the last place I'd expect to find merciful comments to celebrities. This isn't like in Tom Sawyer where everybody hates him, and then when they think he's dead they all lamment what a good boy he was, is it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Yes. Yes it is. I always thought that he was about the least scary pedo ever but it's true; his music had been rubbish since BAD and his personality, apart from the creepy kid thing, was a deranged hurricane of fragmented slivers of a shattered ego. <br/> \n <br/> \nPeople are mourning the MJ that they wanted him to have been, not the one that he became. It's particularly apt that Jackson died the year Obama became President. His life was the most pitiful experiment in race-hate through self-loathing ever beheld."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Well who ever mourned fat Elvis dead on the toilet?  It's not a bad thing to remember someone as they were at their best or as you liked them the best.  That's nostalgia.  It's not an especially unhealthy form of grief; it's 99% of the time the only form.  I'm tired of people grandstanding \"He was a pedophile freak fuck anal fag dick\"; fine, that's an opinion, but let the fans remember him the way they want to.  They can have their opinion too."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I'm tired of people grandstanding 'He was a pedophile freak fuck anal fag dick'</em></div> <br/> \n <br/> \nYou should stop watching Fox News."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It's a struggle, they're so charismatic."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "Is opinion the right word to use? To my knowledge, it's not generally debated that he had mental problems and lost his talent for music later in his life. Nostalgia shouldn't lead way to denial."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I meant the opinion that he was a horrible person.  I don't know what kind of person he was.  I know he had a troubled childhood and he was a musical genius for a while and of course of the bad period of his life, but people act like nothing in his life warrants at least a minimal outpouring of grief.  How do these people think he became the \"King of Pop\" in the first place?  But it's been two weeks now so who cares anymore?  Am I  <em>right</em> , culture?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "AIUI he became the King of Pop when he announced that he was now the King of Pop."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Who else would you consider a contemporary contender?  Answer alliteratively."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I refuse to respond in the requested r... manner. <br/> \n <br/> \n(actual answer: if a person ever issues a press release announcing that they are the King of Pop, they aren't)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Did he do such a thing?  If so I change my opinion to: he was an arrogant bastard but a great pop artist."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that makes sense. Sorry, it was just a little hard for me to tell how I should interpret \"pedophile freak fuck anal fag dick\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "He . . .he didn't choose to be white.  He had vitiligo and lupus."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "he dint do no crime"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "You're not the only one. <br/> \nhttp://www.youtube.com/watch?v=tVACUjHn6yU"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 5,
    "snip": false,
    "text": "I think Onstad got it exactly right.  A lot of people of my generation are really more mourning our connection to him then the man himself.  Like him or not, like his music or not, he was a touchstone throughout our lives as more then just the butt of jokes. <br/> \n <br/> \nI remember watching the Jackson 5 cartoon as a kid, even though I really had no idea about their music. <br/> \n <br/> \nI remember being 11 or 12, when we started to form our own musical taste (influenced by older siblings), and a lot of kids were talking about how great Pink Floyd's \"The Wall\" was.  One kid told us his parents had that album and he would bring it over.  He brought over a copy of \"Off the Wall,\" and was mercilessly ridiculed for it. <br/> \n <br/> \nI remember how Michael Jackson was all over MTV in the early days and how each of his video debuts from Thriller were treated with the anticaption of a major motion picture release. <br/> \n <br/> \nAnd then he released the actual video/short film \"Thriller\", and everyone was talking about it all week. <br/> \n <br/> \nI remember Letterman doing the original Billy Jean \"The CHAIR is not my son\" riffs on his show when Billie Jean was all over the radio. <br/> \n <br/> \nAnd 'Bad' was released when I was still in high school and we all joked about how 'bad' you could really sound while squeaking 'Shou-Mon!' <br/> \n <br/> \nAnd, yeah, then we watched him degenrate to where he was, just like Elvis degenerated into the jumpsuited Vegas lounge act that most people connect him with.  But for those of us who grew up with him always there as The Superstar, him dying just reminds us all of our own mortaility."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Without MJ would we even have had Weird Al at all?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "\"Another One Rides the Bus\" was probably his first big hit on Dr. Demento so, yeah. <br/> \n <br/> \nStill, \"Eat It\" was the first track on  <em>In 3D!</em>  and that was a far better album than his eponymous debut. Hell... now I recall when Nickelodeon had that video show on in the 80s and they played \"Fat\"... that was hella classic. <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I thought about mentioning Weird Al, too.  Without the grandeur of MJ's videos, Weird Al's parody videos wouldn't have had the same bite.  The \"Eat It\" video was a perfect shot for shot copy of the original with all the Airplane style visual jokes thrown in.  It seemed to get as much MTV play as the original."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "wait, ur tellin' me u 4got u were mortal? lol  <em>fuckin' whack job</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Him dying gives us an opportunity to write purple prose in that style that people adopt in this kind of situation, for some reason."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retro",
    "plus": 0,
    "snip": false,
    "text": "It absolutely is.  In death, Michael is back to being young, talented, black Michael.  Just like Elvis is no longer fat and Christopher Reeve is walking around like nobody's business."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Believe it or not, he's walking on air."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I thought about making this exact comment several hours ago, but decided against it. Interesting that you would have the same idea as I did."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Welcome to the only game in town. <br/> \n <br/> \nPFFF"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sizone",
    "plus": 0,
    "snip": false,
    "text": "Stephen King killed MJ. Steven Lightfoot knows the truth! <br/> \nhttp://www.lennonmurdertruth.com/"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "somedarkholler",
    "plus": 0,
    "snip": false,
    "text": "I don't know who our Elvis is, but I do know that Old Dirty Bastard is our Keith Moon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Fuck that. Keith Moon is the only Keith Moon I shall ever have or need. He will never be replaced."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "You know all this Micheal Jackson talk is making me thirst for a nice porter, or maybe a bock, yes I think I will hunt down a sixpack of bockbier and toast the memory of the  <em>other</em>  Michael Jackson.  <br/> \n <br/> \nGentlemen, raise your glasses to the Beer Hunter. To Michael Jackson."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Hear Hear !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zeroforconduct",
    "plus": 1,
    "snip": false,
    "text": "Those of us who, like Teodor and Beef, have been brought face to face with the fact that we are all aging, need to remember that although our youth may be spent, there are more young people in the world today than ever before. A million kids Phillippe's age, this past week, upon watching TV and hearing of the death of a man they had never even heard of, were treated to footage of Michael doing the moonwalk, and their simultaneous reaction was the same as Philippe's, and the same we all had when we first saw it. <br/> \n <br/> \nThe world is not all about our generation. We may no longer be able to experience the unbridled joy Cornelius speaks of, but that joy still lives."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It felt so good to 5 a strip. It'd been weeks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Eh... it feels like two totally different strips. The short, jokey one where Taxodor moonwalks for Philippe and then the solid, deep one where Cornelius reveals deep truths and the matter is discussed in depth. <br/> \n <br/> \nConnie brings it to a '4', but not much more than that."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "RIP Wacko Jacko."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "nice"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "PFT! <br/> \n <br/> \nGrowing old is mandatory, growin up is optional. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<em>Sic transit Gloria Tuesday, <br/>\nDeus hath PFT-ed!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "PFT!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Allright, which one of you internet bitches can animate panels 4 through 7? <br/> \n <br/> \nWE'RE STILL WAITING."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tollschaft",
    "plus": 1,
    "snip": false,
    "text": "Oh man Cornelius just fucked their shit up"
  }
]