[
  {
    "depth": 0,
    "minus": 0,
    "name": "prius_chaser",
    "plus": 40,
    "snip": false,
    "text": "The last panel that launched a generation of confused people seeing my shirt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "josher",
    "plus": 10,
    "snip": false,
    "text": "It's my lucky shirt, actually. Every time I wear it, I get hit on, without fail."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "man i hope i can score odds like that when mine comes in..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 21,
    "snip": false,
    "text": "it is not like this for me. <br/> \n <br/> \ni do not get hit on every time i wear my rabbit shirt."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "surelysmack",
    "plus": 2,
    "snip": false,
    "text": "If i were to ever get hit on <because> i wore my rabbit shirt I be so overcome with a girl, in the real world, knowing wtf that was that she would become an instant 10 and i would be putty in her hands"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i've never been hit on when i wear my rabbit shirt."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 2,
    "snip": false,
    "text": "<em>Still</em> ?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "Anxiously awaiting an update on this.  Something is WRONG."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "You know what gets you hit on? A freakin' wedding ring! I never had a girl approach me once before I had this thing, now even if I'm on a bus looking downright slobbish it's not rare for a cute girl to sit next to me and start chatting like she thinks I'm interesting. This phenomenon makes no sense to me."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Assuming this is a reasonably common phenomenon, I'd say it's explained by a combination of: <br/> \n <br/> \na) Having passed muster with  <em>some</em>  woman, which increases the likelihood of the guy being a worthwhile prospect. <br/> \n <br/> \nb) Having a reasonable chance of 'safe' flirtation with a married man; that is, there's a fair chance a committed fellow will chat amiably without assuming that pussy is on the table (as it were). It's not a million miles away from gay guys being safe to chat to. If a married man (who fulfills condition 'a')  <em>does</em>  respond to being half-flirted with, it may well be 'meant to be'.  <br/> \n <br/> \nPop psychology, perhaps, but seems reasonable."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Those reasons probably have something to do with it, especially the second, because many women love to flirt. I think even if they don't notice the ring there's the fact that a domesticated man has been groomed, sometimes without his noticing, or through nagging. This may be why the most successful players have female friends they don't bone. I mean, women have over 100 rules about belts alone, there is no way a straight man could figure this stuff out on his own."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Naturally, if a man and woman both wearing rabbit ambulance shirts were to meet, vigorous copulation would be  <em>mandatory</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "redion",
    "plus": 0,
    "snip": false,
    "text": "i might have to go order one now"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by phthoggos, cjfoster, shirt145)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "all-star951",
    "plus": 0,
    "snip": false,
    "text": "WHO LAMED THIS <br/> \n <br/> \nMy feelings on this asset are Pro."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "My Great Outdoor Fight shirt causes more confusion than my Rabbit Ambulance one, to be fair. People actually quite often just say \"Oh, is that a rabbit ambulance? Okay.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lizjones",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lizjones was marked lame too many times and excluded. (marked lame by Thorfinn, envika, n00b, Connellingus, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ford",
    "plus": 2,
    "snip": false,
    "text": "Rambulance"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnny_diamond",
    "plus": 0,
    "snip": false,
    "text": "Rabbi Ambulance?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 2,
    "snip": false,
    "text": "...but I was like, no, definitely Ramble Ants."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "DAMBULANCE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "satellitetv",
    "plus": 0,
    "snip": true,
    "text": "A comment left by satellitetv was marked lame too many times and excluded. (marked lame by Norsef, Oplem, Audhumla)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "catachresis",
    "plus": 16,
    "snip": false,
    "text": "I  <em>had</em>  the Rabbit Ambulance shot glasses. <br/> \nStupid drunk flatmates."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ich_bin_ilya",
    "plus": 18,
    "snip": false,
    "text": "that must be really irritating to hear"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "satellitetv",
    "plus": 34,
    "snip": false,
    "text": "Yes, but I happen to be  <em>obscenely</em>  suave and entertaining, so everyone finds it to be very engaging."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rosie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rosie was marked lame too many times and excluded. (marked lame by ishuta, divot, Sakana, NeoNaoNeo, fosters, farqussus, luasn, HolyQ, Jesus, fakedaisies, Zem, Boyd, Doc_Rostov, jmmfgd, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by farqussus was marked lame too many times and excluded. (marked lame by ted0phile, johnnybaverage, prolefeed5, riotdejaneiro, mikeronomicon, Deusoma, mashisoyo, ArtVandelay, sredni, PurpleRose, nipsy43, fakedaisies, jonnylatron, Doc_Rostov, swatson, saucy_jack, FoxtrotAmend)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bixschmix was marked lame too many times and excluded. (marked lame by prolefeed5, daidai, PurpleRose, fakedaisies, hellofditties, FoxtrotAmend)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "I might be missing something here, but I believe that was the same point farqussus was trying to make."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "THANK YOU"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "saucy_jack",
    "plus": 2,
    "snip": false,
    "text": "That's not fair. Cats are adorable and it is not fair to call something a lolcat when it is only a cat."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 1,
    "snip": false,
    "text": "that's actually probably the default avatar the account came with."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "This is really a pretty benign thread, all things considered.  How in the fuck did everyone EXCEPT jollysaintpete get lamed?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "yaotzin",
    "plus": 0,
    "snip": false,
    "text": "Does it really matter that much what the calls the guy? 'Stad, Onstad, Comic Guy, The dude with the stuffed otter, we all know who's being talked about. What's the point of getting upset at the vocabulary when the intended message is understandable.  <br/> \n <br/> \nI only quip not because of this one incident in particular, but instead because I see this being a \"serious\" issue throughout the strips. <br/> \n <br/> \nThis is my fourth time in some years reading through the archive, the first time I made an account just to see what these lamed posts where everyone was talking about. I have to say commonly I am so far more disappointed in the fickleness of the lame-ers than I am of the perceived crassness of the lame-ees. <br/> \n <br/> \nGranted you both got lamed into oblivion, so why's it even gotta be a thing."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "Fives every time for quadriped ambulances!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agika",
    "plus": 30,
    "snip": false,
    "text": "Doesn't anyone consider how much it would suck to ride in an ambulance that hopped?  I think it would be terrible to ride in the hopping ambulance, personally."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "liquidcruelty",
    "plus": 12,
    "snip": false,
    "text": "I should think that the mortality rate would be quite unnecessarily high, all jolting and slamming some dude that just got shot or fell off a building <br/> \nsuch is the price of a novelty emergency health service"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cousinted",
    "plus": 16,
    "snip": false,
    "text": "Yeah, but the rabbit community makes up for this by having a high reproductive rate"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "duperando",
    "plus": 7,
    "snip": false,
    "text": "When I was in my environmental issues class, I did research project on rabbit overpopulation in Australia. I learned several crazy rabbit facts. <br/> \n-- Rabbits reach sexual maturity after 3 months. <br/> \n-- Rabbits have 28-day-long pregnancies <br/> \n-- (This one  <em>blows my mind</em> ) female rabbits have the ability during their pregancy, if sensing that the environment will not support their young, to reabsorb their litter and NOT have the babies. Let me repeat that; Momma rabbits can suck babies back into their bodies and essentially abort the babies  <em>just because</em> . <br/> \n--In old lighthouses, the residents would keep hutches of rabbits and, in the case of food running low, they could eat the rabbits. <br/> \n--Finally, during ages of exploration, the British populated nearby islands with rabbits so that, in the case of a shipwreck, the sailors would have a prevalent food source on the island. <br/> \nI hope whoever reads this feels enlightened about rabbits and their inherent  <em>evilness</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I just imagined rabbits doing the DBZ fusion-dance.  <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pa_ass_nts",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pa_ass_nts was marked lame too many times and excluded. (marked lame by Thorfinn, LiquidCruelty, Darthemed)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lucid",
    "plus": 0,
    "snip": false,
    "text": "Assuming you could fit into the rabbit ambulance, which to me always appeared to be roughly the same size as a rabbit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 24,
    "snip": false,
    "text": "Yerk; back and neck injuries would be torture. Stupid rabbit doctors would probably just sniff at you a bit and look at each other."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 26,
    "snip": false,
    "text": "And then fuck."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "evolume",
    "plus": 12,
    "snip": false,
    "text": "Ya but if you are a sick bunny or a shot-up bunny you might find the hopping a comfort as you bleed like when you were a little bunny and mom hopped with you clinging to her back for a bunny back ride around the garden with a stop to nibble on the fresh lettuce greens."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 3,
    "snip": false,
    "text": "So vivid...  <br/> \nI suspect you are in fact a rabbit with a stolen laptop, Mr. Evolume."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "salvagebar",
    "plus": 9,
    "snip": false,
    "text": "Why do you assume the laptop is STOLEN? Is it because he's a  <em>rabbit</em> ? You, sir, are a  <em><strong>BIGOT.</strong></em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 4,
    "snip": false,
    "text": "It's not his fault. The shop clerks refuse to sell to him. \"Freakin' long ears\" they mutter to themselves when they see him show up. With a long, cold look he turns around slowly and walks out, defeated, he doesn't even have to ask he sees the answer on their faces."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mariecat",
    "plus": 4,
    "snip": false,
    "text": "someday we'll have a rabbit president."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 8,
    "snip": false,
    "text": "Pls. remove pic of Rabbitess from nude gallery :("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shortside40",
    "plus": 2,
    "snip": false,
    "text": "Don't you mean a Rabbigot??"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dans",
    "plus": 5,
    "snip": false,
    "text": "The best Achewoods are the ones where you aren't quite sure why you think it's so damn funny, but you laugh just as hard anyway."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "elohssa",
    "plus": 0,
    "snip": true,
    "text": "A comment left by elohssa was marked lame too many times and excluded. (marked lame by daidai, heccibiggs, snowman, Thorfinn, Ravenmancer, goocifer, rowboat, mortshire, luasn, NDCaesar, cdl146, LaserBlade, whiteturtle)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 3,
    "snip": false,
    "text": "The rabbit ambulance makes me wish I were a rabbit that was hurt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "It can be arranged."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Implied pain makes me erect."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "serf",
    "plus": 1,
    "snip": false,
    "text": "this is why rabbits arent high on the food chain"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Pat is much more calm holding a comfort animal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redsalesperson",
    "plus": 18,
    "snip": false,
    "text": "For some reason, I always imagined all those R's are just the beginning of \"Rrrrrrrrrrrrrrrabbit!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 4,
    "snip": false,
    "text": "oh hee hee"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "There was a rabbit in Pat's bathroom, apparently. I find it odd no one has pointed that out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "Also if Pat has a gun that he cold draws why does he often ask to borrow guns?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 5,
    "snip": false,
    "text": "Man you don't use your own gun to shoot someone, that's like calling the cops and admitting you did it. What are they teaching you kids in school these days?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "If this said \"boy\" instead of \"man\" it would be perfect avatar/comment synergy"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sleaw",
    "plus": 2,
    "snip": false,
    "text": "Pat carries a gun, along with an amulet and a rabbit, in the pocket of the pants he doesn't wear. Welcome to Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Pat must be a crappy a vegan; i don't think shooting rabbits is something vegans are allowed to do."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Don'choo tell vegans what they can and can't do,  <em>cracka</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robotman",
    "plus": 9,
    "snip": false,
    "text": "Heh, stumbled upon this recently. It's a lego version of the above ambulance. Pretty well done too. <br/> \n <a href=\"http://web.archive.org/web/20101222023550/http://www.brickartist.com/rabbit_ambulance.html\">http://www.brickartist.com/rabbit_ambulance.html</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Oh necessarily"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "It would be complete with a Technic interior that allowed it to actually hop-instead-of-roll. Seems like it's most of the way there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Beef inspires me to re-insert the use of \"all _____\" in my day-to-day speech. He rocks it so well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "I want to get a textbook on the principles of hopping.  That shit is hell of complicated"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 3,
    "snip": false,
    "text": "An ambulance that employed the principles of hopping instead of rolling would be an ambulance that employed the principles of killing its injured occupants instead of transporting them to safety."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yaotzin",
    "plus": 0,
    "snip": false,
    "text": "It could be that, like the graceful hopping of the bunny, the ambulance uses the principles of shock absorbers to make it pretty much like just riding on a rocky boat. Just riding through the waves, that's how I always pictured it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jmmfgd",
    "plus": 0,
    "snip": false,
    "text": "the first achewood i ever did saw"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "skaterpix",
    "plus": 0,
    "snip": false,
    "text": "Little Bunny Abulance takin' the body away <br/> \n <br/> \nxD"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "I must own the t-shirt..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "prettyrad",
    "plus": 0,
    "snip": false,
    "text": "It was really sad when I saw the front page of the Metro newspaper a few weeks ago. The headline was about a girl who was beaten to death by drunks because she was a goth. And there was a picture of her in the Rabbit Ambulance shirt... <br/> \n <a href=\"http://web.archive.org/web/20101222023550/http://www.thesun.co.uk/sol/homepage/news/article1098999.ece\">http://www.thesun.co.uk/sol/homepage/news/article1098999.ece</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "applebed",
    "plus": 0,
    "snip": false,
    "text": "That is incredibly terribly sad :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sex_bicycle",
    "plus": 0,
    "snip": false,
    "text": "shite >.< i think i remember that from years ago dunno why but the fact she liked the same comic as me kinda makes it worse for some reason maybe the fact it could easily have been us that is soo sad"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Ugh that makes me want to puke. Kids are sick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "Well that is kind of a downer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gigs",
    "plus": 0,
    "snip": false,
    "text": "Let's thank god that human ambulances aren't just giant robots shaped like us. <br/> \n <br/> \nActually, now that I think about it, giant robots are never bad. Let's curse god that they're not realistically feasable."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "applebed",
    "plus": 0,
    "snip": false,
    "text": "Bunny all employing the principles of rolling instead of hopping: <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101222023550/http://s274.photobucket.com/albums/jj272/crazystephcutler/?action=view&amp;current=dac2cc89.pbr\">[IMGS OFF]</a>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "if pat is such a tree-hugger/earth-lover, why would he shoot a bunny?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "fuck me, somebody already asked this question.....[[sadsigh]]"
  }
]