[
  {
    "depth": 0,
    "minus": 1,
    "name": "closefriend",
    "plus": 12,
    "snip": false,
    "text": "Téodor should have known to follow the toilet's example in not making a lot of big promises."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greymantledwolf",
    "plus": 1,
    "snip": false,
    "text": "at least the aerotoilet get things done NOW"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "not always"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 54,
    "snip": false,
    "text": "Dont drop you passport in the bathroom toilet because the person who checks them will know why it is wet and be a dick about it."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "saint",
    "plus": 15,
    "snip": false,
    "text": "your avatar are big promises."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "Are you speaking from experience?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tourach3",
    "plus": 4,
    "snip": false,
    "text": "i just got hypnotized for like five minutes at work..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "It's funny how even just basic people can be captured by eternally bouncing tits. I'm serious - I could never get tired of that, ever."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "empy",
    "plus": 1,
    "snip": false,
    "text": "It's like, one minute it had 12 chubbies... Then I come to realize 6 minutes had gone by and it was one digit chubbier."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 33,
    "snip": false,
    "text": "The trick is that they bounce at exactly the right rate: not too fast so you can't view them properly nor so slowly that you can barely tell they're bouncing at all. Further they're an excellent size for bouncing. Perky, but no so perky that they're more indie rock tits or even punk rock tits while not being the gross huge jugs of hair metal tits or even nasty big fat ones. <br/> \n <br/> \nThey might not be ideal for daily use (I prefer something a tad smaller, firmer, and perkier personally), but for continual bouncing they're second-to-none."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vheissu",
    "plus": 5,
    "snip": false,
    "text": "Thank you for over-analyzing bouncing jugs and equating all different breast types to music. That brought a smile to my work-weary world."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gigs",
    "plus": 0,
    "snip": false,
    "text": "On that note, listen to any Iron Maiden song while looking at it, and it'll look like they're moving along with the galloping triplets. <br/> \n <br/> \nI'm sure other songs/bands would work, but every Iron Maiden song ever is probably the most popular instance of the galloping triplets."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by Vondicus, jezebel, Brosaurus)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "landowmpg",
    "plus": 0,
    "snip": false,
    "text": "FYI It's Kate from Kate's Playground... *cough*"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "Well, I know what I'm doing when I get home."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 10,
    "snip": false,
    "text": "I'm jacking off."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "draykid",
    "plus": 1,
    "snip": false,
    "text": "why would you ever that's just gbglb"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Now that I've followed up on it and watched it in my private time, I have to say it was a pretty huge letdown. I mean, they're so awesome here on assetbar because I generally only log in when I'm at work and as I'm scrolling down the line at my desk with a fistful of coffee mug there will all of the sudden be this tiny, private window with endlessly bouncing tits in it. That's really nice. It's, like, \"Hey! Good morning to you, sir!\" However, when I'm at home and the house is all quiet and everyone's in bed and I have a fistful of my dick, I just need a little more than some girl jumping up and down on a balcony."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "draykid",
    "plus": 1,
    "snip": false,
    "text": "Wow, that just perfectly describes the feeling of doing what you done. You see this remarkable pair of titties bouncing up and down on a page somewhere and there's other people in the building. Suddenly you decide on exactly how your night will play out and eagerly anticipate it. As you get home something really stupid and arbitrary comes up and after about 15 minutes or so you get it out of the way. Then you sit down and minutes start passing. You realize you're bored, and you don't know what else to do because this is all that you were thinking of doing."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "landowmpg",
    "plus": 0,
    "snip": false,
    "text": "Well, I guess I never really said that the video would be high caliber.  I wouldn't even consider it porn.  If your intention was to use it to squeeze off some knuckle children, I would say the video is a primer at best. <br/> \n <br/> \nIn conclusion, I was merely trying to provide the origins of that beloved assetbar avatar, and I hope that I haven't ruined any of the magic for you."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Oh, not at all. I'm just providing a follow-up because, if you haven't noticed, 90% of the people who log in here on a regular basis do so in order to be informed of my masturbatory habits. It's kinda a pain in the ass, but it's what the people want."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I told you when you were buying that new plug that it was probably more than you can handle. You've gotta be in this for yourself, not the size queens in the audience telling you to always go bigger."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "draykid",
    "plus": 0,
    "snip": false,
    "text": "Say what you will, it takes a man with some serious aspirations to try and push the envelope every day. Rowboat is legendary in this business."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Finally, the answer is revealed. <br/> \n <br/> \nI wish I had paid more attention the one time I saw them in an ad somewhere, but I was hasty and it was not to be."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "landowmpg",
    "plus": 0,
    "snip": false,
    "text": "What if, hypothetically speaking, someone found the video it's derived from?  Is there some kind of rule against posting these kinds of links?  Because I almost consider it a community service.  I would go so far as to say that it is my duty to share  <a href=\"http://web.archive.org/web/20110417074010/http://www.shooshtime.com/videos/4182_Kates-Boobies-Bouncing!.html\">it</a> ."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, I'll kick your fuckin' ass if you don't. So there's that to consider."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "landowmpg",
    "plus": 0,
    "snip": false,
    "text": "Inspect my comment just a  <em>little</em>  bit closer to find out..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Too late. I've got a head full of steam and I'm comin' for ya. <br/> \n <br/> \n(Also, the version of Internet Explorer at my work doesn't automatically show text links unless you scroll over them, hence my confusion. Cheers!)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "landowmpg",
    "plus": 0,
    "snip": false,
    "text": "Your innuendo, unintentional as it may be, is appropriate and fills me with disgust. <br/> \n <br/> \nProbably not a good idea to click on this at work, anyway. Though I suppose it would depend on your occupation. Such things are frowned upon in the public service."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm ashamed to admit (and I can hardly believe it, reading it again) that it was unintentional. I must be losing my touch."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Thanks Firefox for not letting me see this. You fucker."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "This is an astute observation, larger breasts are usually considered better, but if they are large enough that a wave visibly travels along them as they bounce, they become flab tits instead of bouncing spheres of delight. It seems that using simple wave mechanics, applied with known data on the visual speed of perception of the human eye, the ideal size of tit could be calculated."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110417074010/http://www.gendertree.com/a_stress_analysis_of_a_strapless.htm\">A Stress Analysis of a Strapless Evening Gown</a>  would be the standard work on this subject. You're taking the field into exciting new areas though. Tell me when the NSF grant comes through, we need to start conducting trials."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Speak for yourself. I like rippling boobs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pigeon_street",
    "plus": 0,
    "snip": false,
    "text": "Indeed, they are nice tits."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 6,
    "snip": false,
    "text": "There should be a kind of therapy where you sit in a big comfy recliner, maybe one with heat and massage, and they just show you this on a dome screen while playing soothing music."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "highpitch_83",
    "plus": 0,
    "snip": false,
    "text": "chubbyied for the avatar... (basic yet infinitely glorious)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "It is wet... because of a problem?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rykan",
    "plus": 29,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I don't know why you posted this here of all places, but I couldn't  <em>not</em>  give you a chubby."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "WOO!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 4,
    "snip": false,
    "text": "YAY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maledictis",
    "plus": 0,
    "snip": false,
    "text": "Isn't that avatar a shot from Breast Attack On Fuck Mountain?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jerkface",
    "plus": 2,
    "snip": false,
    "text": "more weed than an airport toilet. funny how a comic strip can peer deep into your soul."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 4,
    "snip": false,
    "text": "That last line is one of my all-time favorites."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 2,
    "snip": false,
    "text": "We've also learned not to tap our feet when the police are nearby."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 1,
    "snip": false,
    "text": "yeah jokes about airport toilets will never be the same..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 41,
    "snip": false,
    "text": "<strong>Thursday Blogs</strong> <br/> \n <br/> \nMr. Bear:  <a href=\"http://web.archive.org/web/20110417074010/http://corneliusbear.blogspot.com/2005/07/if-i-am-served-another-heirloom-tomato.html\">If I am served another heirloom tomato dish I shall quite simply die.</a> <br/> \n <br/> \n <strong>Today's Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20110417074010/http://raysmuckles.blogspot.com/2005/07/rock-star-died-at-27.html\">The Rock Star Died at 27!</a> <br/> \n <br/> \nNO EARTH CAN KILL ME"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sharkofsomerton",
    "plus": 0,
    "snip": false,
    "text": "I made this go from 4 to 4.1 :)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "Circus Penis may have felt uncomfortable about Teodor being more learned in the ways of cooking and alcohol than he is, given the blog post several entries back. I think Teodor taking too long is just an excuse."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": false,
    "text": "\"ditherer\" is a fascist slur"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bergmbe",
    "plus": 1,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "I can really here the tone in Teodors last sentence."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Thanks Ray. And thank you too Chochacho."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rhetoricperson",
    "plus": 0,
    "snip": false,
    "text": "I have had sex in an airport bathroom. Just saying."
  }
]