[
  {
    "depth": 0,
    "minus": 0,
    "name": "whitey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by whitey was marked lame too many times and excluded. (marked lame by mygoodfriend, kenthegod, regrepnsnefpoh, pogo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 5,
    "snip": false,
    "text": "Better Alt-Text."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": true,
    "text": "A comment left by numberkillinger was marked lame too many times and excluded. (marked lame by littlecat, Hatticus, ActualTaunt)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hannah",
    "plus": 9,
    "snip": false,
    "text": "i wonder if onstad keeps a notebook to write down those crazy assed beststitute names because there are loads of the damn things and i bet they don't just come naturally to a feller at a keyboard."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "huber",
    "plus": 1,
    "snip": false,
    "text": "haha yeah - I love when pat talks in one of them about mixing zinc capsules in with his mixed nuts."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckalgebra",
    "plus": 0,
    "snip": false,
    "text": "It was actually Vitamin E gel caps in the trail mix he was giving his friends for Christmas."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whuppins",
    "plus": 28,
    "snip": false,
    "text": "I think that sometimes he'd like to just do a 24-panel comic with nothing but Pat reciting the names of fictional health foods."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "I got a feeling Pat's food has chemistry people hair, along with the aforementioned armpit hair, Jetta, and fondness for Ani Difranco. <br/> \n <br/> \nTo be Frank, I'm pretty sure I see Pat's food down at Seattle's Best Coffee about once a month. There's a buffer gap of about a foot before and in front of him in the line."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sharkofsomerton",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sharkofsomerton was marked lame too many times and excluded. (marked lame by tekende, riotdejaneiro, SirFrederick, Vondicus, atticusonline, mystkmanat, TheGreatestCape)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 2,
    "snip": false,
    "text": "I'm glad you put 'ba dum tish' there, because I'm pretty sure I wouldn't have gotten it otherwise."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 2,
    "snip": false,
    "text": "What was sarcasm for you was my own sad reality."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 1,
    "snip": false,
    "text": "pat is a cat, so hes physically able to toss his own..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "high in health but low on class"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 4,
    "snip": false,
    "text": "\"Mr. Krushchev Don't Push That Button Mushroom\" sounds like something you could get at Trader Joe's. Seriously every time I go in there it's like I'm back in tenth-grade English class, except the puns are  <em>even worse</em> ."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "anomalous3",
    "plus": 19,
    "snip": false,
    "text": "The truth is that healthy food CAN taste awesome. Pat is just a dick and subconsciously seeks to ruin things that might otherwise be delicacies by trying to get them to taste something else"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anomalous3",
    "plus": 0,
    "snip": false,
    "text": "*taste like something else*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 11,
    "snip": false,
    "text": "Healthy food can taste good, I applaud you, but I know people who talk like this. <br/> \n <br/> \n <em>ps they eat raw food they are raw foodists</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 11,
    "snip": false,
    "text": "healthy food can taste good, but I think there are people of the mentality \"if it doesn't taste like grass clippings it is not healthy\". <br/> \n <br/> \nP.S: Is the term \"best-titute\" a real term? it sounds so holier-than-thou."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ferdinand",
    "plus": 1,
    "snip": false,
    "text": "that's the point, brother.  remember the guy using the term."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mastronaut",
    "plus": 1,
    "snip": false,
    "text": "The same man who used the term Eco-telligent. <br/> \n <br/> \n <strong>Gross</strong>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "cathaoir",
    "plus": 2,
    "snip": false,
    "text": "I agree. I just started on a diet to try and lose my beer gut, and I've been eating all sorts of healthy stuff. Chicken breast, if seasoned well, is both healthy and crazy-delicious. I am, however, still unsure of how I feel about eating raw spinach. Eating stuff that looks like I've just gone and picked leaves off a bush makes me feel foolish."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "phy",
    "plus": 6,
    "snip": false,
    "text": "There is a special feeling of loathing in my heart for \"salads\" that look like they just came off the business end of a weed trimmer"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "Is chicken breast still healthy if you pour hella cream of mushroom soup over it? Because that's what I do and it's awesome."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cathaoir",
    "plus": 0,
    "snip": false,
    "text": "It might be slightly fattening what with the cream part, but mushrooms are good for you I suppose. Go for it, I'd say."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That sounds  <em>delicious.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Okay, so the other night I baked some chicken legs (I like dark meat). I put the chicken in a pan and sprinkled some paprika on it. Then I heated some cream of mushroom soup and when it finally resembled soup instead of can-shaped gelatin, I poured it over the chicken, then baked it for like an hour. It was great. The soup cooked and formed kind of a second skin for the chicken."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Not bad, but you could'a baked the chicken in soup with some rice, and that would produce a different dish -- maybe better with boneless breasts.  Some celery and carrot chunks, too, mmmmm."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes, that is a good idea too! Actually similar to something my mom used to make."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "heh... you have jungle fever."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 4,
    "snip": false,
    "text": "No, that's not remotely healthy. <br/> \n <br/> \nTry marinating chicken thighs in a mixture of butter, olive oil, soy sauce, garlic, and rosemary. <br/> \n <br/> \nThat's not remotely healthy, either. But it's simple and I like it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "No, read the label of that soup, it's loaded with salt, for one thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 4,
    "snip": false,
    "text": "I'm in luck, there -- I hate lettuce. I'm eating mostly spinach salad and salmon patties  <strike>and massive baked potatoes drenched in asadero and ranch sauce</strike>  but I'm not having much luck trimming down..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mangtastic",
    "plus": 4,
    "snip": false,
    "text": "I have a garden and I grow spinach.  I pick it from a spinach bush and eat it raw, just like that.  It is also really good for you and tasty as hell and I don't pay for it except for like a dollar or so for the seeds and  <em>is that really all that foolish?</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "glorify",
    "plus": 0,
    "snip": false,
    "text": "Chubby for the spinach Respect."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "splendorr",
    "plus": 0,
    "snip": false,
    "text": "But there's the chance that Birds or other Pests may have touched what you ate. Before you ate it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "There's also a chance that some sweaty guy named Marty had his greasy mits all over your hamburger before it was packaged and shipped to your supermarket."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 9,
    "snip": false,
    "text": "Health food used to be nasty so baby boomers are used to nasty. They don't like the new good stuff at Whole Paycheck."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tourach3",
    "plus": 1,
    "snip": false,
    "text": "chubby for 'whole paycheck' <br/> \ni'll stick with 65 cent cans of tuna thankyouverrrymuch"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "notcool",
    "plus": 3,
    "snip": false,
    "text": "Man, tell me where you find cans of tuna for sixty-five cents, and I'll stock up like I lived in MONTANA."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It is pretty close to 65 cents at Walmart."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "A steak is healthy. A steak tastes fantastic."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "woof",
    "plus": 6,
    "snip": false,
    "text": "alt text: Pat's food blares Ani Difranco as it pulls away from high school"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "I have known the stereotype that this represents, and it thrills me that someone else dislikes it enough to make it the avatar of Pat Reynolds's nasty-ass food."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nathanielperson",
    "plus": 2,
    "snip": false,
    "text": "Marzipan != cod. If I only know one thing, I know this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "No \"bestitute\" could top the \"Souvlaki With a Conscience 'Slaveless Universe' Souvlaki\" from Pat's blog."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lrosetw8",
    "plus": 5,
    "snip": false,
    "text": "\"Awww, do I Kruschev?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 6,
    "snip": false,
    "text": "DID SOMEBODY SAY KRUSCHEV?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jlynes",
    "plus": 1,
    "snip": false,
    "text": "*BANG* *BANG* <br/> \n <br/> \nTHESE ARE NOT MY SHOES!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuchurocket",
    "plus": 0,
    "snip": false,
    "text": "i just want you to know how happy this made me.  all fake techno in the background."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nicolae",
    "plus": 4,
    "snip": false,
    "text": "I would not eat a bagel with even the weakest connexion to a GloryHole"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jack",
    "plus": 1,
    "snip": false,
    "text": "I was wondering if anyone else noticed that. Doublegross."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kochipoik",
    "plus": 0,
    "snip": false,
    "text": "Pat is giving Ray an orange flavoured colon loofah. (colon loofah = shower time for your anus?) Is Pat trying to tell Ray that he's gay? Why else would you want an orange flavoured ass."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 7,
    "snip": false,
    "text": "I believe the basic idear is that it is eaten, tastes orangey, and then scrubs your colon on the way through until it is red and shiny, resulting in a gut-clenching torrent of diarrhea."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 5,
    "snip": false,
    "text": "holy shit oh my god <br/> \n <br/> \nSCIENCE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 10,
    "snip": false,
    "text": "i have forgotten  <em>everything</em>  i know about craveless nori"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yeah, well,  <em>I</em>  don't even know what craveless nori  <em>is.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Why the hell would you need a vegan substitute for nori anyway? It's dried seaweed. It probably has the gluten content of a vacuum, too."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Obviously because of the craves"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 0,
    "snip": false,
    "text": "But this nori is probably specially harvested to avoid disrupting all of the microfauna that potentially adheres to regular nori, and is grown in special above-ground tanks to avoid industrial runoff contamination. <br/> \nAnd now that I've said all of that, I need to go eat something fried and drink brown liquors."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "speth",
    "plus": 2,
    "snip": false,
    "text": "Bitter Barry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 17,
    "snip": false,
    "text": "<strong>Thursday Blogs</strong> <br/> \n <br/> \nLyle:  <a href=\"http://web.archive.org/web/20110417073348/http://lyle151.blogspot.com/2005/12/sfuckin-over.html\">sfuckin over</a> <br/> \nNice Pete:  <a href=\"http://web.archive.org/web/20110417073348/http://peterhcropes.blogspot.com/2005/12/last-ditch-publisher.html\">A last-ditch publisher.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "diggydow",
    "plus": 0,
    "snip": false,
    "text": "5 for the alt-text"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Man do I ever hate health food, and this is probably the best send-up of it I've seen yet"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Chompsky."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I love health food, I really do.  I also love junk food.  If you were to offer me the choice between Oreos or roasted vegetables in organic broth, I would probably beat you with my noodly-vegetarian arms and take them both. <br/> \n <br/> \nI have neither a '91 Jetta nor hairy pits. <br/> \n <br/> \nThis is my life as seen through the filter of Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "(Dude this is such a lie you have such hairy pits.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "You know Pat is revving up to be a fucking dick when he busts out the portmanteaus and glory holes."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "twincannon",
    "plus": 1,
    "snip": false,
    "text": "Jetta: the car by assholes, for assholes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redzerostar",
    "plus": 0,
    "snip": false,
    "text": "my former roommate named her cat jetta."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Jetta: the car my asshole brother drives."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "twincannon",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deliciousmuffin",
    "plus": 0,
    "snip": false,
    "text": "I actually kinda felt sorry for Pat there. He looked so excited to actually be helping someone for a change, even if it was in his own weird way. <br/> \nBut then again I'm probably going to easy on him, and the next thing he would've pulled out of that bag was a notebook full of instructions on how to eat each one of those \"food\" items, along with a rigorous exercise program."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deliciousmuffin",
    "plus": 0,
    "snip": false,
    "text": "too easy* Dangit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "Pat doesn't give a damn about Ray's health. Pat's a  <em>dick</em> . He sees Ray's diabetes crisis simply as an opportunity to shill his tasteless grey mush."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scifigrl47",
    "plus": 2,
    "snip": false,
    "text": "No, he brought the best-itutes for Ray to \"try.\"  He didn't bring Ray packages of food to stock his kitchen with, he is going to portion out exactly one half tablespoon of his superior food, then pack it back up and remove it from Ray's slovenly presence.  Because he is Pat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "It's a shame that Ani Defranco gets lumped with dipshits. That girl has some fucking serious guitar chops."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "I have always thought that about her.  People don't notice.  She could be in like an elite club of musicians who are secretly awesome at guitar but nobody talks about them that way, along with David Byrne, uh, how about J. Mascis, and I suppose there must be plenty more but now I can't think of them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "These people are all songwriters first and foremost and virtuosic musicians second, fortunately. Although it's a bad example John Mayer is another one, unfortunately his song writing, although understated is all kinds of \"meh\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mtrott",
    "plus": 0,
    "snip": false,
    "text": "Ani DiFranco is the female Dave Matthews. An eternity of guitar plucking and poetry that should have remained on a coffee-stained napkin is what she is. Also, plenty of people love J. Mascis, how do you think he got his own branded Fender?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Whoa, I didn't know about that. Sparkly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "P.S.  I don't like Ani Difranco, I just grudgingly admit she is good and even kind of original at guitar.  I hate even worse to half-admit the same of Dave Matthews, but here I am, half-admitting it.  Damnit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Dave Matthews was excellent once. Ani Difranco, as can be expected from a ludicrously prolific recording artist really should be leaving some of the poetry on the coffee stained napkin and some of those notes unplucked. There is bound to be shit amoung the gold."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 1,
    "snip": false,
    "text": "Yes. I dearly love Ani DiFranco (as well as Chris Smither, and other underappreciated guitarists), but I agree that it is extremely impossible to find an artist of any sort whose entire body of work I completely love. The more prolific they are, the more of their work I am bound to dislike. I think it's a mark of distinction if I can find a whole  <em>CD</em>  I can listen to without wanting to skip any tracks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "splendorr",
    "plus": 2,
    "snip": false,
    "text": "Ani DiFranco's main concern is that you respect her guitar abilities but still call her \"that girl.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I also use the phrase \"that boy\", \"that kid\", and occasionally \"kiddo\". My condescension really knows know gender, age, or skill-set boundaries. I'm sorry if this offends you snookums."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fancyrat",
    "plus": 0,
    "snip": false,
    "text": "Clicked four, read the alt text, clicked five."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Best-stitutes.  really.  Fuck this guy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maledictis",
    "plus": 0,
    "snip": false,
    "text": "Why is it that Roast Beef dies numerous times and yet Pat has still never died ONCE? There is NO JUSTICE in this world."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I love how out of all that terrible crap, Pat actually did get one normal thing in the form of some generic gum with no name."
  }
]