[
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by DaPooka, Dovey, straw, ezcmac, pantomime_horse, randombeing, Fuyukodachi, Lolsworth, Norrec, mball, apocowarg, whammy, Bambule, The_Prophet, Zadig, riotdejaneiro, jstegall, snowman, FineMusk, Thorfinn, drewvreeland, blastradius, redion, Mangtastic, kylank, Deusoma, EM2, capnb0b, dizneedave, aargh, CK421, andyfaewatford, nobodyhome, wittyname, Ariamaki, goocifer, lamelliform, Agrajag, Telescreen, solobuttons, GMM, mortshire, Girdag, Courtland, mike24, Rayonatoilet, dullard, TheLoneliestMonkey, morypcaina, robbingdog, NDCaesar, SatelliteTV, varnish, skoora, dagdaollathir, Crev_Gibax, Sargasm, meowmix, Sleaw, Ctrl_Z, Cracklewater, Jopon, LordPretzel, whirledpeas69, cellphonedick, D-pad, mustconcentrate, Troy_Convers, StoicRomance, sdskyle, luckypyjamas, thebarbarian, lk, nemo, aesop_punk, LaserBlade, chuvak, Kensai, troutman, miseryandthesun, ravindra108, coldfrog, ilstefan, Fcannon, Hyetal, choosebro, Tragic_Johnson, nutmeg, AlbinoSquid, TheSoulBear, billypooter, clembot, kenyot, Hexjumper, Cracker, achilleselbow, mendenbar, HollyBones, scraggg, Doc_Rostov, Mo_Rose, sleepyhead, yingkaixing, synapse, NumberKillinger, NotCool, clintisiceman, goddam, goopotato, greyfield, saucy_jack, J-Man, morbo, icecube, wehavemagnums, aperson, kestral)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silver_lake",
    "plus": 0,
    "snip": true,
    "text": "A comment left by silver_lake was marked lame too many times and excluded. (marked lame by NeoNaoNeo, goocifer, rhymesforkids, Jopon, DrTommyRocks, miseryandthesun, Audhumla, Satyr)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by DaPooka, Dovey, straw, NDPJohnny, ezcmac, pantomime_horse, Lolsworth, Norrec, mball, apocowarg, greatwhitehope7, The_Prophet, riotdejaneiro, Thorfinn, kylank, Deusoma, flazisismuss, Ariamaki, goocifer, lamelliform, Telescreen, solobuttons, NixNada, mortshire, Courtland, mike24, equinn2006, Rayonatoilet, RedMange, rhymesforkids, NDCaesar, loneal, stop, Sargasm, meowmix, Sleaw, Jopon, Talbain, whirledpeas69, cellphonedick, mustconcentrate, Troy_Convers, StoicRomance, sdskyle, luckypyjamas, thebarbarian, lk, fakedaisies, Kensai, miseryandthesun, ravindra108, Fcannon, thechio, choosebro, Tragic_Johnson, nutmeg, AlbinoSquid, TheSoulBear, clembot, kenyot, Hexjumper, whoppin, erinye, HollyBones, Mo_Rose, yingkaixing, Arcibi, DerSquirrel, saucy_jack, drvonkill, J-Man, libelandslander, morbo, aperson)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "silver_lake",
    "plus": 0,
    "snip": true,
    "text": "A comment left by silver_lake was marked lame too many times and excluded. (marked lame by FineMusk, NeoNaoNeo, TheLoneliestMonkey, Jopon, DrTommyRocks, Sortelli, miseryandthesun, ravindra108)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by DaPooka, Dovey, straw, NDPJohnny, pantomime_horse, randombeing, Fuyukodachi, Lolsworth, mball, apocowarg, greatwhitehope7, snowman, Thorfinn, kylank, flazisismuss, Ariamaki, goocifer, lamelliform, solobuttons, mortshire, Jhunter, mike24, equinn2006, NDCaesar, loneal, Sleaw, Jopon, cellphonedick, mustconcentrate, Troy_Convers, StoicRomance, sdskyle, luckypyjamas, lk, fakedaisies, miseryandthesun, choosebro, Tragic_Johnson, nutmeg, AlbinoSquid, megaskip, kenyot, whoppin, achilleselbow, erinye, HollyBones, yingkaixing, Arcibi, goopotato, DerSquirrel, J-Man, morbo, aperson)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fielding",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fielding was marked lame too many times and excluded. (marked lame by Marcus_Brody, RoboticAgent, mania3, Jopon)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "numberkillinger",
    "plus": 9,
    "snip": false,
    "text": "I think the Venture Bros. reference is the only non-lame thing you have said."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "jlynes",
    "plus": 2,
    "snip": false,
    "text": "The Lore Sjoberg reference was good, too.   <br/> \n <br/> \nIt doesn't excuse his FIRSTING, though."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thorfinn was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Zem, Satyr)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by c_dizzle, RedGuy, MrKennedy)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked lame too many times and excluded. (marked lame by blueshoc12, snoozebar, luckypyjamas, mendenbar, pquinn87, Tipist)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked lame too many times and excluded. (marked lame by blueshoc12, snoozebar, luckypyjamas, mendenbar, pquinn87, Tipist)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "am I the only one that noticed this? <br/> \n <br/> \nsocks has more messages marked as spam than he does chubbies"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "That'd be due to the Milklin strip, a.k.a. Socks' Base."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "jlowe424",
    "plus": 6,
    "snip": false,
    "text": "I have a very sensitive pointer-finger, so yes...working the mouse wheel does cause me significant discomfort.  What's more, I have 3rd-stage late-onset ipso-facto carpal tunnel syndrome (or AIDS, for short), so using the actual scroll bar is simply out of the quest...oh...the arrow keys work, too.  Never mind."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 3,
    "snip": false,
    "text": "And our good friends, Page Up and Page Down."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 4,
    "snip": false,
    "text": "Not to mention my first, second and third wives, Home, End and Ctrl F, respectively."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "My illegitimate son, the Space Bar has been known to work in these situations as well!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Have you met my brother-in-law, the mouse-wheel-button-thing? He is also primely adapted."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tipist",
    "plus": 3,
    "snip": false,
    "text": "Have you met my creepy uncle, reading comprehension? The scroll wheel has already been mentioned!"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "baryonyx",
    "plus": 12,
    "snip": false,
    "text": "Have you met my amnesiac grandmother, additional specifications? I was referring to the additional function of the scroll wheel where you click it and it transforms your mouse into a  <em>hub of scrolling!</em>  I feel this has not been covered."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "<em>Brilliant!</em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 2,
    "snip": false,
    "text": "Well, now it's a party.  Martini, anyone? <br/> \n <br/>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 2,
    "snip": false,
    "text": "Believe it or not, the little red button that works like a mouse in the middle of my keyboard is actually my post-op transsexual nephew. Yes you can use that to scroll too."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "WOW i have been using a computer since i was 6 and i never knew the space bar could do that! <br/> \n <br/> \nThe next generation is. RETARDED."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "\"Godless couchfuck\" is lovable in every sense of the world. <br/> \n <br/> \nAlso: Early career Steve Martin confuses me. <br/> \n <br/> \nIs he a horse?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "em2",
    "plus": 5,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tucky",
    "plus": 2,
    "snip": false,
    "text": "Times like this make me wish Manflesh were around. I want so badly to read the line \"godless couchfuck was not a probable woman.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "I think you just did.. was it good for you?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "I like you, rowboat."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "evolume",
    "plus": 7,
    "snip": false,
    "text": "i figured out like 2 weeks ago that there is rarely anything in this asset bar worth reading anyway.  my comment here, for example: Stop reading it and get on with your life."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nbgreene",
    "plus": 3,
    "snip": false,
    "text": "oh yeah he's probably right (scroll, scroll, scroll)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Also, the more lames, the more scrolling. There's like 10 lines of who's lamed this douche on my PC now. Could this be a lame record? (a record in lames, also a record that is lame)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "artvandelay",
    "plus": 1,
    "snip": false,
    "text": "DO NOT SASS MOUTH THE KING OF SHIT MOUNTAIN"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 4,
    "snip": false,
    "text": "Ah.  Remember Retardo?  Those callow days when quoting the comic was not a excommunicable offense, when the worst thing you could do on the board was to constantly call Onstad gay (in a terribly unfunny way).  Those were simpler times. <br/> \n <br/> \nIt's amazing how complete anonymity tends to bring out the jackasses from the more fetid and mildewed corners of the internets. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I think Retardo eloped with asherdan to Wichita, where they remain to this day, snickering over the p[ain they have caused."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "I submit to you the  <a href=\"http://web.archive.org/web/20101009145243/http://www.penny-arcade.com/comic/2004/03/19/\">Greater Internet Fuckwad Theory</a> . <br/> \n <br/> \nOr for you brainy types, try  <a href=\"http://web.archive.org/web/20101009145243/http://www.msu.edu/user/trescami/thesis.htm\">this one</a> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "geez and i thought i was wasting my life writing papers on industry analyses.  <br/> \n <br/> \nBA = BS"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "i feel ur pain brotha"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "sdskyle",
    "plus": 0,
    "snip": false,
    "text": "Shoot, I lamed all your comments on the page and now I can't ignore you. :("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "that is the best insult i have heard in six weeks"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "keinsignal",
    "plus": 0,
    "snip": false,
    "text": "too bad he stole it from Lore Sj&ouml;berg."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "From  <em>what?</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "Lore Sjoberg.  I think he tried to put the diacritic umlaut over the o and assetbar balked, so I'll just let you imagine that it is there."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Diacritics, I tell ya.   <em>Has no-one learned</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145243/http://www.bandwidththeater.com/kitchenfloor.html\">Origin of the godless couchfuck</a>"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "vreeeee",
    "plus": 11,
    "snip": false,
    "text": "> Ignore Poing <br/> \nI'm sorry, I don't know how to ignore a poing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vreeeee",
    "plus": 49,
    "snip": false,
    "text": "> Ignore user poing. <br/> \nPoing ignored. <br/> \n <br/> \nMan, don't you hate it when a decent text game is spoiled by an over-finicky parser?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by lateadopter, Hexjumper, aperson)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shenred",
    "plus": 2,
    "snip": false,
    "text": "That and getting the fish in Hitchhiker's.  I still cannot read that book without imagining him having to spend 3 hours trying to keep a tiny aquatic critter from going down a drain instead of in his ear."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "habnabit",
    "plus": 0,
    "snip": false,
    "text": "The \"I GOT THE BABEL FISH\" shirt has been on my eBay search list for a long time now."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I actually didn't have that much trouble with that one, because every time I am in a room I imagine how I would arrange things to deal with something bouncing around. <br/> \n <br/> \nI got completely screwed up very soon after, though, and ended up quitting."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "How come this comment, which was actually kinda funny in a \"look at the cute little troll\" kinda way spammed, yet the firsties up-page are still waiting on one more benevolent soul to send it out of our sight?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Because you can't do anything to a comment if you have the user on your Ignore list.  Conversely, you cannot click on the \"Ignore User\" link once you have marked a comment as spam or lame (or chubby, for that matter).  So, first you have to take them off your Ignore list, then you have to go marking things as spam, then you have to go hunting for other comments by that user that you have never marked before in order to get them back on to your Ignore list.  It's really a pain."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "buttermoths",
    "plus": 3,
    "snip": false,
    "text": "Also, I do not feel that I get the Complete Assetbar Experience when I'm ignoring users, y'know? <br/> \nLike every time I see Irreversible, I'm tempted to skip that horrible,  <em>horrible</em>  rape scene...but then the movie would lose almost all meaning. <br/> \nSo that's what you are, poing, socks and the rest of you. The human (?) equivalents of the rape scene in Irreversible."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "chubby for for sitting through a 7 minute rape scene"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "Um. <br/> \n <br/> \nNO."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "it's a difficult scene to sit through"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "I think he may have been objecting to the scene contributing to your chubby. I think it's awfully judgmental on his part, but there you go."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Your screen name is so perfect for this comment"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "What the heck is up with this little foul-mouthed person?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "doctorbeene",
    "plus": 0,
    "snip": false,
    "text": "Whatever we do, let's not use Assetbar to talk about the comic. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "People who do this are the same kinds of people who buy magazines about car stereos."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, lateadopter, Hexjumper)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, lateadopter, Hexjumper)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, lateadopter, Hexjumper)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, lateadopter, Hexjumper)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, lateadopter, Hexjumper)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, lateadopter, Hexjumper)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked lame too many times and excluded. (marked lame by straw, apocowarg, Thorfinn, kylank, EM2, Anderian, blueshoc12, miseryandthesun, Setzkin, bixschmix, kenyot, mendenbar, Tipist, EndOfTheWorld)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "focip",
    "plus": 3,
    "snip": false,
    "text": "then it would not be named after a traditional intoxicant and instead be something made up"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 9,
    "snip": false,
    "text": "oh isn't this just fucking adorable"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ilstefan",
    "plus": 1,
    "snip": false,
    "text": "\"you have used up your lame allotment.  do something nice for a change.\" <br/> \n <br/> \n <em>fuck</em>  you, assetbar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 4,
    "snip": false,
    "text": "Man I haven't used my Lame allotment up ever, yet I use my Chubbies up on every strip. I need to work on becoming a more judgemental person."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "How many lames did it even take you? I got bored after thirty-five. I was wondering what the error message was."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "As I said below, I lamed all of those comments as an exercise in finding out precisely that and never got the lame allotment message.  I just don't know what to do with this information."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Padijun, Hexjumper, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hexjumper was marked lame too many times and excluded. (marked lame by Overmedicated, Thorfinn, NeoNaoNeo, Sortelli, Satyr)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nokococo",
    "plus": 2,
    "snip": false,
    "text": "If only I had the privilege to do so, I would.  Also - is Poing the reason Assetbar was broken for me all morning?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "setzkin",
    "plus": 0,
    "snip": false,
    "text": "This kitten is very sad. It wishes to join in the spam-marking games, but is sadly excluded."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "I too wanna mark some spam.  <br/> \n <br/> \nAlso, your pic-y-ture looks as if it is Streetlight Manifesto related due to the color scheme and the... streetlight. If so, yeah wooo Streetlight Manifesto!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tropicana",
    "plus": 1,
    "snip": false,
    "text": "I was wondering why I couldn't view Assetbar this morning, too. I guess the internet was trying to protect us."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Padijun, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Padijun, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Padijun, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Padijun, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Padijun, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by MilesDonovan, Padijun, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Padijun, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Padijun, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robangry",
    "plus": 0,
    "snip": true,
    "text": "A comment left by robangry was marked lame too many times and excluded. (marked lame by NeoNaoNeo, DrTommyRocks, poing)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sock_puppet",
    "plus": 4,
    "snip": false,
    "text": "C-C-C-COMBO BREAKER"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Hexjumper, Daklin, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": true,
    "text": "A comment left by synnah was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Bananacup, DrTommyRocks)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "synnah",
    "plus": 7,
    "snip": false,
    "text": "Please note: I did not actually reduce my rating of the strip."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh, okay then."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "But you got lamed for it anyway."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 14,
    "snip": false,
    "text": "Reminding an Acheworlder that you have the capacity to lower the score is in itself offensive, similar to pointing out to Christians that the Bible can be burned."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I did. And then my clarification earned a chubby, and the balance was restored. I am happy with this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That would seem to be an ineffecual response."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Hexjumper, Daklin, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Anal?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by sabalpalm, Hexjumper, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blindspot",
    "plus": 4,
    "snip": false,
    "text": "Dear Assetbar, <br/> \n <br/> \nWhy don't I have spam marking privileges? I've been a very good boy this year, and I passed the spam/not spam certification test. <br/> \n <br/> \nIf you let me mark spam, I promise I won't complain about your horrible character support anymore. <br/> \n <br/> \nXOXOXO <br/> \n--Blindspot"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "so wait... <br/> \n[IMGS OFF] <br/> \n^doesn't EVERYBODY get to mark spam??^"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "if you actually press on the head of this button, an error message will come up: \"You do not have spam marking privileges.\" or something similar.  Although I know some users can do it, I assume it has something to do with seniority."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "...i want to try but am afraid of the outcome. especially 'cos it's such a cock-to-a-stranger thing to do."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 4,
    "snip": false,
    "text": "Here. Try it out on me. This is a dummy-post, it won't hurt anyone."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "nope. got nothin'. thanks for giving me the chance. a chubby at you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "I have the power."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "<strong>I</strong>  certainly DO NOT have the power, thankyouverymuch."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I would guess that whoever pays for the bonus material gets spam marking privilidges, but I have to be a tightwad due to circumstances for a little while longer so I can't find out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Oh clever, I never thought of that.  That might be reason enough in itself to get the bonus material... Of course, it could also be a sysop kind of thing, people who know Onstad or work on other assetbar things (if there are any) or who he deems have earned his trust are given spam marking privileges.  It should work like Wikipedia rollback, where we the users can elect certain users to spam marking privilege status, but I don't think that's how it does work."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I had spam-marking privileges before I subscribed to the bonus material.  I don't know Onstad or anyone at AssetBar, either.  I think it's random.  It could be seniority (e.g., signed up to AssetBar in the first two months), but that is effectively random, in my book."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by mortshire, Hexjumper, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by DaPooka, straw, pantomime_horse, randombeing, Thorfinn, Mangtastic, kylank, EM2, capnb0b, flazisismuss, grayestnova, cmjhogan, nokococo, SatelliteTV, loneal, cellphonedick, choosebro, nutmeg, AlbinoSquid, bixschmix, billypooter, mrblank91, mendenbar, erinye, littlefatdog)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "dovey",
    "plus": 10,
    "snip": false,
    "text": "THE INTERNET IS NOT PERFORMANCE ART, SHITCOCK."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chuvak was marked lame too many times and excluded. (marked lame by flazisismuss, loneal, snoozebar, poing, AlbinoSquid, billypooter, Tipist)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by straw, pantomime_horse, apocowarg, shenred, ifergott, daidai, Thorfinn, Mangtastic, kylank, EM2, andyfaewatford, flazisismuss, grayestnova, cmjhogan, odei, mortshire, morypcaina, SatelliteTV, loneal, cellphonedick, luckypyjamas, AlbinoSquid, Wulvaine, billypooter, littlefatdog)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, lateadopter, Hexjumper, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 4,
    "snip": false,
    "text": "You have ruined everyting Poing. There will be no Cape Canaveral for anybody."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Stop reacting to Poing. This is like feeding lamb chop to a stray cat and then telling it to go away."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kikimilks",
    "plus": 1,
    "snip": false,
    "text": "lamb chop or Lamb Chop?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "Lambchop (a band)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "My original impulse was to write \"roast beef\" but I thought better of it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by lateadopter, Hexjumper, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, lateadopter, Hexjumper, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked as spam and excluded. poing: What a douche. (reported by Dezufnocosem, mortshire, Hexjumper)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "dr_strangeglove",
    "plus": 16,
    "snip": false,
    "text": "poing, you're doin' you're own thing. That's cool, that's cool."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "I love how this strangeloves' post follows about 17 lamed comments. <br/> \n <br/> \nIs that a record in these parts?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "spinynorman",
    "plus": 28,
    "snip": false,
    "text": "This is like a solid column of bullshit, like the Romans would have built, but of bullshittery. It stays regular to the eye for several solid seconds of scrolling. It scrapes the heavenly vaults above, it does. Were you to stand on this mountainous pillar of bullshit, you could turn your head and stare into the surprised and somewhat bemused eye of God."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 19,
    "snip": false,
    "text": "Lo, and the Lord would say unto thee, WHAT IS THAT STENCH <br/> \n <br/> \nWHAT HAVE YOU DONE TO GET UP HERE <br/> \n <br/> \nWHAT HAVE YOU DONE"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "snowman",
    "plus": 20,
    "snip": false,
    "text": "And the LORD spake unto Poing, \"WHY WOULD THOU EVEN DOEST SUCH A THING MY CHILD I MEAN WHY WOULD THOU EVEN DOEST THAT\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tucky",
    "plus": 0,
    "snip": false,
    "text": "So... I'm to understand the tower of Babel was built by internet douchebags several thousand years ago? they've been fucking stuff up for the rest of us far longer than i'd reckoned. Nice job, Poing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "If any commenter here has the persistence to build some kind of fucked up tower that would anger the gods, it's poing. <br/> \n <br/> \nand possibly manflesh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is, in a sense, frighteningly relevant to me, as I am currently reading Neal Stephenson's  <em>Snow Crash.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Me too! Really!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Will wonders never cease"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buttermoths",
    "plus": 5,
    "snip": false,
    "text": "<strong>GOD has logged off at 9.25 pm</strong> <br/> \n-Nietzsche"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "God is spammed. I DoS-attacked God. I want you to spam him too. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Nice!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Hey you! Tekende! <br/> \n <br/> \nYes, you! <br/> \n <br/> \nYou are funny."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<em>My suspicions are confirmed!</em> <br/> \n <br/> \nThanks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fielding",
    "plus": 6,
    "snip": false,
    "text": "What I liked, here, was watching the flood of lames slow to a stream and then a trickle as Poing, taking too long in the commentary-shower, used up all the lames in the hot lame tank.  I have a suspicion it's because he got a chubby at some point in there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Well, I think I've been giving out too many chubbies recently because after all this I still haven't given out my lame allotment.  I wasn't even that serious, I was just trying to see how far I could go!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Do you get a lame allotment?  Are we supposed to be balancing out lames and chubbies?  If so, can I go back in time and retroactively lame more stuff to achieve this balance?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "I don't know about retroactivation, but I have heard that, when one has given out many lames, one receives a message similar to the \"too friendly\" message for meeting chubby allotment, except it's more along the lines of \"try doing something nice for a change.\"  Ye, though I have lamed all of poing's comments and all of the comments by socks that are lame (not all of them, actually) I have not received this message."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "falseprophet",
    "plus": 8,
    "snip": false,
    "text": "It is an unfair thing that your lame allotment is much bigger than your chubby allotment. Assetbar wants to turn us all into pretentious hipsters, choking our positivity to death with checkered scarves and high-fidelity headphone cords."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Normally my lame allotment and my chubby allotment are the same. Today, though. Today was different."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Your wise comment has earned one of my precious, precious chubbies."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Falseprophet's comment, not your Loneal. I have nothing for you. I am ashamed."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Alright, here's the plan. As a whole, we rise up and declare the roles of chubbies and lames to be reversed. Lames become positive, and chubbies become negative. Nowhere is it written that it is as it is now; the glory of chubbies and contemptibility of lames is merely a collectively inferred illusion. We overthrow the system, crying revolution, and are free to grant lames to as many commendable comments per page as we please, concealing them from the public as a sort of premium service for those who have joined Assetbar; in turn, we would only chubby the five lamest of comments we found on the page, thus marking them with a green band of shame. The wise men and women of Acheworld shall look upon their high lame totals with pride; a high chubby count shall be even more notorious than a high lame count was under the Old System, as it indicates truly singular detestibility to earn one of a passerby's five chubbies. And never again shall any man say, \" I would chubby you, but I am too Friendly.\" Tell me, under what system is friendliness the enemy, is friendliness the barrier that hems us in and limits us? A wrongful system, comrades, a system that it is the duty of the people to overtur- <br/> \n <br/> \nWoah. That got out of hand so fast."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Nah that's kind of silly."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 3,
    "snip": false,
    "text": "<em>YES WE CAN! YES WE CAN!<br/>\n<br/>\n<strong>YES WE CAN!</strong></em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "em2",
    "plus": 1,
    "snip": false,
    "text": "Good idea. I Lame you in honor of this."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "You are suggesting a radical change, but are probably not going to actually implement it. Who do you think you are? Barack Obama?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Well, you shot me down and dismissed my proposals as naive and unfounded. Who do you think you are, Hillary Clinton?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Actually your lame allotment isn't bigger; it just stretches out over several strips, instead of being separately allotted for each strip.  I for example haven't been able to lame for more than a week now."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rajib",
    "plus": 0,
    "snip": false,
    "text": "As far as I've been able to figure out, your lames, chubbies, and strips viewed are all related. <br/> \n <br/> \nWhen you're a Newbie (under 100 strips viewed), you can only give out 3 chubbies per strip and make 1 comment every 24 hours.  <br/> \n <br/> \nWhen you have over 100 strip views, you can chubby 5 times per strip. I'm not sure if this goes up again.  <br/> \n <br/> \nYour lame reserve doesn't automatically replenish, it's related to the number of chubbies you've given out  <em>and</em>  your strips viewed (or possibly strips rated). I'm not sure what the exact ratio is."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Stating the answer here would help the trolls.  Please refrain from doing so if you know it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 4,
    "snip": false,
    "text": "Alright, which one of you wise-guys broke the poing?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 1,
    "snip": false,
    "text": "We better  <em>goddamn</em>  well see level 2"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "perilon",
    "plus": 71,
    "snip": false,
    "text": "# look east <br/> \nTHERE IS A BLANK WALL <br/> \n <br/> \n# east <br/> \nWITH A CRY OF \"RAP MUSIC, MY DROOGS!\" YOU HURL YOURSELF, AIRBORNE, INTO THE WALL. YOUR CONTORTED BODY SLOWLY SLIDES DOWN PAST THE BASEBOARD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by Dovey, straw, pantomime_horse, daidai, Thorfinn, EM2, flazisismuss, grayestnova, ntopp, SatelliteTV, loneal, Crater12, Tragic_Johnson, bixschmix, retinarow, littlefatdog, yingkaixing, DeathwishJones)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "Congratulations, you're the first person on this comment page to make any reference to today's strip. That is basically ridiculous."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by Dovey, straw, pantomime_horse, daidai, Thorfinn, yourarbiter, kylank, EM2, capnb0b, flazisismuss, grayestnova, Robot_Satan, ntopp, SatelliteTV, loneal, thegrayhoodie, Tragic_Johnson, nutmeg, bixschmix, mendenbar, littlefatdog, peterjoel)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hawaiian_robot was marked lame too many times and excluded. (marked lame by straw, rustmouth, mendenbar, peterjoel)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "iceofboston",
    "plus": 3,
    "snip": false,
    "text": "and the banned played on. <br/> \n <br/> \nsee what i did there?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "I do. This whole page is a bit like a  <em>ball of confusion.</em> <br/> \n <br/> \nSee what  <em>I</em>  did there?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I don't see shit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It's a song. \"Ball of Confusion\" contains the lyric \"and the band played on.\" I can't remember who recorded the song originally but Love and Rockets covered it in the 80s."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gowerski",
    "plus": 0,
    "snip": false,
    "text": "bravo"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "That's what Acheworld is today. <br/> \n <br/> \nHey hey."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odweed",
    "plus": 0,
    "snip": true,
    "text": "A comment left by odweed was marked lame too many times and excluded. (marked lame by kaseru, TheLoneliestMonkey, iceofboston)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blindspot",
    "plus": 26,
    "snip": false,
    "text": "# down <br/> \n <br/> \nYOU HAVE CLIMBED DOWN INTO THE SEWER KNOWN AS 'ASSETBAR'.  IT IS DARK.  YOU ARE LIKELY TO BE SPAMMED BY A POING. <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 17,
    "snip": false,
    "text": "The CousinTed Text adventure v.1.0 <br/> \n <br/> \nYou are cousinted. You are currently in your room. There is a computer to the north. There is a door to the south. There is a large assortment of useless junk piled to the west. <br/> \n <br/> \n# look junk <br/> \n <br/> \nThe junk is primarily composed of old clothes and papers, it seems impossible to find anything useful amongst them. Your bed may or may not be in there somewhere, it's hard to tell. <br/> \n <br/> \n# look computer <br/> \n <br/> \nThe computer is currently on. Firefox is open and set to the Achewood homepage. There is a comic strip about  a Philippe text adventure. Most amusing. <br/> \n <br/> \n# use computer <br/> \n <br/> \nYou use the computer. You click on the strip and go to the comments page. <br/> \n <br/> \n# leave comment <br/> \n <br/> \nYou decide to leave a comment. What sort should you leave? <br/> \n <br/> \n# Make esoteric reference <br/> \n <br/> \nYou decide to go with your old standby and make an esoteric reference to a song from several decades ago. <br/> \n <br/> \n# refresh page <br/> \n <br/> \nYou refresh the page. Your comment has gotten five chubbies. <br/> \n <br/> \nCongratulations, you have just beaten the Cousinted text adventure. your final score was 1 out of a possible 1."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 15,
    "snip": false,
    "text": "The Boredom Man Text Adventure, ver.1.0 <br/> \n <br/> \nYou are Boredom Man. You are sitting on the tan couch in your living room. Goodness is curled up on the couch next to you. The green couch is across from you; Lefty is curled up on it. Between the couches is a coffee table containing a dictionary, a novel, a biography, and your seventh margarita of the evening. There are closed doors to the east and south. There are open doorways to the north and west. <br/> \n <br/> \n#inventory <br/> \n <br/> \nYou have: <br/> \n     ennui <br/> \n     a laptop <br/> \n <br/> \n#get up off the couch <br/> \n <br/> \nYou can see no reason whatsoever to get up off the couch. <br/> \n <br/> \n#drink margarita <br/> \n <br/> \nThere's a big fucking surprise. You can now see even less reason to get up off the couch. <br/> \n <br/> \n#use computer <br/> \n <br/> \nWhat do you want to use the computer to do? <br/> \n <br/> \n#insult poing <br/> \n <br/> \nYou cannot see a Poing in the computer. <br/> \n <br/> \n#unignore poing <br/> \n <br/> \nYou are no longer ignoring the Poing. <br/> \n <br/> \n#insult poing <br/> \n <br/> \nPoing says, \"You already told me that you were ignoring me! You epic fail teh win! HAHAHAHAHAHA!\" <br/> \n <br/> \n#status <br/> \n <br/> \nYou are feeling rather trolled."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "spinynorman",
    "plus": 22,
    "snip": false,
    "text": "The Spiny Norman Text Escapade, v. 2.0.1 <br/> \n <br/> \nYou spiny, confused, and over eighteen feet long and you weigh close to fourteen tons. Judging from this, Dinsdale's spleen is in rare form today. <br/> \n <br/> \n# look area  <br/> \n <br/> \nYou are next to Southwark Cathedral. <br/> \n <br/> \n# say Dinsdale <br/> \n <br/> \nDinsdale is not here. <br/> \n <br/> \n# glare <br/> \n <br/> \n# vanish  <br/> \n <br/> \nYou are at the Barbican Art Gallery. <br/> \n <br/> \n# say Dinsdale <br/> \n <br/> \nDinsdale is not here. <br/> \n <br/> \n# glare <br/> \n <br/> \n# vanish"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "forshame",
    "plus": 4,
    "snip": false,
    "text": "Now there was a man who knew how to treat a female-impersonator."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Who is this Dinsdale character?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "divot",
    "plus": 0,
    "snip": false,
    "text": "I hear he was a most charming and erudite companion."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145243/http://youtube.com/watch?v=8ZkWL-XvO0U\">http://youtube.com/watch?v=8ZkWL-XvO0U</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 0,
    "snip": false,
    "text": "Spinynorman, I am intrigued by your choices of locale here. Why these places of London interest (sort of- who goes to Southwark Cathedral [though I am now tempted, just because I'm going that way and you mentioned it- it would be a Thing])? Are they referred to in a sketch I haven't seen, are they places you've visited and remember (I seem to think you are from Texas), or did they fall out of a Google miasma towards you? Also, chubby for you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "who goes to Cornwall? <br/> \n <br/> \n(seriously?)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I hear Cornwall is quite beautiful but their language is somewhere in the third century."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Most of the pictures of Spiny Norman featured in the sketch are usually old pictures of landmarks or old streets of some kind. I just googled London landmarks and picked a few that, well, sounded funny."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tipist",
    "plus": 7,
    "snip": false,
    "text": "The Tipist Text Adventure, v.1.3 <br/> \n <br/> \nYou are an average man. You have an average wife who lives with you in your average house. You have an average job. You are neither happy, nor sad, about your current life status. <br/> \n <br/> \n#Check Achewood <br/> \nYou check Achewood, your favorite webcomic, and notice that it has been updated with a new comic about text adventures. You are elated by this news. <br/> \n <br/> \n#Read comments <br/> \nYou read the comments on the new strip. Your happiness fades as you scroll through comment after comment of spam left by Poing. <br/> \n <br/> \n#Ignore Poing <br/> \nYou ignore Poing. Your monitor is no longer cluttered, unlike your bedroom. <br/> \n <br/> \n#Leave comment <br/> \nYou leave a comment that references achewood's beginning, as well as the current strip. You are pleased with yourself, and hope others find your comment to be in good taste. <br/> \n <br/> \n#Sleep <br/> \nYou go to sleep, dreaming of the chubbies you hope your comment will receive throughout the night. <br/> \n <br/> \n#Wake <br/> \nYou wake up, refreshed. <br/> \n <br/> \n#Check Achewood <br/> \nThe new strip from last night is still there. <br/> \n <br/> \n#Check comments <br/> \n500 INTERNAL ERROR <br/> \nYou are furious. You skipped breakfast so you could check on your comment, and are unable to do so. Poing is surely to blame for this. <br/> \n <br/> \n#Attack Poing <br/> \nThere is no Poing here. <br/> \n <br/> \n#PsychicAttack Poing <br/> \nYou close your eyes and concentrate as hard as you can, focusing on causing physical harm to Poing.  <br/> \n <br/> \n#Sex wife <br/> \nYou attempt to have sex with your wife. She is not attracted to your bloody nose. That must have happened when you attempted a PsychicAttack. You are depressed. <br/> \n <br/> \nFAIL <br/> \n <br/> \nGAME OVER <br/> \n <br/> \nYou completed 0 of 27 tasks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "# Look Boredom_Man room <br/> \n <br/> \nThere are two couches of different colors across from each other. <br/> \n <br/> \n# Why the hell does he have two couches across from each other <br/> \n <br/> \nI'm sorry, I do not understand."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Wouldn't you need two for a proper couchfuck?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hey-o!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Please remember to have  <a href=\"http://web.archive.org/web/20101009145243/http://achewood.com/index.php?date=09052007\">an old refried beans can</a>  at the ready if you do couchfuck."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "thorfinn",
    "plus": 7,
    "snip": false,
    "text": "The Thorfinn Text Adventure, v. 4.2.0 <br/> \n <br/> \ninventory: <br/> \npipe <br/> \nlighter <br/> \nempty baggie <br/> \n <br/> \n#watch How High? <br/> \n <br/> \nSomething isn't right, Method Man and Redman just aren't as funny as usual today <br/> \n <br/> \n#call guy <br/> \n <br/> \nThere is no answer, guy is not here <br/> \n <br/> \n#call guy on phone <br/> \n <br/> \nThere is no answer, guy on phone is not here <br/> \n <br/> \n#phone call guy <br/> \n <br/> \nI do not know how to phone call guy <br/> \n <br/> \n#use phone guy <br/> \n <br/> \nyou call your guy on the phone  <br/> \n <br/> \n#say guy I need a henry <br/> \n <br/> \nYour guy says he is dry <br/> \n <br/> \n#say guy Do you know who has some? <br/> \n <br/> \nYour guy says the whole town is dry <br/> \n <br/> \n#get up <br/> \n <br/> \nYou get up off the couch <br/> \n <br/> \n#go to kitchen <br/> \n <br/> \nYou walk to the kitchen <br/> \n <br/> \n#open drawer <br/> \n <br/> \nyou open the kitchen drawer, there are many utensils <br/> \n <br/> \n#get knife <br/> \n <br/> \nYou take a knife from the drawer <br/> \n <br/> \n#use knife pipe <br/> \n <br/> \nYou scrape the inside of the pipe with the knife, some resin flakes off into the bowl <br/> \n <br/> \n#use lighter pipe <br/> \n <br/> \nYou smoke the resin flakes that you scraped from the side of the bowl, it tastes terrible, but you don't care at this point <br/> \n <br/> \n#go to couch <br/> \n <br/> \nYou walk back to the couch and sit down <br/> \n <br/> \n#watch How High? <br/> \n <br/> \nBenjamin Franklin built the Liberty Bong, that is some hilarious shit. <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "You have entered a world in which stoners are more ambitious than drunks. You are liable to be eaten by a grue."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 5,
    "snip": false,
    "text": "The fallow_fields text adventure v2.1 <br/> \n <br/> \nYou are fallow_fields. You are in an office.  <br/> \nThere are office workers milling around you.  <br/> \nTo the north is a water cooler. To the south is the bathroom.  <br/> \nEast of you is a door. To the west is a coffee machine.  <br/> \nThere is a computer in the middle of the room, and a clock on the wall <br/> \n <br/> \n#inventory <br/> \n <br/> \nyou have a skewed sense of reality and some raisins <br/> \n <br/> \n# eat raisins <br/> \n <br/> \nyou cannot do that at this time <br/> \n <br/> \n# throw raisins <br/> \n <br/> \nyou throw the raisins at your co-workers. they get annoyed but do not notice that it was you throwing them (score: 10/128) <br/> \n <br/> \n#throw raisins <br/> \n <br/> \nyou are out of raisins <br/> \n <br/> \n# look computer <br/> \n <br/> \nyou look at the computer. your work is on the screen. <br/> \n <br/> \n# use computer <br/> \n <br/> \nyou try to do some work, but you only succeed in further exploring the internet (score: 15/128) <br/> \n <br/> \n# get coffee <br/> \n <br/> \nyou get some coffee (score 20/128) <br/> \n <br/> \n# check time <br/> \n <br/> \nit's 10:30. you've been here 2 hours (score: 30/128) <br/> \n <br/> \n# go outside <br/> \n <br/> \nyou go outside and smoke a cigarette. (score: 35/128) <br/> \n <br/> \n#leave <br/> \n <br/> \nyou cannot leave. you still have 6 more hours to work. you go back inside and sit at your computer <br/> \n <br/> \n# use computer <br/> \n <br/> \nYou manage to do one hour of work before checking boingboing for the 100th time this week (score: 43/128) <br/> \n <br/> \n# use bathroom <br/> \n <br/> \nYou go to use the bathroom, as much out of boredom as necessity. You grab another cup on your way back to your desk, so you have an excuse to go again soon. (score: 53/128) <br/> \n <br/> \n# quit job <br/> \n <br/> \nYou go to Thorfinn's place and get blazed. You spend the evening watching Youtube videos (score: 100/128)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Alas, long since out of chubbies..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for following the original rules/limitations of the text adventure, namely: only TWO WORD commands, max, allowed.  <br/> \n <br/> \nAlso for correctly describing my own office working experience."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Smoking resin is like drinking the swill out of empties. I would lame you, but for the sighing strain of pity in my heart."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Desperate times call for desperate measures."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 2,
    "snip": false,
    "text": "smoking resin is nothing of the sort! It's like a gift from the weed, pro bono, for being kind enough to smoke it. Like, \"Thanks for smoking me, Thorfinn, but don't you think you'll want to get high later? Here, just smoke my resin when you get desperate. I'll leave it right here in your pipe as I exit. Tata!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by pkitty, daidai, Thorfinn, goocifer, Fielding, nutmeg)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "Please do not tell me the other 41."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "#2 is to microwave a burrito, and #3 is to eat it. It just kinda goes on in a similar way from there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "CARTOONING"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "falseprophet",
    "plus": 18,
    "snip": false,
    "text": "The Falseprophet Text Adventure v. 1.04 <br/> \n <br/> \nYou are Falseprophet. You are in your parent's basement. There is a computer to the north. There are stairs to the west. There is a bookshelf to the east. <br/> \n <br/> \n#look bookshelf <br/> \n <br/> \nThere are books here that you have read in your innocent youth and your not-so-innocent college days, books that you read and dissected for symbolism and to mine the skills of writers who came before you. You remember that promise you made to that friend who died that someday you would become an amazing writer who became the first black man to write a science fiction and fantasy novel that wins the National Book Award, PEN/Faulkner, Pulitzer, Hugo, and Nebula Awards all in the same damn year. You have many story ideas that could get published  <em>if you would only</em> . <br/> \n <br/> \n#look computer <br/> \n <br/> \nThe program Firefox is opened to the  <em>Achewood</em>  homepage. <br/> \n <br/> \n#use computer <br/> \n <br/> \nYou go to the computer and leave a comment on  <em>Achewood</em> . What sort of comment should you leave? <br/> \n <br/> \n# short,sweet <br/> \n <br/> \nYou want to write something short and sweet, but you have EGO in your inventory. You cannot write short and sweet comments while EGO is in your inventory. <br/> \n <br/> \n# long,Roast Beef <br/> \n <br/> \nYou try to write like Roast Beef. You get half chubbies and half lames. You are a divider not a unificater. Barack Obama does not pick you for his running mate. <br/> \n <br/> \n# open Microsoft Word <br/> \n <br/> \nYou open Microsoft Word. <br/> \n <br/> \n#write Great American Novel. <br/> \n <br/> \nMemories of your douchebag thesis advisor verbally shitting on your novel fill your mind. You remember all of his unhelpful, pissant comments that sound like a high-school student complaining about not wanting to do a book report. You realize he is a toilet bowl that smokes a cigar. <br/> \n <br/> \n#maximize Firefox. <br/> \n <br/> \nYou return to Firefox. Your Roast Beef comment has more lames and chubbies. You wonder where your thesis advisor would stand. <br/> \n <br/> \n#Write new comment. <br/> \n <br/> \nYou write another comment. It gets some chubbies and no lames. This is how you spend your time. These are the fruits of your supposed literary talents. <br/> \n <br/> \n# go west <br/> \n <br/> \nYou go west. There are stairs. <br/> \n <br/> \n#climb stairs. <br/> \n <br/> \nYou are in the kitchen. To the north is your parents' liquor. <br/> \n <br/> \n#drink <br/> \n <br/> \nYou are drunk. <br/> \n <br/> \n#drink <br/> \n <br/> \nYou are drunk. <br/> \n <br/> \n#drink <br/> \n <br/> \nYousa drunk <br/> \n <br/> \n#drink <br/> \n <br/> \nMothafucka <br/> \n <br/> \n#drink <br/> \n <br/> \nGet yo hand outta my pocket <br/> \n <br/> \nYou have failed the Falseprophet Text Adventure. Your final score was 6 out of a possible 6 pints."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tucky",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tucky was marked lame too many times and excluded. (marked lame by Thorfinn, NeoNaoNeo, scraggg, Doc_Rostov)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "...the first black man to write a science fiction and fantasy novel that wins the National Book Award, PEN/Faulkner, Pulitzer, Hugo, and Nebula Awards... <br/> \n <br/> \nWow. And all my friends claim that it was the FBI that killed Butler, but I said she wasn't enough of a threat...  <em>ladies and gentlemen, we have a motive</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "You need the loot, the warrant, and the crook. Anything less is just the Zodiac book."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "<em>... THESE. ARE. THE BREAAAAAKS!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snoodude",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for WitWiCS reference. <br/> \n <br/> \n <em>Innnnn Jaaaaaail!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Well done, falseprophet. Well done. I only wish I had a chubby for you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dino_grill",
    "plus": 1,
    "snip": false,
    "text": "An actual Achewood video game would be great."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mc_white",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mc_white was marked lame too many times and excluded. (marked lame by NeoNaoNeo, EM2, falseprophet, Tipist)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "jujubeesforjesus",
    "plus": 1,
    "snip": false,
    "text": "Poing is either A:In the midst of a schizophrenic break, or B: Some type of message board performance artist, or C: Going through an intense mushrooms experience, or D: Just trying to turn Acheworld into a counting-based text adventure.   <br/> \n <br/> \nAnswers can be submitted via aluminum space helmet to my undisclosed location.  If you find me, I'll finally know that the space martians actually are reading my mind. <br/> \nFirst user to get the answer right gets a free dinette set!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Hey, thanks, this dinette set is awesome in my breakfast nook! <br/> \n <br/> \nLeft you some ASHmail! TTYL."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "perilon",
    "plus": 16,
    "snip": false,
    "text": "-Copyright 1983 Chris Onstad-"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "Didn't notice that at first, nice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 1,
    "snip": false,
    "text": "holy crap how did you even notice that"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "perilon",
    "plus": 1,
    "snip": false,
    "text": "Honestly?   By paying too much attention to the upper-right-hand corner of the strip, after first noticing that Philippe's utterance uses the same blocky compu-font that Chucklebot speaks in, then spending a minute googling that font that's used on checks for easy OCR to see if it's that one (it's something like it at any rate), then returning to examine every inch of the panel to see what other gems of small touches Onstad thought to include."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "That moved it up to a 5 for me...  I don't know why, but that just did it for me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deovalente",
    "plus": 1,
    "snip": false,
    "text": "Aw man.  I noticed that and wanted to be the cool guy to comment first on it. <br/> \n <br/> \nYou win, though.  And for it, I give chubby."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ntopp",
    "plus": 1,
    "snip": false,
    "text": "Likewise. \"1983?! I must take this down for posterity!\" <br/> \n <br/> \nBut here. Chubbies for all of us!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "Checking up on Point tomorrow should be fun. I wonder which will happen first! Will his account be deleted, or will we have collectively lamed his nonsense into eternal oblivion?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "randombeing",
    "plus": 8,
    "snip": false,
    "text": "Point. Not Point."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "randombeing",
    "plus": 2,
    "snip": false,
    "text": "Poing!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vreeeee",
    "plus": 3,
    "snip": false,
    "text": "Stop yelling at meeeeeee"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Best correction ever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145243/http://en.wikipedia.org/wiki/Was_(Not_Was)\">Was (Not Was)</a> <br/> \n <br/> \n(hey CousinTed...does an esoteric reference to a band from several decades ago count?)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I almost posted that same thing.  Now, where the hell is that DINOSAUR?!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "You called?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Boom Boom Acka Lacka Lacka Boom"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "I walked the dinosauuuuuuuuuuuuuuuur! <br/> \n <br/> \nOpen the door, get on the floor <br/> \nEverybody walk the dinosaur"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Oh WOW! I haven't heard that song in YEARS and as soon as I read your comment the song suddenly exploded in my head.  <strong>WOW.</strong>  I can't believe I can even remember this song."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that's how irondave's comment was for me. It was like hearing the first five notes of \"Shave and a Haircut\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "And that, my friend, is what they call a hook."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I just remembered something. This is fucking  <strong>important.</strong> <br/> \n <br/> \nIn like seventh grade, everyone in my science class was put into groups of, I dunno, four or something, and we all had to create some sort of skit or song about various parts of the body? My group chose (or was assigned, I don't remember) the digestive system, and we did (I am not kidding here) a song about the digestive system, set to the tune of \"Walk the Dinosaur.\" <br/> \n <br/> \nI am completely serious. That really happened. I'd managed to block the memories until now."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Oh man, if you could just remember how it went, that'd be  <em>insane!</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "shenred",
    "plus": 0,
    "snip": false,
    "text": "Just one more reason why I wished my spam button worked.  Either that, or infinite lames.  Both are acceptable."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I think God looked down and saw my plight and gave me infinite lames. It seems that I was just able to lame every single one of those poing things."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked lame too many times and excluded. (marked lame by Thorfinn, Wulvaine, Tipist)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "First game reference in Achehistory? No others come immediately to mind..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mashuren",
    "plus": 13,
    "snip": false,
    "text": "Roast Beef's philosophical Tetris of Doom <br/> \nRay Getting syphilis in Oregon Trail <br/> \nLyle importing Urine Cop from Japan"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retinarow",
    "plus": 1,
    "snip": false,
    "text": "Poing'd!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "Ummm... ummm... crap. I are pwned."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Not to mention Golf Golf Golf Revolution, and Ray's Japanese Bank login."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "And Ray trying to draw a Nintendo only to have it come out like a dick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "budenhagen",
    "plus": 2,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "Wow, I was wondering how the hell this had 76 comments after something like half an hour. <br/> \n <br/> \nI think my existence has just been validated. I'm not sure if  <em>schadenfreude</em>  is the right word for this. More like  <em>schadenstupidity</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "r4ster",
    "plus": 2,
    "snip": false,
    "text": "you mean stupidityfreud"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 2,
    "snip": false,
    "text": "TALKING EYES OH GOD"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "I'm not actually sure which one I mean, given that I can't decide whether to laugh or cry."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 0,
    "snip": false,
    "text": "dummschadenfreude, or maybe schadendummfreude. i don't speak german but i heard somewhere that they mush their words together. dummschadenfreude amuses me slightly at least."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "...i'm partial to  <em>schadenstupid</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mashuren",
    "plus": 0,
    "snip": false,
    "text": "I just wanted to say that I 5'd the Hell out of this strip, and for a brief, shining moment, it was at the top of the \"highest rated\" list. <br/> \n <br/> \nI'm sure it'll come down but I just wanted my moment in the sun - to know that, however briefly, I helped make a difference."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "what's the name of that really epic text game? it started with a z i think."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slickshoes3234",
    "plus": 0,
    "snip": false,
    "text": "ZORK!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I think Colossal Cave was first on the old DEC machines, then ported to PC. ZORK may have been the first text adventure created on PCs. Then HACK/NetHACK came soon. <br/> \n <br/> \nWow, Achewood is the 1st comic I read each day and User Friendly is the second, and this is the first time they ever overlapped."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tipist",
    "plus": 35,
    "snip": false,
    "text": "# south <br/> \nA drum machine manual lies in the southeast corner. <br/> \n <br/> \n#southeast <br/> \nYou stand on the manual. Teodor is frustrated with you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 4,
    "snip": false,
    "text": "what you'll find on level three: <br/> \na box of trail mix <br/> \na snake riding a motorcycle"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "# Read tipist comment <br/> \n <br/> \nYou read the comment. <br/> \n <br/> \n# laugh <br/> \n <br/> \nYou laugh at the comment. <br/> \n <br/> \n# give tipist comment chubby <br/> \n <br/> \nYou have given out enough chubbies on this page, friendly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "Alas, I would give you a chubby for your clever friendliness; however, I too have given out enough chubbies on this page."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Oh crap me too <br/> \n <br/> \nSomeone post walkthrough plz"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "perilon",
    "plus": 90,
    "snip": false,
    "text": "LEVEL 2: <br/> \n <br/> \n# start <br/> \nYOU ARE IN CORNELIUS' STUDY FACING NORTH. THERE IS A DESK IN FRONT OF YOU AND A GLOBE OF THE WORLD BY THE WALL TO THE WEST. CABINETS LINE THE WALLS ON THE WEST AND SOUTH.   AN OLD DRUM SITS DISCARDED ON THE FLOOR, A GAPING HOLE SHOWING THROUGH BOTH SIDES OF ITS AGE-MOTTLED SKIN. <br/> \n <br/> \n# look desk <br/> \nIT IS A LARGE, EXPENSIVE-LOOKING MAHOGANY WRITING DESK WITH THREE DRAWERS ON THE LEFT SIDE. ITS SURFACE IS WHOLLY BARE BUT FOR A BOTTLE OF CORRECTION FLUID AND AN ISSUE OF THE ECONOMIST OPEN TO AN ARTICLE ABOUT LEVON TER-PETROSSIAN. <br/> \n <br/> \n# read article <br/> \nTHE ARTICLE CONTAINS FEW ILLUSTRATIONS OF BOATS AND DOES NOT HOLD YOUR INTEREST. <br/> \n <br/> \n# look in drawers <br/> \nTHE DRAWERS ARE LOCKED; YOU CANNOT OPEN THEM WITHOUT A KEY. <br/> \n <br/> \n# look key <br/> \nYOU DO NOT HAVE A KEY. <br/> \n <br/> \n# find key darnit <br/> \nYOU EXAMINE YOUR SURROUNDINGS IN AN EFFORT TO FIND THE KEY TO CORNELIUS%u2019 DESK DRAWERS. YOU SOON SEE A BRASS KEYRING STICKING OUT OF ONE OF THE WESTERN WALL CABINETS, TWO KEYS DANGLING FROM IT. <br/> \n <br/> \n#take key <br/> \nYOU ARE FIVE. YOU CANNOT REACH THE KEY IN THE HIGH CABINET. <br/> \n <br/> \n#climb globe <br/> \nYOU CLAMBER UP THE GLOBE STAND AND STRAIN TO REACH THE KEYS. PLACING A HIND LEG ON THE GLOBE AND KICKING OFF, YOU MANAGE TO LEAP AND SEIZE THEM FROM THE CABINET BEFORE CRASHING TO THE GROUND. YOU ARE MORE SHAKEN THAN HURT. <br/> \n <br/> \n#open drawer <br/> \nWHICH DRAWER DO YOU WANT TO OPEN? <br/> \n <br/> \n# open top drawer <br/> \nYOU OPEN THE TOP DRAWER. THERE IS SOME PAPERWORK, A CANISTER OF FINE DARJEELING, AND A COPY OF BREAST ATTACK ON FUCK MOUNTAIN. <br/> \n <br/> \n#open middle drawer <br/> \nTHERE ARE ASSORTED MUSICAL INSTRUMENTS INSIDE. A WELL-OILED 1946 CONN TRUMPET SITS IN FRONT OF A FRENCH HORN, A WAD OF CASH STICKING OUT OF THE MAIN HORN AREA, WHICH APPEARS TO BE CRUSHED. <br/> \n <br/> \n#look cash <br/> \nYOU COUNT THE CASH AND IT COMES OUT TO A SIX HUNDO EVEN. <br/> \n <br/> \n#take cash <br/> \nYOU DO NOT HAVE THIS THOUGHT. THIS IS A FALSE IDEA. <br/> \n <br/> \n#open bottom drawer <br/> \nINSIDE IS A LOVELY COPY OF THAT GREATEST OF ILLLUMINATED MANUSCRIPTS, THE BOOK OF KELLS. <br/> \n <br/> \n#read book <br/> \nTHE BOOK HAS SEVERAL IMAGES THAT MIGHT ALMOST REPRESENT BOATS, IF YOU SQUINT HARD ENOUGH. YOU WISH THE DRAWINGS WERE LESS ABSTRACT SO THAT YOU CAN IMAGINE MORE BOATS IN THE FUTURE. <br/> \n <br/> \n#take correction fluid <br/> \nCORRECTION FLUID TAKEN. <br/> \n <br/> \n#draw boats <br/> \nYOU PROCEED TO ENHANCE THE COLORFUL YET UNINSPIRED LINES OF THE BOOK OF KELLS BY TRACING OVER JUST THE RIGHT CURVES, WHORLS AND ARCHES WITH THE CORRECTION FLUID SO THAT OUT OF CHAOS APPEARS AN EIGHTEENTH-CENTURY COASTAL SCHOONER. ISN%u2019T THAT SO MUCH BETTER? <br/> \n <br/> \n#yes <br/> \nHI! <br/> \n <br/> \n[OBJECTIVE 1 COMPLETE. YOU ARE A SPECIAL BOY.]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "justa",
    "plus": 1,
    "snip": false,
    "text": "Chubbied with great relish. I only wish I could do it again."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "[img]http://i258.photobucket.com/albums/hh254/missskiffins/boats.gif[img]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "peterjoel",
    "plus": 3,
    "snip": false,
    "text": "My first taste of the bbcode dog food of shame. It tastes worse than I even imagined."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "peterjoel",
    "plus": 13,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Keep it up and you could become the ruler of the Queen's Navy!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I sat for several minutes trying to come up with the wittiest  <em>Pinafore</em>  comment. <br/> \n <br/> \nThen, when it came to me, I looked down to see your comment already there. <br/> \n <br/> \nSo, never mind."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "peterjoel",
    "plus": 1,
    "snip": false,
    "text": "The missing stanza: <br/> \n <br/> \nOn Achewood's board I made such posts <br/> \nThat I found it hard to contain my boasts. <br/> \nI proved such skills with Photoshop <br/> \nThat my peers approval did not stop, <br/> \nI had so few lames and so much chubb-y <br/> \nThat now I am the Ruler of the Queen's Navy!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "featurelessvoid",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I truly wish I had more chubbies for this. Excellent work."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "divot",
    "plus": 0,
    "snip": false,
    "text": "This will teach me to use up all my chubbies farther up the page."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Out of chubbies, dammit.  Hell of non-chubbied respect for the effort.  Perilon, you are a special boy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "justa",
    "plus": 5,
    "snip": false,
    "text": "It is dark. You are likely to be  <strike>eaten by a grue</strike>  assaulted by a foulmouthed squirrel, high on cocaine and stagnant rainwater."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thomasedison",
    "plus": 0,
    "snip": false,
    "text": "I'm trying as hard as I can to figure out what the potty pantry set up means, but I can't. What does this mean? Why is the potty encircled by the pantry? Questions like this give me anxiety."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Yeah, what's up with that?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Might just be the way Onstad's house is actually laid out, a product of some slightly strange remodeling. A bunch of my friends live in a house in which the basement was remodeled in a similar fashion. Sometimes people will add bathrooms in really weird places as a matter of plumbing convenience, since adding a bathroom is the #1 way to make the house Worth More Money. Since this pantry is located right next to the living room, I'm guessing remodeled garage or addition, rather than original construction?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crawfomp",
    "plus": 2,
    "snip": false,
    "text": "Very challenging; I welcome the attempt to \"Secret Collect\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "Philippe's Text Adventure: From the creators of Thine Dungeonman!!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Ray's looking like the fifth Ninja Turtle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I want to chubby this, but I somehow used up all of my allowance. I hope these text-based props are ample compensation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Wasn't there a 5th, female one for a while? <br/> \n <br/> \nOr did I dream that?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "breadcrab",
    "plus": 1,
    "snip": false,
    "text": "Venus de Milo. You did not dream her. We all wish you did."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "catgrl131",
    "plus": 4,
    "snip": false,
    "text": "I hate how any group of anything (superheroes, puppies, etc.) in movies and on tv have to have the one token girl (unless the show is about girls, in which case it is most likely to be unwatchable and contain the phrase \"OH EM GEE *random boy* IS SO HOTT!\" at least once), and  <em>only</em>  one, as if they cannot think of more that one personality type for any given girl. <br/> \nUGH!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "It is lame that you got lamed for saying that, when it is so very true. And me with no chubbies left to cancel it out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "It's alright, I just needed to vent."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "It's cool. I'm writing a screenplay, and was getting bothered by the same thing. This one female character is completely token. There are four other strong women, and two minor ones, but this one is just not doing anything for me. You've helped me make up my mind. I will write her out today, and never look back. Thank you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I was completely shocked when I read this, but then I looked this \"Venus de Milo\" character up. Leonardo just got a sex change, is all. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nFor some reason I find the concept of a transgender Ninja Turtle less shocking than the concept of a female Ninja Turtle."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "Internet, what hath thou wrought?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "There's just so much to be confused about there."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "usversusthem",
    "plus": 1,
    "snip": false,
    "text": "God, a \"GOOOOOOD TIIIIIIIITTTTSSSS\" here would be so terribly, horribly, perfectly placed.  <br/> \n <br/> \n <em>Ed's note: Turtle tits do nothing for me. Seriously.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 4,
    "snip": false,
    "text": "Umm, excuse me: does she... does her crotch have... <em>abs?</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 4,
    "snip": false,
    "text": "Vaginabs?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "snidedk",
    "plus": 2,
    "snip": false,
    "text": "When your OB/GYN recommends that you do kegel exercises, they conveniently leave out the part where they give you a washboard vagina."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "the second they, of course, referring to the kegels. I don't think OB/GYNs give out washboard vaginas (nor am I entirely sure how they would go about doing so)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "Must. Resist. Opening. Photoshop. <br/> <br/> <br/> Damn, that was close."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "hee hee! Oh, hee hee hee!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "'washboard vagina' would be a good name for a rock band"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "still missing something... <br/> \n <br/> \n[IMGS OFF] <br/> <br/> <br/> <em>perfect..</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "oh man <br/> \nthat is mega nasty <br/> \nthat is dog shit"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "Including Peter Laird, co-creator of the TMNT. Today, mentioning Venus with Peter Laird around is basically a good way to get yourself fired, and possibly beaten down."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moolah",
    "plus": 0,
    "snip": true,
    "text": "A comment left by moolah was marked lame too many times and excluded. (marked lame by straw, ButterMoths, apocowarg, silver_lake, Thorfinn, synnah, prius_chaser, hikikomori, snoozebar, HurfusDurfus, Wulvaine)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "I actually agree with you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't say it sucks, but it's not fantastic. I give it a three. <br/> \n <br/> \nSome of the comments here are better than the strip itself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I'd have to disagree. Why? So glad no one asked. Onstad has made a strange dream-scape of Phillipe being entirely unable to escape Cornelius' scorn. As a fucked-up subconscious projection it is pretty spectacular."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Just because it's unfunny doesn't mean it's developing a character (I'm aware someone made this argument before). Onstad could have made a hilarious dialogue between the two to get the same point across, but didn't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "Looks like Poing's repeated posting crashed Assetbar for a good 6 hours. I hope you're happy, Poing!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I noticed that and had to wonder. What the fuck? How is this possible? <br/> \n <br/> \nThis is knowledge of the direst sort. Achewood was down from the wee hours of the morn."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "Unfortunately, going to the main page and clicking on the comic again didn't help at all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "But damned if I didn't do that over and over again."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I think I got a good 30 refreshes in."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brycemidas",
    "plus": 1,
    "snip": false,
    "text": "I am really into the Book of Kells being an item."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Seriously? You're into this? I know a guy, I can make it happen."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "justa",
    "plus": 0,
    "snip": false,
    "text": "*psst* If brycemidas backs out on you lemme know. I am also into this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brycemidas",
    "plus": 0,
    "snip": false,
    "text": "You want the Book of Kells? <br/> \nI can get you the Book of Kells. <br/> \nBelieve me, there are ways, dude. <br/> \nHell I can get you the Book of Kells by 2:30 this afternoon. <br/> <br/> <br/> <em>With</em>  nailpolish."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "She has lingonberry pancakes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Those old games had accessories with them didnt they? called feelies or something? (this is all second hand knowledge to me, i was barely even an idea back when people were playing on these) <br/> \n <br/> \nAchewood's would be pretty fun i assume, probably contain things like: <br/> \n1. Bottle of Lochnamagnee \"Old fecker\" genuine scotch <br/> \n2. Short story by Phillipe \"Constantius: Mayor of the clams!\" <br/> \n3.instructions on \"How to Jerk this mother out\" <br/> \n <br/> \nI'd enjoy hearing what you guys think would be included with it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 4,
    "snip": false,
    "text": "Apologies for the the chauvinistic heteronormative use of \"You guys\" in refering to the assetbar community."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyc",
    "plus": 5,
    "snip": false,
    "text": ">explain to community <br/> \n <br/> \nYou try to launch into a defense of your offhand use of \"you guys,\" but it's too late. A rampaging mob of women, politically-correct men and non-human individuals have strung you up and are carrying towards a giant, endless pit. You reason that, on the plus side, at least it's dark in the pit and you are likely to be eaten by a grue. <br/> \n <br/> \nGAME OVER <br/> \nYou obtained 495/2500 chubbies. <br/> \n <br/> \nWould you like to [R]estart, [L]oad or [Q]uit?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "This feminist cunt gives you a chubby for even noticing your own heteronormativity."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "boredom_man",
    "plus": 4,
    "snip": false,
    "text": "#examine assetbar <br/> \n <br/> \nYou see a typing cunt praising a cartoon cat's recognition of his own chauvinist heteronormative assumptions. <br/> \n <br/> \n#examine cunt <br/> \n <br/> \nIt looks like two robots locked in an embrace. <br/> \n <br/> \n#watch naked lunch <br/> \n <br/> \nMaybe it's time you stopped doing that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "oh god i love acheworld.  i love it with mouth."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dovey",
    "plus": 2,
    "snip": false,
    "text": "Achewoodlingus"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "Post Chubby Limit props for you, sir. Enjoy!"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "It had been too long since the last time I had read the word \"heteronormativity.\" Thanks for reminding me of its existence."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Anything to oblige! i'm a little confused by my small apologies reaction. still as above anyone got any ideas for the \"Feelies\" that'd be included in the Achewood text based adventure game?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "Definitely a drum machine manual. And a miniature Keith Moon head in a jar. And maybe a fill-it-in-yourself decision-making flow chart."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "woodjay",
    "plus": 3,
    "snip": false,
    "text": "#start <br/> \nYOU ARE IN THE GARAGE. THERE ARE BOXES PILED HIGH TO THE ROOF IN THE CORNER. ALONG THE NORTH WALL SIT SEVERAL PIECES OF OLD FURNITURE AND A WASHING MACHINE <br/> \n <br/> \n#inventory <br/> \nYOU HAVE: <br/> \n-A CARING MOTHER IN OHIO <br/> \n-SUGAR <br/> \n-JELL-O <br/> \n-APPLE <br/> \n-A TENNIS BALL <br/> \n <br/> \n# get jelly bellies <br/> \nTHERE ARE NO JELLY BELLIES <br/> \n <br/> \n# use suger on washing machine <br/> \n <br/> \n# use jell-o on washing machine <br/> \n <br/> \n# use tennis ball on drain <br/> \n <br/> \n# use apple for apple flavor (my favorite) <br/> \n <br/> \nYOU HAVE ENCOUNTERED A \"FAT WATER\" , IT IS PRETTY CRUMMY <br/> \n <br/> \n..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "the_prophet",
    "plus": 1,
    "snip": false,
    "text": "dudes, check this website out: http://versificator.co.uk/hamlet/"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Whoa, whoa, whoa. Are you the prophet that falseprophet has been imitating all along?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "TWO prophets?? <br/> \n <br/> \n*splut*"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "No, just one, the other one is a liar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Yes. Every statement I make is a lie."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "He does, And I always tell the truth"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I tried that one and I got stuck on the damn balcony.  I'm-a have to read <em>Hamlet</em>  now, aren't I? <br/> \n <br/> \n(Did you get there from Dinosaur Comics as well?) <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 2,
    "snip": false,
    "text": "On level two, Ray encounters the Maiden and enters Running Mode. The Early-Career Steve Martin tackles him and Phillipe must use the Correction Fluid to cleanse Ray of sin so he will leave the Maiden alone and occupy himself usefully with the Almanac. The instructions for sin-cleansing are in the Book of Kells. DO NOT OPEN THE VALISE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by lateadopter, Hexjumper, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Hi. <br/> \n <br/> \nStop it."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "What is it with internet assholes today? its like they've just come out of hibernation."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nickgranger",
    "plus": 4,
    "snip": false,
    "text": "all this time, tetris was falling almanacs and correction fluid"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "Damn, I was going through laming all of these lousy socks comments, and accidentally lamed you as well. My bad dude."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chowderhed",
    "plus": 0,
    "snip": false,
    "text": "I, socks/poing, have you covered sir, as I have created a new account to chubby him in yr stead!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter, lastlarf)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tipist",
    "plus": 1,
    "snip": false,
    "text": "If you're going to spam, at least spell correctly. Five  <em>Thousandth.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Your avatar is in direct confrontation with your comment. <br/> \n <br/> \nFuck Algebra."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Hobbes once said that higher numbers needed higher math... <br/> <br/> <br/> <em>intrigue.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "What?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "His dedication to tedium is almost admirable."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Sorry about the auto-lame.  Here is some gold."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I admire dedication as much as the next guy (not to be too heteronormative), but I think whatever he's got isn't dedication, but simply a lot a free time and not a hell of a lot to do."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "I admire testosterone as much as the next cock-haver, but football, nachos, inability to ovulate, heart disease.  That's what you sound like."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Thanks, I guess.  I meant that to be part of my decades-long campaign to untether the gender correlation with \"dude\" and \"guy.\"  Those words are all around too friendly and useful to be confined to describing only half of the population, but I will concede I might be going about it the wrong way."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well, yeah. You're implying that 'guy' and 'dude' are strictly male words, and you are further proving this by basically saying \"...dude...sorry for using a male word to refer to everybody\", so basically, you're doing the opposite of what you wanted to do. <br/> \n <br/> \nSorry."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I thought I was saying the opposite of what it was I was trying to do?  Trying to fuck with the language while letting people know you're fucking with the language is perhaps too much to ask of ASCII.  Anyway, sorry for the confusion."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Here in Texas we call all sodas Cokes. We don't call it pop, we don't call em colas. There's just Cokes. <br/> \n <br/> \nThink about that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "So what would one say if you wanted a pepsi?  Assuming one wanted to drink such a beverage.  In So. Cal. we would say \"uno pepsi, por favor.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "OH MY GOD YOU SPEAK SPANISH IN THAT PART OF THE WORLD?!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "We speak a cutting-edge hybrid of bad english, bad spanish, and ungrammatical elements of several other languages thrown in for measure.  Mostly we communicate with grunts, unintelligible shouting, and hard-faced three-word gestures."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "We would say, \"I want a Coke.\" And then he'd say, \"What kind of coke?\" And then I'd say, \"A Pepsi.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Oh my god, I forgot, I totally did not mean that women are not perfectly capable of vending Pepsi to guys as well"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "OH MY GOD WOMEN CAN SELL PEPSI TO WOMEN AS WELL IF THEY SHOULD LIKE BECAUSE THIS IS A FREE COUNTRY <br/> \n <br/> \nAND I'M NOT GETTING OFF ON THE LESBIAN THING, I SWEAR <br/> \n <br/> \nIN FACT, I'M SORRY I BROUGHT UP THE LESBIAN THING AT ALL"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "man what is with the gender sensitivity today?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I'm not sure, I just wanted to be a part of something."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Thank you all for aiding my understanding of abnormal personal dynamics.  And, the strip was hell of funny."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "I don't know, but it is refreshing. Refreshing like a nice tall glass of Coke (by which I mean root beer)."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i read a book once upon a time...i think i still have it..its title was [u]How To Speak Southern[/i] and indeed, it said that all bottled/canned sweet, carbonated beverages were dubbed Coke though \"Seb'mup\" is listed as an accepted alternative for the Coke 'Seven-Up'. <br/> \n <br/> \nit also defined \"The Northern Agression\" as what Yanks call \"The Civil War\"."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "HAH. i switch it up bad... <br/> \n <br/> \n <span style=\"border-bottom: 1px dotted\">How To Speak Southern</span> <br/> \n <br/> \n...and i totally checked to make sure i didn't have any mistakes like that. <br/> \n <br/> \ncgn for the fail."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "The War of Northern Aggression, yes, in which Sherman attacked the Confederacy by crossing the Nueces, but our boys could see through the night by the St. Patrick Batallion's hair."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "you can't go around saying root. that means sex in australia. oh shit, i said sex. I'm not thinking about sex! Or women! Not that women necessarily have to be associated with sex!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Someone used the word \"heteronormative.\" It really doesn't matter, after that, what one thinks about feminism, patriarchy, Catholicism, the university setting, political correctness, sociology, psychology, sexuality, or genderisms. The word \"heteronormative\" is etymologically awesome. One can riff on it for days regardless of philosophical leanings."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I agree.  Using etymology as a way of filtering your reality is an endlessly amusing diversion.  I once went through a whole day at court using only pre-norman english words.  Nobody guessed, though - they all just thought I was drunk."
  },
  {
    "depth": 15,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Did you learn to do that at talk like a dick school"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "Yes. It's called high school."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "Along the lines of \"heteronormative\" is the word \"homosocial.\" It describes macho-type social events that function as excuses for men to hang out together without women. Like football games, or trips to strip clubs. Totally fuckin' homosocial."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nokococo",
    "plus": 0,
    "snip": false,
    "text": "Hey, Spiny, did you get snow Monday night?  Was it not AWESOME?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Nope. Snow in Austin? Not at all, but it did rain a shitload."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nokococo",
    "plus": 0,
    "snip": false,
    "text": "It was hell of such as blizzarding in Dallas.  I am sorry we did not share the joy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "satellitetv",
    "plus": 0,
    "snip": false,
    "text": "Wow"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "The odds are that, in the future, this comment I am currently writing will be isolated in a sea of spams and lames, much like a keystone in the Great Wall of Horseshit.  <br/> \n <br/> \nSometimes one is struck with wonder. The speck of sand  used to make the lenses of your glasses may have once been part of the Great Pyramids themselves.  <br/> \n <br/> \nOr even the Great Pyramids of Fucking Worthless Horseshit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Having just put socks on ignore, it doesn't look too bad.  It's like an archipelago of comments, disparate, distant islands but still an intelligible connection."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "The Parthenon of horseshit. <br/> \n <br/> \nA building built for the gods of horseshit, out of horseshit -- in hopes of creating more horseshit. A monolith with a singular purpose: to please the horseshit gods so that more horseshit may rain down upon the people (and the grass beneath the horseshitting horses) and so the horseshit will be a grander form of horseshit hitherto unknown. Carved deep in the annals of this dried horseshit labyrinth are seven words and a signature. <br/> \n <br/> \n\"FORGIVE ME FATHER FOR I HAVE SPINNED\" <br/> \n <br/> \n-socks <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Someone chubby this human."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Meaning, the imagery was evocative.  Well done."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "2 lames= chubby? <br/> \n <br/> \nI think so."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by Dezufnocosem, mortshire, Magb, lateadopter)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Great Scott. Not since the Poing's Base incident has there been such a case of pestersome insanity."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "that base thing was actually pretty clever i thought like all of those boards on gameFAQs for dogz 3 and stuff that some tween takes over as a base of trollin operations, i thought it was qt"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 4,
    "snip": false,
    "text": "jesus christ you say one thing that could possibly be taken as vaguely pro-poing and you get a lame within 10 minutes.  ATTN ACHEWOOD READERS: i do not support trolling i can just appreciate a clever ruse i mean she <em>eeeee</em> sh"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I lamed it because I could barely read it, man. Try using a little bit of grammar."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "oh, well, I definitely could and all, but I use such a style of writing to denote my non-seriousness. I can understand it not being comprehensible, but it's really not intended to be a staggering work of heart-breaking English."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Is it meant to be intelligible? Cos at the moment it's not."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Yes, it's intended to be intelligible after I don't know, a second read through maybe? The schtick has gotten very good reception before, but if it's tired I'll give it a rest."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dovey",
    "plus": 2,
    "snip": false,
    "text": "Maybe just a poor execution this time? Everyone has their off days. Maybe try it once more (at an appropriate time, of course) and if it falls flat, then give it up. <br/> \n <br/> \nI believe in you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "iceofboston",
    "plus": 1,
    "snip": false,
    "text": "soooo the worst."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "u235",
    "plus": 1,
    "snip": false,
    "text": "It was a good idea, but I'm just not sold on the execution. There's just not enough happening. \"Oh hey remember how text-based games were so sparse and involved repetition?\" Well, yes, but it's not exceedingly amusing, and the glass chamber is just confusing. I honestly got more amusement out of the comment someone left about Level 2 requiring the player to use the Correction Fluid on Ray. <br/> <br/> <br/> That, and I'm still spoiled by the much more hilarious example a couple months back of: <br/> \n>BUGGER THAT CHILD.  <br/> \nThat child is Philippe."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "Where are the white knights? This is like text-based genocide, in that I can't think of anything worse than genocide and am very irritated."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jalhalla42",
    "plus": 0,
    "snip": false,
    "text": "Philippe would be significantly better if he had a \"HUGS\" sign attached to his head."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Your avatar is deeply unsettling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 28,
    "snip": false,
    "text": "TWO HUNDREDTH"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "Welcome back"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "Whenever I see a post by Dr. Manflesh, I just get emotionally...erect."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Screw the emotionally part."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "You can be both. The tears make great lube. <br/> \n <br/> \nI am sorry for that. I apologize."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I guess that was mid-career Steve Martin.   <br/> \n <br/> \n\"You may have, zee chick-enn.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "The fact that this post currently has 8 chubbies is, in my opinion, the funniest thing ever."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "baryonyx",
    "plus": 2,
    "snip": false,
    "text": "It was a triumphant return. Basically equivalent to Gandalf appearing on the hilltop at the end of Two Towers. Well, except that in this metaphor he's another orc."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Whoever lamed this comment is quite the douche. <br/> \n <br/> \nI have chubbied it to return it to equilibrium."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "I don't even care what you have to say, man. Just the fact that you're here. It's comforting."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Ladies and gentlemen, this is how you do it. Keep classy, Dr."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "You...are...rad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "We have all made the long journey from hate to cheerleaderly worship! Getcher pompoms out and repeat after me... <br/> \n <br/> \nWHAT'S HIS NAME?!?!?!? <br/> \n <br/> \nWHAT DOES HE DESIRE?!?!?!?!? <br/> \n <br/> \nWHEN DOES HE DESIRE IT?!?!?!?!?!?!?!?!?!?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "DR. MANFLESH!!! <br/> \n <br/> \nANAL PLAY!!!! <br/> \n <br/> \nIMMEDIETLY!!!!!!!!!!!!!!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "This is making me think that Manflesh, Socks, Towel, and Poing are the same person.  I wouldn't be surprised.  Also it doesn't seem in character for internet trolls to work together or give each other props, unless they're actually the same internet troll."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Their style is completely different. Manflesh provides us lenghty, completely insane erotic fanfiction in one shot hits, while Poing posts small pointless nuiscances over and over.  <br/> \n <br/> \nI don't think they're one in the same. Or, at least if they are, I can't see the connection."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "I think that poing and socks are the same person. i don't know much about towl, but manflesh is definitely not socks or towl--he's much more entertaining."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "#  get speaker sneakers"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "# put on speaker sneakers <br/> \n <br/> \nYou are wearing the speaker sneakers. <br/> \n <br/> \n# walk <br/> \n <br/> \nThe speaker sneakers activate with each step. \"Here comes a special boy.\" \"Here comes a special boy.\" \"Here comes a special boy.\" \"Here comes a special boy.\" \"Here comes a special boy.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I had never used the ignore button before, but today I used it twice. I imagine this is what it is like to justifiably kill a man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 7,
    "snip": false,
    "text": "I ignored a man on Assetbar just to watch him die"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wilto",
    "plus": 1,
    "snip": false,
    "text": "That must've turned out a little disappointing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Yeah, did not think that one through."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kodiakclock",
    "plus": 0,
    "snip": false,
    "text": "i need a pill <br/> <br/> <br/> cuase i don't have any chubbies"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "justa",
    "plus": 0,
    "snip": false,
    "text": "No jury would convict you."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 11,
    "snip": false,
    "text": "#goto computer <br/> \n <br/> \nYou're computer is on <br/> \n <br/> \n#view achewood <br/> \n <br/> \nPorn downloads paused, Achewood loaded <br/> \n <br/> \n#make lulz <br/> \n <br/> \nHilarious <br/> \n <br/> \n#read Assetbar comments <br/> \n <br/> \nThere is fail.  Poing is abusing the system. <br/> \n <br/> \n#scope crowd <br/> \n <br/> \nThe Assetbar crowd has many men and few women <br/> \n <br/> \n# join Assetbar <br/> \n <br/> \nYou have joined Assetbar, there is nobody to greet you.  The women wave politely. <br/> \n <br/> \n# put on wizard hat and robes <br/> \n <br/> \nBanned"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "#Says hello. <br/> \n <br/> \nYou are not a woman. <br/> \n <br/> \n#Stamp the ground with your feet and snarl. <br/> \n <br/> \nNo one gets it. <br/> \n <br/> \n#fale <br/> \n <br/> \nYou fail."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "I get Bloodninja, chubbs for both of you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "It is Saturday.  There is homework to be done.  It sits on your desk, next to your laptop. <br/> \n <br/> \n#fuck homework <br/> \nI do not understand. <br/> \n <br/> \n#ignore homework <br/> \nYour laptop self-activates. It is hell of creepy. <br/> \n <br/> \n#take as sign <br/> \nYou check Acheworld. Onstad has made name-dropped the Book of Kells. <br/> \n <br/> \n#change underpants <br/> \nYou are such a nerd, charchar. <br/> \n <br/> \n#come to terms with nerdiness <br/> \nThere is a comment on Assetbar, among the sea of rubbish spilling forth from socks and poing.  You feel relieved. <br/> \n <br/> \n#chubby comment <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyromancer",
    "plus": 1,
    "snip": false,
    "text": "Please, people, can't we all just get along stick and hit each other with it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "*rimshot*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "topofthepops",
    "plus": 2,
    "snip": false,
    "text": "I am quite impressed at this strip's graphics given that it was copyrighted in 1983 <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "d-pad",
    "plus": 0,
    "snip": false,
    "text": "Wow, I didn't even notice that. I think that makes this my favorite strip ever. It's the little things that get me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentstinky",
    "plus": 3,
    "snip": false,
    "text": "I've said it before, and I'll say it again:  I hate Achewood comments."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dovey",
    "plus": 2,
    "snip": false,
    "text": "YOU'RE PART OF THE PROBLEM"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 8,
    "snip": false,
    "text": "man, fuck.  <br/> \nwhen I got here this morning (morning for me being 9am GMT 2 time) point was on about 24... he was posting numbers. So, having seen similar behavior at /b/ (i've been there don't try an pretend you haven't), I naturally posted \"frosted butts\" which was lamed into non-existence.  <br/> \n <br/> \nwhich I'm pretty upset about. i was trying to help.  <br/> \n <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "I mean 'poing' not 'point' <br/> \n <br/> \ni been drinking."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "oh and gmt plus two <br/> \nfuckin' asset bar"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tbtabby",
    "plus": 5,
    "snip": false,
    "text": "You haven't quite got the hang of furry art."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "You there! <br/> \n <br/> \nA chubby! <br/> \n <br/> \nFunny are you!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Nice."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Right click, save as."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "Click, drag and drop."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Hey, NeoNano has lamed nearly every single comment he can and  <em>I just think that's completely wonderful!!!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Is that who is doing this? I was wondering why nearly every comment I made in responce to Socks has exactly 1 lame."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "billypooter",
    "plus": 0,
    "snip": false,
    "text": "meant to chubby that post, but it was lost such in that ladder of fail that i just hit lame on everything in the area. i hope that was the case with others as well.  <br/> \nfrosted butts is always relevant in my opinion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "who's my little frosty, who's my little frosty? come here... errr... girl... come here girl. you are just COUCHFUCKINGLY hideous aren't you."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nickgranger",
    "plus": 1,
    "snip": false,
    "text": "#read blog <br/> \n You scour internet for Swedish pop group Inform-7's debut album <br/> \n#Fail <br/> \n No such thing exists. You sit in the dark until dinner."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "chewyinside",
    "plus": 0,
    "snip": false,
    "text": "I always come to the party late and have NO idea what people do to get there comments lamed and ousted.  is it really that bad? can we just leave these people alone? did removing poings first post start a chain reaction of rage and retribution?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chewyinside",
    "plus": 0,
    "snip": false,
    "text": "dammit! *their comments*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "There was only one person, spamming. You didn't miss anything."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Here, I'll re-enact what happened for you. <br/> \n <br/> \n*Looks into chewyinside's eyes, clenches fists and just SCREAMS*"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "If you set your lame threshold higher you can see them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "moolah",
    "plus": 0,
    "snip": false,
    "text": "Set your lame threshold to 50 or so. Then you will be able to read my posts where I say that the days strip doesn't deserve a 5. :)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I had it set to 100 so I could read Asherdan's musings, but then I had to change it to 200 after that one girl said she didn't much care for the Great Outdoor Fight. Sometimes I wonder if I can beat her record, but I think I've actually come to care about my reputation on here. Which is kind of sad if you think about it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Where is this 200 Lame comment? Either the Ache-brigade was feeling particularly touchy that day or the user in question was particularly ham-fisted in phrasing her comment. Either way I wanna see what was said."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think it was the former. Basically she said that she thought Onstad jumped the shark with the GOF. I think that's going a bit too far, but honestly, I never understood why people loved it that much either. Here's the link, the comment is way up near the top. It actually only had 111 lames, but I just decided that if the Ache-brigade was capable of being that touchy, I'll set it to 200 just in case: <br/> \n <br/> \nhttp://m.assetbar.com/achewood/uua35R7wj"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "... but does the brain at least  <em>smell</em>  nice like a lilac?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sortelli",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sortelli was marked lame too many times and excluded. (marked lame by Dovey, mortshire, chewyinside, Tipist)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "chewyinside",
    "plus": 0,
    "snip": false,
    "text": "wow...thank you for enlightening me on the wonderful utilities that are right below the comment box"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pkitty",
    "plus": 1,
    "snip": false,
    "text": "Gary Gygax, the cocreator of Dungeons & Dragons, died today. This is sad news. <br/> \n <br/> \n(This tangent is included here to give historical perspective, for the sake of those reading these archives from the year 2020 or later.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "He and Dave Arenson invented the first roleplaying game and one of my favorites, and led to the creation of my favorite hobby.  I owe him great thanks.  My biggest regret in roleplaying is that I'll never be able to meet the man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "\"My biggest regret in roleplaying is that I'll never be able to meet the man.\" <br/> \n <br/> \nWouldn't that be your biggest regret  <em>out</em>  of roleplaying? If you can fight a dragon, you can meet Gary Gygax. Granted, it might be a let-down when you find out he looks like your friend Phil and he's mad at you forgetting to bring the Mountain Dew. It was your  <em>week</em> , dude. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "A case of the dreaded Friendlies has robbed you of a chubby."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Remember when he was on Futurama? That was a funny one. \"It's a... (roll roll) pleasure to meet you!\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Yeah, with Stephen Hawking and Al Gore. Not bad company. Plus that Star Trek lady. <br/> \n <br/> \nWho am I kidding? It was Uhura, I am posting on an internet message board, and I was sad to hear that Gary Gygax died, even though I have never played Dungeons & Dragons."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "\"I'm a tenth level vice president!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tipist",
    "plus": 1,
    "snip": false,
    "text": "I am confused by the fact that Ray supposedly appears in this edition. The only thing I can think of is that Ray is the item glinting in Cornelius' pocket."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "He is on level 2. The item glinting in Cornelius' pocket is a key so that you can get out the front door."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "darleen",
    "plus": 0,
    "snip": false,
    "text": "Why have a potty with windows all around? That just seems... wrong."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Maybe they're mirror-windows like the bathrooms at City Bites have."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "neonaoneo",
    "plus": 1,
    "snip": false,
    "text": "Ran out of lames for the first time ever. <br/> \n <br/> \nDidn't even lame Poing or Socks once either."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Anyone ever play the Hitchhiker's Guide to the Galaxy text game? I remember getting stuck on this one part on the Heart of Gold. It really frustrated my apparently sub-lilac brain."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I used to love that thing. Oh I forgot all about that! <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fjak",
    "plus": 0,
    "snip": false,
    "text": "HUGS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Sounds like a Videlectrix title..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "...this doesn't have the sort of Good Graphics they demand from themselves, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "I was thinking specifically of this one: <br/> \nhttp://videlectrix.com/thydungeonman2.html <br/> \nIt does not speak well for Achewood when I read a strip and say, \"Gee, that seems reminiscent of and just as stupid as a Strong Bad e-mail from like 5 years ago.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kodiakclock",
    "plus": 0,
    "snip": false,
    "text": "i love games where you type commands but control the character. like kings quest/police quest and other early sierra games"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nokococo",
    "plus": 0,
    "snip": false,
    "text": "Peasant's Quest.  You do not look like a peasant, smell like a peasant, and you are not on fire like a peasant."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Now throw the baby in the well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "waldo913",
    "plus": 0,
    "snip": false,
    "text": "My GOD do I want to play this.  I want to play this so badly I'm considering actually creating it so that I can play it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thinkduck",
    "plus": 0,
    "snip": false,
    "text": "Wow. I just read through all of this, and I have to say: <br/> \n <br/> \nYou ladies are kind of being douches today! <br/> \n <br/> \nOh yes, and the strip, the strip was pretty nice today, I think. I think the strip today was pretty nice!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "It is possible you are just afraid of our washboard vaginas."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I know I am."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Vaginabs are quite common, you know."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "But why does this fellow think they're douchey? I never have to douche my vaginabs at all. I just flex the germs right off with my powerful muscles."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "oh GOD"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Do you have any particular plans for spring break?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Sorry, sarcasm is kinda hard to convey here. <br/> \n <br/> \nAnd if I see the phrase \"your sarcasm was so poorly conveyed\", or any permutation of that phrase, I will begin to pummel you with my tiny fists of fury."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Actually, I don't understand ANY of the graphics minus the running/walking ones."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "8-Bit Phillipe looks like he'd make the cutest little beeping noise when engaging Hug Mode (B on the NES pad).  The more Atari-ish sprites are rather spot on from my limited experience at the helm of an Atari (the original--courtesy of a game-collecting friend of mine)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 10,
    "snip": false,
    "text": "Made this in animal crossing. <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 1,
    "snip": false,
    "text": "I only wished I could have gotten HUUUGS to fit... Damn..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "iskander",
    "plus": 0,
    "snip": false,
    "text": "That looks like it would make a very good Picross puzzle."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "I was thinking of making a stage in smash bros. brawl in stage editor but it doesn't even have an official release date for Ireland yet. Word on the forums is it'll be june or sometime in Autumn... <br/> \n I think it'll make a good brawl stage, all using Phillipe's waist as a good level playing field, all using the arms and mouth to scale to the top of the head. This image is the only thing keeping a smile on my face and sayin'  <em>fuck this</em>  and moving to Japan."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "achewood",
    "plus": 0,
    "snip": false,
    "text": "Teodor is fat, smelly and annoying."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "higuma",
    "plus": 0,
    "snip": false,
    "text": "# get ye cornelius <br/> \nYOU CAN'T GET YE CORNELIUS!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iskander",
    "plus": 0,
    "snip": false,
    "text": "If you're interested in writing your own Interactive Fiction, Adam Cadre has a guide up at his website: http://adamcadre.ac/gull/ <br/> \n <br/> \nHe is also rather adept at making games himself. Everyone should play Photopia at least once."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackhare",
    "plus": 0,
    "snip": false,
    "text": "But how can any brain be more powerful than a lilac?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 8,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101009145243/http://chrisonstad.blogspot.com/2008/03/new-adventures-in-text.html\">New Adventures In Text</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ult_sandwich",
    "plus": 1,
    "snip": false,
    "text": ">get up <br/> \nI don't see \"up\" here. <br/> \n <br/> \n>get out of bed <br/> \nI don't see \"out of bed\" here. <br/> \n <br/> \n>stand up <br/> \nYour head hits the ceiling fan. You are knocked unconscious. <br/> \n <br/> \n>wake up <br/> \nYou come across a giant cruise ship! <br/> \n <br/> \n>take boat <br/> \nYou can't take the boat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kikineko",
    "plus": 0,
    "snip": false,
    "text": "Aw... man, the graphic of Philippe there is uber excellant.  Who cannot resist the otter in that pixel version with HUGS?"
  }
]