[
  {
    "depth": 0,
    "minus": 0,
    "name": "anathan",
    "plus": 12,
    "snip": false,
    "text": "There's something really effective about the last two frames of this comic. At first I was like, \"Why'd his suit get lighter in the last panel?\" But now I think it adds some subtle effect. It's like he flickers in the last two frames."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by johnnybaverage, straw, Norsef, sirhan_duran, AdrianMiller, Zefiel, apocowarg, silver_lake, tasteful, mawk, ppccd, riotdejaneiro, cryztal, Thorfinn, Vondicus, Mangtastic, BionicVapourBoy, Deusoma, EM2, tibcoolbreeze, sevenarts, aargh, CK421, gothfae, twohundredninety, purplehaze, kenthegod, kazad, leftsaidtim, StagnantDisplay, Plurabelle, Spenham, Jhunter, unalone, equinn2006, jollysaintpete, farqussus, Tagrineth, NDCaesar, DougTheHead, atticusonline, meowmix, JonMW, TollSchaft, Vee, JesseDaniel, Lumus, pete, luckypyjamas, huskemonge, RBisme, aHatOfPig, earendil, Njury, a-jay, orrrderup, mugi, mountain, Lokiamis, cathaoir, Tragic_Johnson, nutmeg, TheGreatestCape, captneko, erinye, Doc_Rostov, littlefatdog, Audhumla, hellabosque, clintisiceman, greyfield, JoulesIsEnergy, echidnaboy, bilingualmonkey, Mastronaut, cjfoster, ouroboros, tellumo, Dallovich, Archon_Divinus, icecube)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 13,
    "snip": false,
    "text": "Okay, you don't like the arc, have you commented every damn strip with this same message?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "griggs_although",
    "plus": 14,
    "snip": false,
    "text": "...Boned?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nutmeg was marked lame too many times and excluded. (marked lame by furysama, magnificentpoof, achilleselbow, Satyr)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 39,
    "snip": false,
    "text": "The reference you are missing is  <em>literacy</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jlaw",
    "plus": 3,
    "snip": false,
    "text": "exactly, if only a guy knew about magical realism in literature"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cracker",
    "plus": 4,
    "snip": false,
    "text": "If he had just heard of it even. He doesn't have to actually have read any books."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Come on, man, be fair, he'd have to have at least read three. <br/> \n <br/> \nHell of interesting arc, though.  I enjoy it, but I don't start finding it funny until they start getting into the inventions."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 1,
    "snip": false,
    "text": "Way to reveal that you are of low mind, there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "37 people disagree with you, none agree."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "erinye",
    "plus": 7,
    "snip": false,
    "text": "37 HELENS DISAGREE"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaredwilde",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jaredwilde was marked lame too many times and excluded. (marked lame by Rhadamanthus, sevenarts, Scorpio_nadir)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "I really WANT to appreciate the surreal, but I sometimes have a hard time of it, since I like rationality.   <br/> \n <br/> \nEven though I don't always enjoy it, I can tell that Onstad does it masterfully, and I'm glad that other people get it more than I do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 3,
    "snip": false,
    "text": "This is worse than my not knowing who Bella Lugosi was. <br/> \n <br/> \n <em>barely</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "No, it's not."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "<em>Yes</em>  it is. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellabosque",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hellabosque was marked lame too many times and excluded. (marked lame by Jesler729, n00b, _cheesekayke, NDCaesar, Lumus, Jeef, achilleselbow)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuart",
    "plus": 7,
    "snip": false,
    "text": "waldo   klaus nomi"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 3,
    "snip": false,
    "text": "Lonis is so happy to see you!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rawk5tar",
    "plus": 4,
    "snip": false,
    "text": "The first Achewood strip I saw. I <i>had</i> to finish the story, as bizarre as it was. And I've been hooked since."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "This is a very good strip, and I am sad that it is so lowly-rated."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shineboxx",
    "plus": 4,
    "snip": false,
    "text": "Somehow: the best part of this strip is (to me) the little dime-sized sun in the upper air, there in the first panel. Speaks volumes. Sings in the key of soul, you might say (I wouldn't, but hey)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jandruff",
    "plus": 0,
    "snip": false,
    "text": "I second this. Reminds me of days when they seem to hum. I can't really explain it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "i read that as \"dime-sized  <em>nun</em> .\"  The odd part is that that made sense until I scrolled up to check again.  Just thought you ought to know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 21,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101005110813/http://philippesblog.blogspot.com/2006/10/i-got-buck.html\">I got a buck!</a> <br/> \nNice Pete:  <a href=\"http://web.archive.org/web/20101005110813/http://peterhcropes.blogspot.com/2006/10/complicated-gay-man-sold-me-sandwich.html\">A complicated gay man sold me a sandwich.</a> <br/> \nLittle Nephew:  <a href=\"http://web.archive.org/web/20101005110813/http://charleysmuckles.blogspot.com/2006/10/da-nhoo-jabbah.html\">da nhoo jabbah</a> <br/> \n <br/> \n\"Krunk Drunkle Ray been hellz 'a some Niggard Lee at me l8ly, all sayinz' sum softserveproduktdatcomezouttahizazz 'bout response-ho-billity.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Wow. This Nice Pete blog entry is wonderful. <br/> \n <br/> \n\"He prepared the sandwich well and something about him fascinated me. He wore his jeans in the modern low style where there is a hint of backside, and I was interested in that. I did not know how much he meant to show me, and that raised questions. You will know what I mean when I say that the sandwich is not where I will stop knowing him. I want to know what he meant by those pants and that coquetry. I think he meant quite a great deal, and I think he was out for adventure.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 1,
    "snip": false,
    "text": "You there! What do you mean by those  <em>pants</em> !?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lugosh",
    "plus": 3,
    "snip": false,
    "text": "The 4th to 7th panels are a really neat effect. A nice diegetic paradox, if you will."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "[last two panels] <br/> \n <br/> \n... <br/> \n <br/> \nO_O <br/> \n <br/> \n <strong><em>AIEEGH!!</em></strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "man don't smile at me like that I aint got no business with you none atall."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "metatronatra",
    "plus": 0,
    "snip": false,
    "text": "That dude looks like a Dr. Seuss character"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sheer",
    "plus": 7,
    "snip": false,
    "text": "I joined the Army, and was in basic training when this arc went live.  I had worked out a deal with my girlfriend at the time where she would print out the comic and send them to me, hidden amidst the standard loose-leafed missive.   <br/> \n <br/> \nJesus crap, for months until I got home I only assumed that she'd been messing with me, and writing the strips herself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aamzed",
    "plus": 0,
    "snip": false,
    "text": "Why are people so fricken anal about everything.. It's part of the fricken story. Get over it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "japangea",
    "plus": 0,
    "snip": false,
    "text": "This is actually the first achewood strip I saw. I came into it with no context, but I did laugh at the last panel and continued to read the comic. So, yeah, I think this arc is funny. Not that it has to be to be good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ouroboros",
    "plus": 0,
    "snip": false,
    "text": "Ray's eyebrow in the last panel defies the laws of physics."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 1,
    "snip": false,
    "text": "JESUS CHRIST, IT'S A HUMAN! GET IN THE CAR!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fady",
    "plus": 0,
    "snip": false,
    "text": "Lonis' security system is to have intruders exit the building when they enter the door."
  }
]